const data = [
  {
    id: '110817',
    store: '千翔',
    address: '台北市中正區許昌街17號1樓',
  },
  {
    id: '111278',
    store: '前港',
    address: '台北市士林區後港街98之1號2號1樓',
  },
  {
    id: '111636',
    store: '江東',
    address: '台北市中山區長安東路二段43號45-1號1樓',
  },
  {
    id: '113160',
    store: '指南',
    address: '台北市文山區指南路一段34號36號1樓',
  },
  {
    id: '114510',
    store: '松錦',
    address: '台北市中山區松江路295號295-1號1樓',
  },
  {
    id: '117748',
    store: '富帆',
    address: '台北市萬華區華中里萬大路464號一樓',
  },
  {
    id: '118420',
    store: '鑫重寧',
    address: '台北市中正區寧波西街86號1樓',
  },
  {
    id: '118899',
    store: '掬華',
    address: '台北市中正區中華路二段405號407號',
  },
  {
    id: '118970',
    store: '松山',
    address: '台北市信義區忠孝東路五段386號',
  },
  {
    id: '119146',
    store: '漢寧',
    address: '台北市萬華區西寧南路85號',
  },
  {
    id: '119478',
    store: '醫學',
    address: '台北市信義區吳興街257號259號',
  },
  {
    id: '119489',
    store: '興岩',
    address: '台北市文山區興隆路二段244巷20號',
  },
  {
    id: '119582',
    store: '新格蘭',
    address: '台北市中正區衡陽路27號',
  },
  {
    id: '119711',
    store: '文山',
    address: '台北市文山區永安街22巷23號25號1樓',
  },
  {
    id: '120353',
    store: '福中',
    address: '台北市信義區福德街159號161號1樓',
  },
  {
    id: '120515',
    store: '喬治',
    address: '台北市信義區基隆路二段155號1樓',
  },
  {
    id: '120526',
    store: '圓泉',
    address: '台北市大同區酒泉街25號27號1樓',
  },
  {
    id: '121068',
    store: '新秀',
    address: '台北市文山區秀明路二段8號10號',
  },
  {
    id: '121079',
    store: '新三連',
    address: '台北市信義區逸仙路42巷25號1樓',
  },
  {
    id: '121127',
    store: '承河',
    address: '台北市士林區基河路132號1樓',
  },
  {
    id: '121275',
    store: '樂隆',
    address: '台北市大安區敦化南路二段331巷14號',
  },
  {
    id: '121356',
    store: '溫州',
    address: '台北市大安區羅斯福路三段245號',
  },
  {
    id: '121600',
    store: '麟光',
    address: '台北市大安區臥龍街252號及252之1號',
  },
  {
    id: '121622',
    store: '玉德',
    address: '台北市南港區玉成街150號1樓',
  },
  {
    id: '121655',
    store: '福權',
    address: '台北市中山區民權東路二段96號98號1樓',
  },
  {
    id: '121770',
    store: '國館',
    address: '台北市大安區光復南路240巷25號',
  },
  {
    id: '122186',
    store: '總部',
    address: '台北市信義區東興路67號1樓',
  },
  {
    id: '122212',
    store: '崇德',
    address: '台北市信義區崇德街104號106號1樓',
  },
  {
    id: '122430',
    store: '金龍',
    address: '台北市內湖區內湖路二段407號409號411號1樓',
  },
  {
    id: '125967',
    store: '龍廣',
    address: '台北市萬華區廣州街148號',
  },
  {
    id: '127505',
    store: '福湖',
    address: '台北市內湖區內湖路一段411巷17號19弄1號',
  },
  {
    id: '127550',
    store: '辛亥站',
    address: '台北市文山區辛亥路四段132號',
  },
  {
    id: '127620',
    store: '建安',
    address: '台北市大安區敦化南路一段187巷29號',
  },
  {
    id: '127723',
    store: '東暉',
    address: '台北市信義區忠孝東路四段514號',
  },
  {
    id: '128025',
    store: '鑫越',
    address: '台北市中山區南京西路12巷9號1樓',
  },
  {
    id: '128036',
    store: '新工農',
    address: '台北市信義區忠孝東路五段236巷6-3號8號1樓',
  },
  {
    id: '128058',
    store: '技安',
    address: '台北市大安區和平東路三段97號97之1號1樓',
  },
  {
    id: '128069',
    store: '歡唱',
    address: '台北市中山區林森北路310巷10號中山北路二段59巷55.55-1~4.57.59',
  },
  {
    id: '128302',
    store: '丹陽',
    address: '台北市中正區杭州南路一段83號',
  },
  {
    id: '128335',
    store: '統勝',
    address: '台北市北投區自強街82號',
  },
  {
    id: '128494',
    store: '稻埕',
    address: '台北市大同區南京西路436號1F',
  },
  {
    id: '128807',
    store: '德行',
    address: '台北市士林區忠誠路二段7號1樓',
  },
  {
    id: '128874',
    store: '中陽',
    address: '台北市北投區中央北路三段55號57號1樓',
  },
  {
    id: '129095',
    store: '寶昌',
    address: '台北市萬華區寶興街184號186號',
  },
  {
    id: '129350',
    store: '黎元',
    address: '台北市大安區辛亥路三段157巷32號1樓臥龍街188巷1號1樓',
  },
  {
    id: '129372',
    store: '天美',
    address: '台北市士林區天母東路8巷96號98號',
  },
  {
    id: '130132',
    store: '敦厚',
    address: '台北市信義區永吉路30巷168弄1號1樓',
  },
  {
    id: '130361',
    store: '昆福',
    address: '台北市萬華區昆明街30-1號30-2號1樓',
  },
  {
    id: '130394',
    store: '吉林',
    address: '台北市中山區吉林路209號1樓2樓',
  },
  {
    id: '130637',
    store: '振興醫',
    address: '台北市北投區振興街45號B1',
  },
  {
    id: '131799',
    store: '成都',
    address: '台北市萬華區成都路96號1樓',
  },
  {
    id: '131984',
    store: '三樂',
    address: '台北市士林區劍潭路21號1樓',
  },
  {
    id: '131995',
    store: '六條通',
    address: '台北市中山區林森北路107巷15號1樓',
  },
  {
    id: '132574',
    store: '新士林',
    address: '台北市士林區大東路123號125號1樓',
  },
  {
    id: '132909',
    store: '太學',
    address: '台北市士林區華岡路45之1號1樓',
  },
  {
    id: '132998',
    store: '胡適',
    address: '台北市南港區研究院路二段94號96號98巷1號',
  },
  {
    id: '135012',
    store: '統誠',
    address: '台北市信義區松高路11號B2樓',
  },
  {
    id: '135078',
    store: '凱松',
    address: '台北市南港區八德路四段778號780號',
  },
  {
    id: '135089',
    store: '明塑',
    address: '台北市松山區民生東路四段54號之2一樓',
  },
  {
    id: '135104',
    store: '碧綠',
    address: '台北市內湖區內湖路三段61號63號樓59巷1號1樓',
  },
  {
    id: '135241',
    store: '永信',
    address: '台北市信義區永吉路30巷103號',
  },
  {
    id: '135296',
    store: '仁金',
    address: '台北市中正區仁愛路二段39號39-1號',
  },
  {
    id: '135425',
    store: '松捷',
    address: '台北市信義區忠孝東路五段1之6號',
  },
  {
    id: '135492',
    store: '信安',
    address: '台北市大安區大安路一段218號',
  },
  {
    id: '135562',
    store: '麟運',
    address: '台北市信義區和平東路三段461號461之1號1樓',
  },
  {
    id: '135610',
    store: '福源',
    address: '台北市松山區新東街60巷16號18號1樓',
  },
  {
    id: '135643',
    store: '松航',
    address: '台北市松山區敦化北路340-9號',
  },
  {
    id: '136222',
    store: '金湖',
    address: '台北市內湖區文湖街83號85號1樓',
  },
  {
    id: '136406',
    store: '六福',
    address: '台北市萬華區漢口街二段73號1樓',
  },
  {
    id: '136565',
    store: '濟新',
    address: '台北市中正區濟南路二段50號',
  },
  {
    id: '136716',
    store: '光復',
    address: '台北市信義區光復南路471號',
  },
  {
    id: '136831',
    store: '雙連',
    address: '台北市大同區民生西路176號',
  },
  {
    id: '136842',
    store: '長新',
    address: '台北市中山區長安東路一段75號1樓',
  },
  {
    id: '137052',
    store: '延年',
    address: '台北市大同區延平北路三段61-5號',
  },
  {
    id: '137144',
    store: '麥田',
    address: '台北市中山區晴光里中山北路三段47號',
  },
  {
    id: '138583',
    store: '市大',
    address: '台北市松山區市民大道路四段105號',
  },
  {
    id: '138815',
    store: '聯成',
    address: '台北市南港區聯成里昆陽街150-1號150-3號',
  },
  {
    id: '139140',
    store: '知心',
    address: '台北市北投區知行路185號1樓',
  },
  {
    id: '140210',
    store: '中坡',
    address: '台北市南港區中坡南路47號1樓',
  },
  {
    id: '140276',
    store: '征東',
    address: '台北市松山區新東街15巷1號',
  },
  {
    id: '140416',
    store: '新承德',
    address: '台北市士林區承德路四段30號',
  },
  {
    id: '141051',
    store: '佳佳',
    address: '台北市中山區民生東路二段157號',
  },
  {
    id: '142814',
    store: '龍京',
    address: '台北市中山區龍江路104號1樓',
  },
  {
    id: '142870',
    store: '華技',
    address: '台北市南港區研究院路三段72號74號1樓',
  },
  {
    id: '142917',
    store: '鑫貿',
    address: '台北市南港區經貿二路168號4樓',
  },
  {
    id: '143253',
    store: '頂好',
    address: '台北市大安區仁愛路四段79號1號',
  },
  {
    id: '143677',
    store: '長峰',
    address: '台北市大同區長安西路45之2號47號1樓',
  },
  {
    id: '143965',
    store: '延民',
    address: '台北市大同區民族西路246號248號1樓',
  },
  {
    id: '144290',
    store: '富陽',
    address: '台北市大安區和平東路三段298號300號1樓',
  },
  {
    id: '144326',
    store: '港泰',
    address: '台北市南港區忠孝東路七段359號1樓',
  },
  {
    id: '144636',
    store: '新光',
    address: '台北市信義區松高路12號B1樓',
  },
  {
    id: '144795',
    store: '中貿',
    address: '台北市南港區經貿二路186號2樓',
  },
  {
    id: '146850',
    store: '建錦',
    address: '台北市中山區建國北路二段127號1樓B1樓',
  },
  {
    id: '146931',
    store: '濟南',
    address: '台北市大安區濟南路三段12號1樓',
  },
  {
    id: '147141',
    store: '敦信',
    address: '台北市大安區仁愛路四段122巷50號1樓',
  },
  {
    id: '147299',
    store: '松義',
    address: '台北市信義區松德路271號',
  },
  {
    id: '148052',
    store: '青園',
    address: '台北市萬華區青年路18號1樓',
  },
  {
    id: '148100',
    store: '向揚',
    address: '台北市南港區向陽路166號1樓',
  },
  {
    id: '148133',
    store: '鑫安江',
    address: '台北市中山區長安東路二段178號178-1號1樓',
  },
  {
    id: '148144',
    store: '松盛',
    address: '台北市中山區南京東路二段115巷1號',
  },
  {
    id: '148236',
    store: '新南',
    address: '台北市中正區新生南路一段126-7號',
  },
  {
    id: '148292',
    store: '權松',
    address: '台北市中山區松江路363號',
  },
  {
    id: '148524',
    store: '丹樺',
    address: '台北市士林區文林路530號',
  },
  {
    id: '148579',
    store: '東吉',
    address: '台北市松山區民生東路五段100號',
  },
  {
    id: '148683',
    store: '萬隆站',
    address: '台北市文山區羅斯福路五段249號1樓',
  },
  {
    id: '149125',
    store: '華電',
    address: '台北市大安區通化街177號',
  },
  {
    id: '149321',
    store: '新起',
    address: '台北市萬華區長沙街二段87號1樓',
  },
  {
    id: '149583',
    store: '鑫台北',
    address: '台北市中正區黎明里忠孝西路一段35號一樓',
  },
  {
    id: '149675',
    store: '園舺',
    address: '台北市萬華區西園路二段140巷52號',
  },
  {
    id: '149697',
    store: '三興',
    address: '台北市信義區吳興街156巷2弄2號4號1樓',
  },
  {
    id: '151335',
    store: '仁和',
    address: '台北市信義區正和里光復南路419巷41號',
  },
  {
    id: '151416',
    store: '葫蘆',
    address: '台北市士林區延平北路五段134號',
  },
  {
    id: '153250',
    store: '鑫寶',
    address: '台北市萬華區寶興街 43號45號1樓',
  },
  {
    id: '153261',
    store: '華齡',
    address: '台北市士林區華齡街17巷2號4號1樓',
  },
  {
    id: '154297',
    store: '葫東',
    address: '台北市士林區延平北路五段228號1樓230號1樓2樓',
  },
  {
    id: '154482',
    store: '羅館',
    address: '台北市中正區羅斯福路三段316巷16號1樓',
  },
  {
    id: '154507',
    store: '民東',
    address: '台北市內湖區民權東路六段82號1樓',
  },
  {
    id: '155083',
    store: '鑫復',
    address: '台北市大安區信義路三段178號1樓',
  },
  {
    id: '155223',
    store: '蘭雅',
    address: '台北市士林區德行東路6之2號1樓',
  },
  {
    id: '155418',
    store: '延華',
    address: '台北市大同區延平北路一段89號91號93號1樓',
  },
  {
    id: '155496',
    store: '公岩',
    address: '台北市北投區公館路259號1樓',
  },
  {
    id: '158118',
    store: '國醫',
    address: '台北市內湖區成功路二段325號1樓',
  },
  {
    id: '158509',
    store: '信義',
    address: '台北市大安區信義路四段265巷12弄1號',
  },
  {
    id: '158657',
    store: '鑫輝煌',
    address: '台北市內湖區東湖路119巷49弄2號1樓',
  },
  {
    id: '158738',
    store: '信林',
    address: '台北市信義區虎林街222巷7號9號1樓',
  },
  {
    id: '158772',
    store: '萬芳醫',
    address: '台北市文山區興隆路三段111號',
  },
  {
    id: '158853',
    store: '龍山',
    address: '台北市萬華區康定路203號205號1樓',
  },
  {
    id: '158864',
    store: '千成',
    address: '台北市中正區林森南路4號之3',
  },
  {
    id: '158956',
    store: '泰利',
    address: '台北市大安區仁愛路四段266巷15弄22號',
  },
  {
    id: '159269',
    store: '松錢',
    address: '台北市信義區松隆路192號194號1樓',
  },
  {
    id: '159384',
    store: '港興',
    address: '台北市南港區興華路117號119號121號123號125號',
  },
  {
    id: '159454',
    store: '瑞東',
    address: '台北市內湖區洲子街102號1樓',
  },
  {
    id: '160074',
    store: '東勢',
    address: '台北市松山區南京東路四段133巷6弄1號',
  },
  {
    id: '160247',
    store: '大永',
    address: '台北市中山區明水路581巷15號1樓',
  },
  {
    id: '161549',
    store: '福陽',
    address: '台北市士林區延平北路五段269號271號1樓',
  },
  {
    id: '162977',
    store: '萬大',
    address: '台北市萬華區萬大路245號247號1樓',
  },
  {
    id: '163707',
    store: '芝玉',
    address: '台北市士林區忠義街121號',
  },
  {
    id: '163822',
    store: '瑞湖',
    address: '台北市內湖區江南街128號',
  },
  {
    id: '164216',
    store: '凱悅',
    address: '台北市信義區基隆路一段398號1樓',
  },
  {
    id: '164490',
    store: '吳興',
    address: '台北市信義區吳興街284巷18弄2號',
  },
  {
    id: '164618',
    store: '影城',
    address: '台北市松山區八德路四段245巷35號',
  },
  {
    id: '164641',
    store: '新福玉',
    address: '台北市南港區成福路145號147號',
  },
  {
    id: '164733',
    store: '瓏馬',
    address: '台北市內湖區康樂街213號',
  },
  {
    id: '164777',
    store: '春龍',
    address: '台北市中山區長春路257號',
  },
  {
    id: '164803',
    store: '東鑫',
    address: '台北市松山區民生東路四段55巷10號',
  },
  {
    id: '164939',
    store: '萬光',
    address: '台北市中正區中華路二段157號',
  },
  {
    id: '165172',
    store: '勝權',
    address: '台北市中山區民權東路二段26號',
  },
  {
    id: '165183',
    store: '直安',
    address: '台北市中山區北安路649號',
  },
  {
    id: '165334',
    store: '康雲',
    address: '台北市內湖區康寧路一段160號',
  },
  {
    id: '165839',
    store: '立農',
    address: '台北市北投區承德路七段378號',
  },
  {
    id: '165943',
    store: '萬美',
    address: '台北市文山區萬和街6號2樓之1',
  },
  {
    id: '165976',
    store: '新育商',
    address: '台北市松山區寧安街3巷11號1樓',
  },
  {
    id: '165987',
    store: '國貿',
    address: '台北市信義區基隆路一段333號B3',
  },
  {
    id: '166049',
    store: '慶吉',
    address: '台北市大同區重慶北路三段47號49號1樓',
  },
  {
    id: '166094',
    store: '瑞富',
    address: '台北市內湖區瑞光路188巷51號1樓',
  },
  {
    id: '166175',
    store: '合江',
    address: '台北市中山區合江街58巷1號1樓60號1樓60之1號1樓',
  },
  {
    id: '166359',
    store: '興信鑫',
    address: '台北市中正區館前路59號1樓',
  },
  {
    id: '166474',
    store: '樂陽',
    address: '台北市內湖區陽光街349號1樓',
  },
  {
    id: '166614',
    store: '樂湖',
    address: '台北市內湖區東湖路120號1樓',
  },
  {
    id: '166739',
    store: '金華',
    address: '台北市大安區金華街140號1樓',
  },
  {
    id: '166832',
    store: '吉仁',
    address: '台北市松山區延吉街27-1號1樓',
  },
  {
    id: '166865',
    store: '港環球',
    address: '台北市南港區忠孝東路七段371號B2',
  },
  {
    id: '166876',
    store: '萬東',
    address: '台北市萬華區萬大路486巷61號63號65號1樓',
  },
  {
    id: '167190',
    store: '誠安',
    address: '台北市大安區敦化南路一段247巷12號1樓',
  },
  {
    id: '167260',
    store: '吉鑫',
    address: '台北市中山區南京東路二段11號1樓',
  },
  {
    id: '167466',
    store: '福瀛',
    address: '台北市北投區西安街二段345號1樓',
  },
  {
    id: '167581',
    store: '安松',
    address: '台北市大安區安東街50之2號50之3號50之4號',
  },
  {
    id: '167950',
    store: '東門',
    address: '台北市大安區信義路二段198巷6號1樓',
  },
  {
    id: '169864',
    store: '港運',
    address: '台北市南港區玉成街69號1樓',
  },
  {
    id: '170071',
    store: '東華',
    address: '台北市北投區裕民一路40巷1號',
  },
  {
    id: '170130',
    store: '福氣',
    address: '台北市士林區延平北路六段122號124號1樓',
  },
  {
    id: '170196',
    store: '鑫櫃',
    address: '台北市中山區松江路183號183-1號1樓',
  },
  {
    id: '170299',
    store: '開博',
    address: '台北市中正區開封街一段40號42號1樓',
  },
  {
    id: '170314',
    store: '洲子',
    address: '台北市內湖區瑞光路517號1樓',
  },
  {
    id: '170325',
    store: '長通',
    address: '台北市中山區長安東路二段101號',
  },
  {
    id: '170392',
    store: '復昌',
    address: '台北市大安區通化里光復南路616號',
  },
  {
    id: '170473',
    store: '文學',
    address: '台北市士林區光華路26巷10號1樓',
  },
  {
    id: '170587',
    store: '天北',
    address: '台北市士林區天母里天母西路39-1號1樓',
  },
  {
    id: '170819',
    store: '溫東',
    address: '台北市大安區和平東路一段266號',
  },
  {
    id: '170864',
    store: '鵬馳',
    address: '台北市南港區南港路三段49-1號',
  },
  {
    id: '170945',
    store: '上弘',
    address: '台北市松山區敦化北路168號B2',
  },
  {
    id: '170978',
    store: '中航',
    address: '台北市中正區林森南路12號',
  },
  {
    id: '170989',
    store: '天津',
    address: '台北市中山區天津街65號',
  },
  {
    id: '171063',
    store: '和金',
    address: '台北市大安區和平東路一段91號',
  },
  {
    id: '171085',
    store: '西武',
    address: '台北市內湖區內湖路一段285巷65弄3號5號1樓',
  },
  {
    id: '171166',
    store: '秀山',
    address: '台北市北投區中和街476號478號480號1樓',
  },
  {
    id: '171199',
    store: '瑞和',
    address: '台北市內湖區瑞光路316巷56號1樓',
  },
  {
    id: '171421',
    store: '統威',
    address: '台北市松山區東興路13-1號1樓15巷3號1樓',
  },
  {
    id: '171764',
    store: '福榮',
    address: '台北市士林區中正路220號222號',
  },
  {
    id: '173531',
    store: '婦聯',
    address: '台北市松山區健康路224號',
  },
  {
    id: '173988',
    store: '延壽',
    address: '台北市松山區延壽街422號',
  },
  {
    id: '174028',
    store: '三玉',
    address: '台北市士林區天母東路88之1號1樓',
  },
  {
    id: '174796',
    store: '龍淵',
    address: '台北市大安區和平東路二段118巷33號',
  },
  {
    id: '174888',
    store: '景高',
    address: '台北市文山區景華里景興路14號',
  },
  {
    id: '174970',
    store: '松智',
    address: '台北市信義區莊敬路325巷43號',
  },
  {
    id: '175032',
    store: '中廣',
    address: '台北市大安區仁愛路三段25-1號27號',
  },
  {
    id: '175043',
    store: '庫德',
    address: '台北市松山區八德路二段366巷7號1樓',
  },
  {
    id: '177463',
    store: '天福',
    address: '台北市士林區天福里天母東路８巷39號天母東路8巷41弄1號',
  },
  {
    id: '177485',
    store: '明湖',
    address: '台北市內湖區東湖路45號',
  },
  {
    id: '180056',
    store: '京站',
    address: '台北市大同區華陰街91號',
  },
  {
    id: '180687',
    store: '景星',
    address: '台北市大同區延平北路三段19之5號21號1樓',
  },
  {
    id: '180861',
    store: '德芝',
    address: '台北市士林區士東路266巷5弄18號20號1樓',
  },
  {
    id: '181060',
    store: '光寶',
    address: '台北市北投區光明路132之2號1.2樓',
  },
  {
    id: '181118',
    store: '德寶',
    address: '台北市士林區忠誠路2段50巷12號',
  },
  {
    id: '181451',
    store: '湖光',
    address: '台北市內湖區基湖路35巷13號1樓',
  },
  {
    id: '181808',
    store: '萬運',
    address: '台北市萬華區西園路一段153號地下室',
  },
  {
    id: '182258',
    store: '復忠',
    address: '台北市大安區光復南路98之3號98之5號',
  },
  {
    id: '183309',
    store: '鑫國語',
    address: '台北市中正區南昌路一段135號1樓',
  },
  {
    id: '183572',
    store: '華興',
    address: '台北市文山區木柵路一段284號286號1樓',
  },
  {
    id: '183697',
    store: '長城',
    address: '台北市中山區中山北路二段56號1樓',
  },
  {
    id: '183848',
    store: '仟瑞',
    address: '台北市大同區民生西路84號1樓',
  },
  {
    id: '183996',
    store: '瑞景',
    address: '台北市內湖區瑞光路583巷30號1樓',
  },
  {
    id: '184405',
    store: '集鑫',
    address: '台北市士林區延平北路六段229號231號',
  },
  {
    id: '184472',
    store: '墘運',
    address: '台北市內湖區洲子街12號1樓',
  },
  {
    id: '184508',
    store: '大饌',
    address: '台北市士林區大東路35號1樓',
  },
  {
    id: '184782',
    store: '復春',
    address: '台北市松山區復興北路179號',
  },
  {
    id: '184793',
    store: '警廣',
    address: '台北市中正區廣州街10-2號10-3號10-4部分號1樓',
  },
  {
    id: '184955',
    store: '華慶',
    address: '台北市中正區中華路一段59之16號',
  },
  {
    id: '185051',
    store: '新大直',
    address: '台北市中山區北安路621巷48號',
  },
  {
    id: '185143',
    store: '昌隆',
    address: '台北市信義區基隆路二段131-4號',
  },
  {
    id: '185165',
    store: '新饒河',
    address: '台北市松山區八德路四段697號1樓',
  },
  {
    id: '185213',
    store: '忠陽',
    address: '台北市南港區忠孝東路六段465號1樓',
  },
  {
    id: '185268',
    store: '科技站',
    address: '台北市大安區復興南路二段203號',
  },
  {
    id: '185279',
    store: '新愛國',
    address: '台北市中正區延平南路177號',
  },
  {
    id: '185327',
    store: '保聖',
    address: '台北市大同區酒泉街58號60號',
  },
  {
    id: '185394',
    store: '木盛',
    address: '台北市文山區木柵路三段88號',
  },
  {
    id: '185408',
    store: '長中',
    address: '台北市中山區中山北路二段40-1號',
  },
  {
    id: '185464',
    store: '榮護',
    address: '台北市北投區石牌路二段179號1樓',
  },
  {
    id: '185567',
    store: '兒樂',
    address: '台北市士林區承德路五段55號',
  },
  {
    id: '185604',
    store: '民美',
    address: '台北市中山區圓山里中山北路三段57號',
  },
  {
    id: '185822',
    store: '研究',
    address: '台北市南港區研究院路二段14號',
  },
  {
    id: '185833',
    store: '昆寧',
    address: '台北市萬華區西寧南路50巷3號5號',
  },
  {
    id: '185888',
    store: '彩龍',
    address: '台北市內湖區行善路35號1F',
  },
  {
    id: '186087',
    store: '榮總',
    address: '台北市北投區石牌路二段301號',
  },
  {
    id: '186157',
    store: '大永博',
    address: '台北市中正區博愛路97號1樓',
  },
  {
    id: '186319',
    store: '喜悅',
    address: '台北市大安區復興南路二段82-1及82-2號',
  },
  {
    id: '186331',
    store: '聰明',
    address: '台北市松山區寶清街34號1樓',
  },
  {
    id: '186401',
    store: '大眾',
    address: '台北市內湖區港墘路221巷41號1樓',
  },
  {
    id: '186434',
    store: '新泰順',
    address: '台北市大安區泰順街13號',
  },
  {
    id: '186489',
    store: '鑫館',
    address: '台北市中正區汀州路三段269號1樓2樓',
  },
  {
    id: '186526',
    store: '行義',
    address: '台北市北投區石牌路二段348巷1號3號1樓',
  },
  {
    id: '186559',
    store: '國學',
    address: '台北市中山區長春路182號',
  },
  {
    id: '186663',
    store: '實踐大',
    address: '台北市中山區大直街70號1樓',
  },
  {
    id: '186696',
    store: '鐏賢',
    address: '台北市北投區尊賢街247號247號之1號1樓',
  },
  {
    id: '186711',
    store: '興義',
    address: '台北市萬華區興義街6號8號1樓',
  },
  {
    id: '187057',
    store: '鑫泉州',
    address: '台北市中正區汀州路一段285號一樓',
  },
  {
    id: '187286',
    store: '西安',
    address: '台北市北投區大興街44號46號1樓',
  },
  {
    id: '187389',
    store: '廣明',
    address: '台北市萬華區昆明街285號之3之4',
  },
  {
    id: '187541',
    store: '德華',
    address: '台北市士林區文林路669號1樓',
  },
  {
    id: '187552',
    store: '大中',
    address: '台北市北投區中央南路一段114號',
  },
  {
    id: '187758',
    store: '東洋',
    address: '台北市士林區中山北路七段14巷19號Ｂ1',
  },
  {
    id: '187781',
    store: '華江',
    address: '台北市萬華區華江里20鄰環河南路二段200號',
  },
  {
    id: '187806',
    store: '征唐',
    address: '台北市松山區新東街41-7號',
  },
  {
    id: '187817',
    store: '萬福',
    address: '台北市文山區萬年里羅斯福路五段170巷33及35號',
  },
  {
    id: '188326',
    store: '雄強',
    address: '台北市南港區忠孝東路六段276號',
  },
  {
    id: '188452',
    store: '行龍',
    address: '台北市內湖區行愛路128號',
  },
  {
    id: '188588',
    store: '圓武',
    address: '台北市中山區吉林路28號',
  },
  {
    id: '188599',
    store: '鑫青天',
    address: '台北市萬華區青年路144號',
  },
  {
    id: '188681',
    store: '松民',
    address: '台北市松山區三民路10號',
  },
  {
    id: '189178',
    store: '軍總',
    address: '台北市中正區汀州路三段129號',
  },
  {
    id: '189271',
    store: '永康',
    address: '台北市大安區永康街43號',
  },
  {
    id: '189400',
    store: '星成',
    address: '台北市內湖區星雲街17號17-1號',
  },
  {
    id: '189695',
    store: '文忠',
    address: '台北市文山區忠順街二段10號1樓',
  },
  {
    id: '190042',
    store: '羅斯福',
    address: '台北市文山區羅斯福路五段216號',
  },
  {
    id: '190123',
    store: '世新大',
    address: '台北市文山區木柵路一段17巷1號1樓',
  },
  {
    id: '190293',
    store: '冬樂',
    address: '台北市士林區美崙街112號一樓',
  },
  {
    id: '190330',
    store: '必成',
    address: '台北市信義區基隆路一段178號180號1樓',
  },
  {
    id: '190477',
    store: '麗安',
    address: '台北市內湖區內湖路一段445號1樓',
  },
  {
    id: '190592',
    store: '德天',
    address: '台北市士林區德行西路52號1樓',
  },
  {
    id: '190743',
    store: '博源',
    address: '台北市中正區思源街16號',
  },
  {
    id: '190905',
    store: '興復',
    address: '台北市中山區興安街112號一樓',
  },
  {
    id: '190927',
    store: '漢陽',
    address: '台北市萬華區昆明街197號199號1樓',
  },
  {
    id: '190938',
    store: '延埕',
    address: '台北市大同區延平北路二段159號161號',
  },
  {
    id: '192576',
    store: '鑫忠孝',
    address: '台北市大安區忠孝東路四段313號1樓',
  },
  {
    id: '192875',
    store: '港勝',
    address: '台北市南港區經貿二路2號B1樓',
  },
  {
    id: '193236',
    store: '京寶',
    address: '台北市松山區南京東路五段291巷4之1號4之2號',
  },
  {
    id: '193247',
    store: '慶林',
    address: '台北市信義區虎林街151號153號1樓',
  },
  {
    id: '193384',
    store: '建綸',
    address: '台北市大安區仁愛路四段151巷33號忠孝東路四段216巷32弄19號21號',
  },
  {
    id: '193524',
    store: '港麗',
    address: '台北市南港區忠孝東路七段369號2樓',
  },
  {
    id: '193557',
    store: '八德',
    address: '台北市中正區臨沂街1號1樓',
  },
  {
    id: '193731',
    store: '鑫成',
    address: '台北市士林區至誠路二段82號1樓',
  },
  {
    id: '193960',
    store: '科興',
    address: '台北市大安區復興南路二段271巷2號1樓',
  },
  {
    id: '194077',
    store: '萬濠',
    address: '台北市中山區敬業四路1號1樓',
  },
  {
    id: '194572',
    store: '復錦',
    address: '台北市中山區復興北路348號1樓',
  },
  {
    id: '194882',
    store: '安美',
    address: '台北市內湖區石潭里安康路32巷24弄22號1樓',
  },
  {
    id: '195438',
    store: '華碩二',
    address: '台北市北投區立德路115號3樓',
  },
  {
    id: '195704',
    store: '金聯發',
    address: '台北市內湖區金龍路137號1樓',
  },
  {
    id: '195760',
    store: '森美',
    address: '台北市大安區信義路三段65號1樓',
  },
  {
    id: '195807',
    store: '富比世',
    address: '台北市信義區松仁路246號248號1樓',
  },
  {
    id: '195900',
    store: '珍饌',
    address: '台北市士林區文林路126號1樓',
  },
  {
    id: '195955',
    store: '忠隆',
    address: '台北市信義區忠孝東路五段71巷6號1樓',
  },
  {
    id: '196039',
    store: '昆明',
    address: '台北市萬華區昆明街76之1號1樓',
  },
  {
    id: '196040',
    store: '松聯',
    address: '台北市信義區忠孝東路四段559巷24號1樓',
  },
  {
    id: '196268',
    store: '卓聯',
    address: '台北市大安區羅斯福路四段1號1樓卓聯大樓',
  },
  {
    id: '196316',
    store: '和樂',
    address: '台北市大安區和平東路三段228巷45號1樓',
  },
  {
    id: '196464',
    store: '港華',
    address: '台北市內湖區港華街46號1樓',
  },
  {
    id: '196497',
    store: '京磚',
    address: '台北市大同區華陰街65號1樓',
  },
  {
    id: '196660',
    store: '大吉',
    address: '台北市中山區吉林路97號99號1樓',
  },
  {
    id: '197043',
    store: '墘都',
    address: '台北市內湖區內湖路一段669號',
  },
  {
    id: '197124',
    store: '華藏',
    address: '台北市萬華區西藏路107號107之1號1樓',
  },
  {
    id: '197157',
    store: '大埔',
    address: '台北市中正區和平西路二段152號152之1號154號154之1號',
  },
  {
    id: '197191',
    store: '行天',
    address: '台北市中山區農安街178號180號',
  },
  {
    id: '197205',
    store: '雙全',
    address: '台北市北投區中庸里大業路715-717號',
  },
  {
    id: '197227',
    store: '瓏山林',
    address: '台北市內湖區康樂街125巷2號2之1號',
  },
  {
    id: '197353',
    store: '懷生',
    address: '台北市大安區忠孝東路三段248巷9號',
  },
  {
    id: '197375',
    store: '港捷',
    address: '台北市南港區經貿二路1號',
  },
  {
    id: '197515',
    store: '銘傳',
    address: '台北市士林區中山北路五段250號',
  },
  {
    id: '197559',
    store: '捷盟',
    address: '台北市萬華區漢中街51號',
  },
  {
    id: '197560',
    store: '統佳',
    address: '台北市中山區松江路237號1樓',
  },
  {
    id: '197652',
    store: '京佳',
    address: '台北市松山區南京東路五段229號231號1樓',
  },
  {
    id: '197685',
    store: '薇美',
    address: '台北市中山區敬業三路11號1樓',
  },
  {
    id: '197733',
    store: '鑫國泰',
    address: '台北市信義區忠孝東路五段68號24樓',
  },
  {
    id: '197744',
    store: '金信',
    address: '台北市大安區金山南路二段18號1樓',
  },
  {
    id: '197755',
    store: '毓鄰',
    address: '台北市內湖區新湖二路160號162號1樓',
  },
  {
    id: '197995',
    store: '政戰',
    address: '台北市北投區中央北路二段15號17號',
  },
  {
    id: '198057',
    store: '至誠',
    address: '台北市士林區至誠路二段31號',
  },
  {
    id: '198068',
    store: '臨沂',
    address: '台北市中正區文祥里臨沂街74號76號',
  },
  {
    id: '198079',
    store: '康醫',
    address: '台北市內湖區成功路五段420巷30號',
  },
  {
    id: '198091',
    store: '東吳',
    address: '台北市士林區臨溪路70號',
  },
  {
    id: '198116',
    store: '瑞寶',
    address: '台北市內湖區瑞光路583巷27號1樓',
  },
  {
    id: '198286',
    store: '興隆',
    address: '台北市文山區興隆路二段205號207號1樓',
  },
  {
    id: '198389',
    store: '嘉馥',
    address: '台北市信義區信義路六段21號23號1樓',
  },
  {
    id: '198677',
    store: '承華',
    address: '台北市大同區承德路一段22號',
  },
  {
    id: '198781',
    store: '松信',
    address: '台北市信義區松信路148號1樓',
  },
  {
    id: '198817',
    store: '天真',
    address: '台北市士林區中山北路七段141巷6之1號1樓',
  },
  {
    id: '199245',
    store: '南海',
    address: '台北市中正區南海路50號',
  },
  {
    id: '199267',
    store: '敦化',
    address: '台北市松山區民權東路三段160巷9號1樓',
  },
  {
    id: '199290',
    store: '文新',
    address: '台北市文山區樟新里木新路三段276號',
  },
  {
    id: '199441',
    store: '汀州',
    address: '台北市中正區汀州路一段127號129號',
  },
  {
    id: '199669',
    store: '鑫碁泰',
    address: '台北市內湖區康寧路三段63號65號67號',
  },
  {
    id: '199670',
    store: '景華',
    address: '台北市文山區興東里景華街130號1樓',
  },
  {
    id: '199876',
    store: '統合',
    address: '台北市大安區忠孝東路四段181巷7弄11之1號11之2號',
  },
  {
    id: '199980',
    store: '興忠',
    address: '台北市中正區紹興北街3號1樓B1',
  },
  {
    id: '200066',
    store: '參龍',
    address: '台北市內湖區新湖一路95號1樓',
  },
  {
    id: '200251',
    store: '康明',
    address: '台北市內湖區康寧路三段189巷21弄26號1樓',
  },
  {
    id: '200376',
    store: '小巨蛋',
    address: '台北市松山區南京東路四段2號1樓',
  },
  {
    id: '200804',
    store: '鑫德惠',
    address: '台北市中山區德惠街15號1樓',
  },
  {
    id: '200815',
    store: '天東',
    address: '台北市士林區中山北路七段14巷2-1號',
  },
  {
    id: '200907',
    store: '新東宮',
    address: '台北市信義區松山路455號',
  },
  {
    id: '200929',
    store: '誠義',
    address: '台北市士林區忠誠路一段126號128號',
  },
  {
    id: '200963',
    store: '林森北',
    address: '台北市中山區林森北路380之1號1樓',
  },
  {
    id: '201014',
    store: '寶湖',
    address: '台北市內湖區民權東路六段180巷6號1樓',
  },
  {
    id: '201287',
    store: '樂和',
    address: '台北市大安區樂利路29號29-1號',
  },
  {
    id: '201302',
    store: '台場',
    address: '台北市松山區八德路三段20-2號',
  },
  {
    id: '201586',
    store: '博美',
    address: '台北市中正區武昌街一段45號1樓',
  },
  {
    id: '201704',
    store: '龍普',
    address: '台北市大安區敦化南路一段233巷25號',
  },
  {
    id: '201841',
    store: '日內瓦',
    address: '台北市內湖區瑞光路76巷59號1樓',
  },
  {
    id: '202006',
    store: '北車',
    address: '台北市中正區忠孝西路一段49號B1樓',
  },
  {
    id: '202017',
    store: '康福',
    address: '台北市大安區永康街12之2號1樓',
  },
  {
    id: '202110',
    store: '仁信',
    address: '台北市信義區松仁路130號',
  },
  {
    id: '202291',
    store: '泰樂',
    address: '台北市內湖區安泰街26號28號',
  },
  {
    id: '202350',
    store: '崧站',
    address: '台北市信義區松隆路329巷4號',
  },
  {
    id: '202420',
    store: '玉成',
    address: '台北市南港區西新里南港路三段3號1樓',
  },
  {
    id: '202453',
    store: '統家',
    address: '台北市大安區忠孝東路四段216巷27弄1號1樓',
  },
  {
    id: '202497',
    store: '鑫衡陽',
    address: '台北市中正區衡陽路6號1樓',
  },
  {
    id: '202501',
    store: '佳樂',
    address: '台北市南港區南港路一段303號305號307號1樓',
  },
  {
    id: '202512',
    store: '英雄館',
    address: '台北市中正區長沙街一段20號1樓',
  },
  {
    id: '206684',
    store: '微風南',
    address: '台北市信義區松智路17號B2樓',
  },
  {
    id: '206879',
    store: '德育',
    address: '台北市松山區八德路三段171號173號1樓',
  },
  {
    id: '207012',
    store: '羅鑫',
    address: '台北市大安區羅斯福路三段29號31號1樓',
  },
  {
    id: '207056',
    store: '敦仁',
    address: '台北市大安區忠孝東路四段148號部份',
  },
  {
    id: '207137',
    store: '阿波羅',
    address: '台北市大安區忠孝東路四段222號224號1樓',
  },
  {
    id: '207610',
    store: '復惠',
    address: '台北市松山區復興北路335號1樓',
  },
  {
    id: '208794',
    store: '成竹',
    address: '台北市內湖區成功路四段173號1樓',
  },
  {
    id: '208853',
    store: '上饌',
    address: '台北市士林區基河路125號127號',
  },
  {
    id: '208967',
    store: '新景美',
    address: '台北市文山區木新路三段147號149號',
  },
  {
    id: '209100',
    store: '京運',
    address: '台北市松山區南京東路三段262號1樓',
  },
  {
    id: '209269',
    store: '重陽',
    address: '台北市南港區重陽路179號181號1樓',
  },
  {
    id: '209502',
    store: '金碧',
    address: '台北市內湖區金龍路219號217巷1號1樓',
  },
  {
    id: '209719',
    store: '京旺',
    address: '台北市中山區南京東路一段92號1樓',
  },
  {
    id: '209867',
    store: '和平東',
    address: '台北市大安區和平東路一段129之1號',
  },
  {
    id: '209904',
    store: '森泰',
    address: '台北市中山區林森北路358號360號',
  },
  {
    id: '210225',
    store: '鼎盛',
    address: '台北市文山區景文街79號',
  },
  {
    id: '210694',
    store: '松祐',
    address: '台北市松山區饒河街90號1樓',
  },
  {
    id: '210764',
    store: '鑫華福',
    address: '台北市中正區漢口街1段36號1樓',
  },
  {
    id: '210823',
    store: '齊德',
    address: '台北市士林區天母西路85號1樓2樓',
  },
  {
    id: '211077',
    store: '巨新',
    address: '台北市文山區木新路二段212號及木新路二段218巷2號4號',
  },
  {
    id: '211295',
    store: '萬品',
    address: '台北市文山區興隆路三段112巷2弄22號1樓',
  },
  {
    id: '211435',
    store: '福亭',
    address: '台北市大安區羅斯福路二段31號1樓',
  },
  {
    id: '211561',
    store: '愛國',
    address: '台北市大安區愛國東路75號',
  },
  {
    id: '211804',
    store: '敦巨',
    address: '台北市松山區南京東路四段25號25之1號',
  },
  {
    id: '211963',
    store: '台企',
    address: '台北市內湖區新明路122之7號',
  },
  {
    id: '212139',
    store: '民族西',
    address: '台北市大同區民族西路151號153號155號',
  },
  {
    id: '212519',
    store: '民龍',
    address: '台北市內湖區新湖二路26號',
  },
  {
    id: '213567',
    store: '福溢',
    address: '台北市士林區德行西路96號',
  },
  {
    id: '213589',
    store: '潤泰',
    address: '台北市中山區八德路二段314號',
  },
  {
    id: '213626',
    store: '敬群',
    address: '台北市中山區樂群二路154號1樓',
  },
  {
    id: '213707',
    store: '信遠',
    address: '台北市信義區松仁路58號B2樓',
  },
  {
    id: '213752',
    store: '南昌',
    address: '台北市中正區南昌路一段67號69號1樓',
  },
  {
    id: '213844',
    store: '萬華',
    address: '台北市萬華區莒光路216號萬大路57號1樓',
  },
  {
    id: '213855',
    store: '新劍潭',
    address: '台北市士林區福港街246號248號',
  },
  {
    id: '213903',
    store: '松鑽',
    address: '台北市松山區八德路四段686號',
  },
  {
    id: '214054',
    store: '中樂',
    address: '台北市中正區延平南路47號',
  },
  {
    id: '214146',
    store: '開源',
    address: '台北市信義區松山路136號138號',
  },
  {
    id: '214179',
    store: '瑞江',
    address: '台北市內湖區瑞陽里江南街71巷16弄76號',
  },
  {
    id: '214283',
    store: '文大',
    address: '台北市士林區格致路57號',
  },
  {
    id: '214320',
    store: '鑫日新',
    address: '台北市萬華區武昌街二段122之1號',
  },
  {
    id: '214397',
    store: '新峨嵋',
    address: '台北市萬華區峨嵋街111之2號之3號',
  },
  {
    id: '214526',
    store: '基河',
    address: '台北市中山區樂群二路206號1樓',
  },
  {
    id: '214559',
    store: '聯合',
    address: '台北市信義區忠孝東路四段559巷6號',
  },
  {
    id: '214571',
    store: '和泰',
    address: '台北市大安區和平東路一段169號',
  },
  {
    id: '214582',
    store: '新北科',
    address: '台北市大安區新生南路一段3號B1樓',
  },
  {
    id: '214607',
    store: '擎天崗',
    address: '台北市北投區湖山路一段12號',
  },
  {
    id: '214722',
    store: '古亭',
    address: '台北市中正區汀州路二段210號',
  },
  {
    id: '214733',
    store: '欣漢華',
    address: '台北市中正區中華路一段41號1樓',
  },
  {
    id: '214766',
    store: '新晴光',
    address: '台北市中山區雙城街30號1樓',
  },
  {
    id: '214799',
    store: '新復勢',
    address: '台北市松山區八德路三段200號202號1樓',
  },
  {
    id: '214803',
    store: '新寶清',
    address: '台北市松山區南京東路五段334號336號1樓',
  },
  {
    id: '214858',
    store: '通化',
    address: '台北市大安區通化街26之8號',
  },
  {
    id: '214870',
    store: '洲美',
    address: '台北市士林區延平北路六段505號',
  },
  {
    id: '214892',
    store: '忠林',
    address: '台北市信義區忠孝東路五段470號1樓',
  },
  {
    id: '214906',
    store: '世貿',
    address: '台北市信義區信義路五段5號1樓',
  },
  {
    id: '214917',
    store: '塔城',
    address: '台北市大同區長安西路271號1樓及273巷2號1樓',
  },
  {
    id: '214984',
    store: '開懷',
    address: '台北市中正區開封街一段15號17號1樓17號2樓',
  },
  {
    id: '215013',
    store: '世貿二',
    address: '台北市信義區信義路五段5號2樓',
  },
  {
    id: '215253',
    store: '鑫吉',
    address: '台北市信義區虎林街85號',
  },
  {
    id: '215471',
    store: '新天強',
    address: '台北市士林區克強路11及11-1號1樓',
  },
  {
    id: '215530',
    store: '敦禾',
    address: '台北市大安區敦化南路二段265巷6號1樓',
  },
  {
    id: '215655',
    store: '宏旭',
    address: '台北市萬華區西園路一段238號1樓2樓',
  },
  {
    id: '215688',
    store: '信吉',
    address: '台北市信義區永吉路278巷58弄2號',
  },
  {
    id: '215758',
    store: '朝福',
    address: '台北市松山區三民路115號',
  },
  {
    id: '215851',
    store: '東復',
    address: '台北市松山區復興北路313巷25號',
  },
  {
    id: '215921',
    store: '國雙',
    address: '台北市萬華區西藏路125巷17號及129-9號',
  },
  {
    id: '215932',
    store: '桂明',
    address: '台北市萬華區桂林路55號',
  },
  {
    id: '215943',
    store: '明美',
    address: '台北市中山區敬業一路130號1樓',
  },
  {
    id: '216050',
    store: '佑安',
    address: '台北市大安區忠孝東路三段217巷1弄2號',
  },
  {
    id: '216072',
    store: '新忠誠',
    address: '台北市士林區中山北路六段18號20號1樓',
  },
  {
    id: '216108',
    store: '復維',
    address: '台北市大安區復興南路二段17號',
  },
  {
    id: '216119',
    store: '芝山',
    address: '台北市士林區福華路126號1樓',
  },
  {
    id: '216201',
    store: '信福',
    address: '台北市信義區福德街308號310巷1號',
  },
  {
    id: '216212',
    store: '信嘉',
    address: '台北市信義區嘉興街181巷21號',
  },
  {
    id: '216315',
    store: '錦合',
    address: '台北市中山區合江街117號',
  },
  {
    id: '216337',
    store: '北體',
    address: '台北市松山區北寧路66號',
  },
  {
    id: '216382',
    store: '政新',
    address: '台北市文山區新光路一段10號12號14號1樓及B1',
  },
  {
    id: '216430',
    store: '萬長',
    address: '台北市萬華區東園街78號1樓',
  },
  {
    id: '216463',
    store: '信德',
    address: '台北市信義區松德路200巷10號',
  },
  {
    id: '216485',
    store: '紫陽',
    address: '台北市內湖區紫陽里陽光街159號',
  },
  {
    id: '216692',
    store: '鑫港',
    address: '台北市士林區後港街210號',
  },
  {
    id: '216865',
    store: '杭信',
    address: '台北市中正區信義路二段15號1樓',
  },
  {
    id: '216876',
    store: '萬和',
    address: '台北市萬華區萬大路182號184號',
  },
  {
    id: '216935',
    store: '東湖',
    address: '台北市內湖區五分街62號',
  },
  {
    id: '216991',
    store: '百齡',
    address: '台北市北投區石牌路一段37號',
  },
  {
    id: '217008',
    store: '泉北',
    address: '台北市北投區溫泉路70號',
  },
  {
    id: '217271',
    store: '延吉',
    address: '台北市大安區延吉街237號',
  },
  {
    id: '217282',
    store: '鑫仰德',
    address: '台北市士林區仰德大道三段68號70號',
  },
  {
    id: '217330',
    store: '森華',
    address: '台北市中山區林森北路587號1樓',
  },
  {
    id: '217352',
    store: '鑫寧',
    address: '台北市大同區民生西路214號216號1樓',
  },
  {
    id: '217477',
    store: '見晴',
    address: '台北市內湖區瑞光路196號',
  },
  {
    id: '227658',
    store: '藍天樓',
    address: '台北市中山區北安路387號1樓',
  },
  {
    id: '227728',
    store: '臺醫東',
    address: '台北市中正區中山南路7號1樓',
  },
  {
    id: '228167',
    store: '國賓',
    address: '台北市中山區中山北路二段71號1樓',
  },
  {
    id: '228396',
    store: '廣運',
    address: '台北市萬華區廣州街170號1樓2樓部份',
  },
  {
    id: '228477',
    store: '永錦',
    address: '台北市中山區錦西街1號',
  },
  {
    id: '228592',
    store: '永倫',
    address: '台北市士林區社中街381號1樓',
  },
  {
    id: '228673',
    store: '信富',
    address: '台北市信義區吳興街156巷63號1樓63之1號1樓',
  },
  {
    id: '228776',
    store: '陽明',
    address: '台北市北投區立農街二段155號1樓',
  },
  {
    id: '228880',
    store: '莘苑',
    address: '台北市文山區新光路一段97號99號',
  },
  {
    id: '229274',
    store: '萬連',
    address: '台北市大同區萬全街40巷4號6號1樓',
  },
  {
    id: '229355',
    store: '永明',
    address: '台北市中山區明水路397巷7弄41號1樓',
  },
  {
    id: '229610',
    store: '滬江',
    address: '台北市文山區羅斯福路六段270號',
  },
  {
    id: '230090',
    store: '木鳴',
    address: '台北市文山區木柵路三段115號117號1樓',
  },
  {
    id: '230159',
    store: '鴻瑞',
    address: '台北市內湖區瑞光路335號1樓',
  },
  {
    id: '230207',
    store: '銳陽',
    address: '台北市內湖區文德路22巷44弄6號8號1樓',
  },
  {
    id: '230355',
    store: '松德',
    address: '台北市松山區八德路四段755號1樓',
  },
  {
    id: '230436',
    store: '國企',
    address: '台北市內湖區行善路136號1樓',
  },
  {
    id: '230609',
    store: '和碩',
    address: '台北市北投區立德路15號1樓',
  },
  {
    id: '230654',
    store: '慶城',
    address: '台北市中正區武昌街一段18號1樓',
  },
  {
    id: '230757',
    store: '中華賓',
    address: '台北市北投區立功街9號1樓',
  },
  {
    id: '230816',
    store: '榮陽',
    address: '台北市北投區西安街一段345號1樓',
  },
  {
    id: '231163',
    store: '鑫麟',
    address: '台北市信義區和平東路三段391巷22號24號1樓及地下室一樓',
  },
  {
    id: '231277',
    store: '社鑫',
    address: '台北市士林區社子街42號44號1樓',
  },
  {
    id: '231783',
    store: '廣慈',
    address: '台北市信義區大道路115號117號1樓',
  },
  {
    id: '231864',
    store: '環武',
    address: '台北市內湖區環山路一段8號1樓',
  },
  {
    id: '231990',
    store: '隆合',
    address: '台北市文山區羅斯福路五段218巷28號30號',
  },
  {
    id: '232041',
    store: '京育',
    address: '台北市松山區南京東路四段66號寧安街68巷25號',
  },
  {
    id: '232269',
    store: '新寧南',
    address: '台北市萬華區西寧南路78號1樓',
  },
  {
    id: '232454',
    store: '敦南',
    address: '台北市大安區大安路一段83巷14號1樓',
  },
  {
    id: '232719',
    store: '福順',
    address: '台北市士林區重慶北路四段177號1樓',
  },
  {
    id: '232960',
    store: '統領',
    address: '台北市大安區忠孝東路四段223巷9號1樓',
  },
  {
    id: '232971',
    store: '鑫泰',
    address: '台北市大安區泰順街60巷9號11號',
  },
  {
    id: '233192',
    store: '忠順',
    address: '台北市文山區忠順街一段26巷22號24號',
  },
  {
    id: '233365',
    store: '空指部',
    address: '台北市大安區羅斯福路4段113巷29號(空軍指揮作戰部)',
  },
  {
    id: '233480',
    store: '文林北',
    address: '台北市北投區文林北路260號1樓',
  },
  {
    id: '233572',
    store: '鑫公信',
    address: '台北市中正區信陽街9號11號1樓',
  },
  {
    id: '233756',
    store: '環金',
    address: '台北市內湖區環山路二段123號125號1樓',
  },
  {
    id: '233963',
    store: '京興',
    address: '台北市松山區南京東路五段206號1樓',
  },
  {
    id: '234025',
    store: '松敬',
    address: '台北市信義區吳興街11號1樓',
  },
  {
    id: '234128',
    store: '合億',
    address: '台北市大安區和平東路三段1巷51號1樓',
  },
  {
    id: '234139',
    store: '吉民',
    address: '台北市中山區吉林路277號279號1樓',
  },
  {
    id: '234357',
    store: '敦頂',
    address: '台北市大安區敦化南路一段190巷10號1樓',
  },
  {
    id: '234483',
    store: '紫雲',
    address: '台北市內湖區康寧路一段263號265號1樓',
  },
  {
    id: '234575',
    store: '原新',
    address: '台北市中山區中原街82號1樓84號1樓',
  },
  {
    id: '234737',
    store: '圓金',
    address: '台北市大安區仁愛路四段112巷7號7號之1',
  },
  {
    id: '234977',
    store: '新和碩',
    address: '台北市北投區立德路150之3號B1F',
  },
  {
    id: '235051',
    store: '鑫江南',
    address: '台北市內湖區江南街10號1樓',
  },
  {
    id: '235165',
    store: '社子島',
    address: '台北市士林區延平北路九段215號',
  },
  {
    id: '235202',
    store: '廣林',
    address: '台北市信義區福德街84巷52號1樓',
  },
  {
    id: '235224',
    store: '建權',
    address: '台北市中山區民權東路二段206號1樓',
  },
  {
    id: '235279',
    store: '萬欣',
    address: '台北市文山區興隆路三段73號1樓2樓',
  },
  {
    id: '235442',
    store: '延平北',
    address: '台北市大同區延平北路一段110號112號116號1樓',
  },
  {
    id: '235512',
    store: '仁愛醫',
    address: '台北市大安區復興南路一段253巷52號1樓',
  },
  {
    id: '235763',
    store: '厚讚',
    address: '台北市大同區長安西路228號1樓',
  },
  {
    id: '235800',
    store: '遼寧',
    address: '台北市中山區遼寧街160號1樓',
  },
  {
    id: '235855',
    store: '東榮',
    address: '台北市松山區民生東路五段71號1樓',
  },
  {
    id: '235947',
    store: '文森',
    address: '台北市文山區興隆路一段125巷1之1號',
  },
  {
    id: '236113',
    store: '士東',
    address: '台北市士林區士東路42號1樓',
  },
  {
    id: '236180',
    store: '福國路',
    address: '台北市士林區福國路17號17之1號19之1號',
  },
  {
    id: '236397',
    store: '東光',
    address: '台北市松山區南京東路五段23巷4號1樓',
  },
  {
    id: '236401',
    store: '立陽',
    address: '台北市北投區立農街二段299號1樓',
  },
  {
    id: '236423',
    store: '紫德',
    address: '台北市內湖區文德路210巷30弄32號34號1樓',
  },
  {
    id: '236434',
    store: '武松',
    address: '台北市信義區松山路121號1樓',
  },
  {
    id: '236607',
    store: '錦捷',
    address: '台北市中山區錦州街229號1樓',
  },
  {
    id: '236618',
    store: '紹興',
    address: '台北市中正區紹興北街37號1樓',
  },
  {
    id: '236629',
    store: '青島',
    address: '台北市中正區青島東路4號',
  },
  {
    id: '236803',
    store: '北福興',
    address: '台北市文山區興旺里福興路20號',
  },
  {
    id: '236825',
    store: '吉祥',
    address: '台北市松山區八德路四段245巷52弄31號',
  },
  {
    id: '236962',
    store: '天裕',
    address: '台北市士林區中山北路七段156號1樓',
  },
  {
    id: '236973',
    store: '鑫通',
    address: '台北市大安區信義路四段294巷7號1樓',
  },
  {
    id: '236984',
    store: '懷得',
    address: '台北市北投區懷德街85號1樓',
  },
  {
    id: '237149',
    store: '濱江',
    address: '台北市中山區龍江路356巷39及41號1樓',
  },
  {
    id: '237150',
    store: '福致',
    address: '台北市北投區致遠一路二段49號51號1樓',
  },
  {
    id: '237220',
    store: '中愛',
    address: '台北市中正區寧波東街17號1樓',
  },
  {
    id: '237242',
    store: '京復',
    address: '台北市松山區光復北路11巷44號',
  },
  {
    id: '237275',
    store: '世成',
    address: '台北市文山區木柵路一段111號1樓(世新大管院)',
  },
  {
    id: '237286',
    store: '松京',
    address: '台北市中山區南京東路二段144號1樓',
  },
  {
    id: '237301',
    store: '民復',
    address: '台北市松山區民生東路四段130號',
  },
  {
    id: '237389',
    store: '台科一',
    address: '台北市大安區基隆路四段43號1樓',
  },
  {
    id: '237404',
    store: '金德',
    address: '台北市內湖區金龍路5號1F',
  },
  {
    id: '237437',
    store: '復星',
    address: '台北市松山區復興北路15-6號1樓',
  },
  {
    id: '237460',
    store: '國圖',
    address: '台北市中正區中山南路20號B1樓',
  },
  {
    id: '237530',
    store: '朱崙',
    address: '台北市中山區復興北路56號58號1樓',
  },
  {
    id: '237644',
    store: '景中',
    address: '台北市文山區景文里景文街96號98號',
  },
  {
    id: '237666',
    store: '忠聯',
    address: '台北市中正區忠孝東路二段100號1樓',
  },
  {
    id: '237688',
    store: '東成',
    address: '台北市中正區延平南路129巷3號1樓',
  },
  {
    id: '237840',
    store: '福鑫',
    address: '台北市士林區中正路324號',
  },
  {
    id: '237909',
    store: '龍門',
    address: '台北市大安區和平東路二段38之1號40號1樓',
  },
  {
    id: '237910',
    store: '安居',
    address: '台北市大安區安居街33號',
  },
  {
    id: '238016',
    store: '敦親',
    address: '台北市大安區辛亥路二段171巷8號',
  },
  {
    id: '238027',
    store: '萬忠',
    address: '台北市萬華區東園街28巷56號58號',
  },
  {
    id: '238038',
    store: '湧久',
    address: '台北市大同區延平北路四段157號159號',
  },
  {
    id: '238186',
    store: '敦維',
    address: '台北市大安區東豐街43號45號1樓',
  },
  {
    id: '238212',
    store: '新慶陽',
    address: '台北市大同區重慶北路二段60號',
  },
  {
    id: '238289',
    store: '中興',
    address: '台北市信義區基隆路二段22號',
  },
  {
    id: '238337',
    store: '京城',
    address: '台北市松山區南京東路四段75之2號1樓',
  },
  {
    id: '238360',
    store: '德鄰',
    address: '台北市信義區松德路127號129號1樓',
  },
  {
    id: '238371',
    store: '行善',
    address: '台北市內湖區行善路468號1樓新湖二路369號1樓',
  },
  {
    id: '238382',
    store: '延龍',
    address: '台北市大同區延平北路四段16號18號1樓',
  },
  {
    id: '238418',
    store: '漢神',
    address: '台北市文山區景中街45號1樓',
  },
  {
    id: '238463',
    store: '新艋舺',
    address: '台北市萬華區萬大路292號294號',
  },
  {
    id: '238500',
    store: '恆安',
    address: '台北市大安區永康街2巷12號1樓',
  },
  {
    id: '238511',
    store: '德東',
    address: '台北市士林區德行東路262號1樓',
  },
  {
    id: '238522',
    store: '瑞安',
    address: '台北市大安區瑞安街182號',
  },
  {
    id: '238533',
    store: '合維',
    address: '台北市大安區四維路170巷8號1樓',
  },
  {
    id: '238555',
    store: '金和',
    address: '台北市北投區中和街314號316號1樓',
  },
  {
    id: '238625',
    store: '加賀屋',
    address: '台北市北投區溫泉路73巷5號地下二樓之1',
  },
  {
    id: '238669',
    store: '經貿',
    address: '台北市南港區三重路19號1樓',
  },
  {
    id: '238670',
    store: '京東',
    address: '台北市松山區南京東路五段16號1樓',
  },
  {
    id: '238681',
    store: '林北',
    address: '台北市中山區民生東路一段46號46-1號1樓',
  },
  {
    id: '238739',
    store: '青年',
    address: '台北市萬華區青年路188號1樓',
  },
  {
    id: '238935',
    store: '仕吉',
    address: '台北市大安區忠孝東路四段223巷42號',
  },
  {
    id: '238957',
    store: '伊東',
    address: '台北市中山區伊通街30號1樓',
  },
  {
    id: '239145',
    store: '北投',
    address: '台北市北投區中和街222號',
  },
  {
    id: '239156',
    store: '迪化',
    address: '台北市大同區民生西路343號345號',
  },
  {
    id: '239167',
    store: '建龍',
    address: '台北市中山區龍江路239號1樓',
  },
  {
    id: '239215',
    store: '森吉',
    address: '台北市中山區林森北路624號626號1樓',
  },
  {
    id: '239226',
    store: '錢忠',
    address: '台北市大安區忠孝東路四段26巷5號',
  },
  {
    id: '239248',
    store: '欣隆昌',
    address: '台北市大安區基隆路二段142之1號及142之2號',
  },
  {
    id: '239385',
    store: '金山',
    address: '台北市中正區金山南路一段108號',
  },
  {
    id: '239411',
    store: '凱富',
    address: '台北市萬華區西園路一段278號1樓',
  },
  {
    id: '239455',
    store: '北府',
    address: '台北市信義區松仁路162號164號1樓',
  },
  {
    id: '239547',
    store: '榮星',
    address: '台北市中山區龍江路322號',
  },
  {
    id: '239628',
    store: '里昂',
    address: '台北市內湖區瑞光路406號1樓',
  },
  {
    id: '239684',
    store: '商城',
    address: '台北市北投區裕民六路111號113號1樓',
  },
  {
    id: '239695',
    store: '達人',
    address: '台北市內湖區內湖路二段249號251號',
  },
  {
    id: '239721',
    store: '中崙',
    address: '台北市松山區八德路三段27號',
  },
  {
    id: '239732',
    store: '臨江',
    address: '台北市大安區安和路二段67號',
  },
  {
    id: '239743',
    store: '民有',
    address: '台北市松山區民權東路三段108號',
  },
  {
    id: '239776',
    store: '龍和',
    address: '台北市大安區和平東路二段197號199號1樓',
  },
  {
    id: '239787',
    store: '詠樂',
    address: '台北市大同區迪化街一段13號全棟',
  },
  {
    id: '239813',
    store: '京山',
    address: '台北市中山區南京東路二段100號1樓',
  },
  {
    id: '239949',
    store: '全球',
    address: '台北市內湖區新湖二路329號1樓',
  },
  {
    id: '239972',
    store: '京典',
    address: '台北市中山區南京東路三段86號1樓',
  },
  {
    id: '240019',
    store: '晶鑽',
    address: '台北市中山區中山北路二段39巷8號1樓',
  },
  {
    id: '240020',
    store: '金蓬',
    address: '台北市中山區民權西路73號1樓',
  },
  {
    id: '240031',
    store: '合旺',
    address: '台北市大安區復興南路二段151巷41號1樓',
  },
  {
    id: '240226',
    store: '仟發',
    address: '台北市大同區民生西路95號97號',
  },
  {
    id: '240237',
    store: '庄研',
    address: '台北市南港區研究院路二段152號1樓',
  },
  {
    id: '240260',
    store: '景興',
    address: '台北市文山區景興路113號115號',
  },
  {
    id: '240411',
    store: '同州',
    address: '台北市中正區同安街62號1樓',
  },
  {
    id: '240536',
    store: '德瑞',
    address: '台北市內湖區洲子街70號1樓',
  },
  {
    id: '240558',
    store: '德致',
    address: '台北市北投區明德路87號89號1樓',
  },
  {
    id: '240569',
    store: '總站',
    address: '台北市信義區吳興街486號488號1樓',
  },
  {
    id: '240570',
    store: '德馨',
    address: '台北市內湖區洲子街46號',
  },
  {
    id: '240581',
    store: '瑞鑽',
    address: '台北市內湖區瑞光路478巷24號1樓',
  },
  {
    id: '240651',
    store: '復安',
    address: '台北市松山區民生東路三段130巷2之1號1樓',
  },
  {
    id: '240709',
    store: '威京',
    address: '台北市松山區八德路四段151號',
  },
  {
    id: '240743',
    store: '森鑽',
    address: '台北市中山區林森北路101號1樓',
  },
  {
    id: '240754',
    store: '國京',
    address: '台北市中山區南京東路三段21號1樓',
  },
  {
    id: '240787',
    store: '樂利',
    address: '台北市大安區樂利路76號78號1樓',
  },
  {
    id: '240916',
    store: '慈愛',
    address: '台北市南港區重陽路164號',
  },
  {
    id: '240927',
    store: '昌吉',
    address: '台北市大同區承德路三段60號60-1號',
  },
  {
    id: '240949',
    store: '明水',
    address: '台北市中山區明水路636號樂群三路1號',
  },
  {
    id: '240950',
    store: '文林',
    address: '台北市士林區大北路14號16號1樓',
  },
  {
    id: '241001',
    store: '港鑫',
    address: '台北市內湖區內湖路一段737巷35號',
  },
  {
    id: '241090',
    store: '寶德',
    address: '台北市松山區八德路四段295號297號1樓',
  },
  {
    id: '241137',
    store: '紫新',
    address: '台北市內湖區成功路三段201號1樓',
  },
  {
    id: '241148',
    store: '松鐵',
    address: '台北市信義區松山路11號B1樓',
  },
  {
    id: '241159',
    store: '新西華',
    address: '台北市中山區民生東路三段31號',
  },
  {
    id: '241160',
    store: '友成',
    address: '台北市士林區社中街211號1樓',
  },
  {
    id: '241171',
    store: '哈蜜',
    address: '台北市大同區重慶北路三段309、311號1樓',
  },
  {
    id: '241193',
    store: '頂安',
    address: '台北市大安區大安路一段67號1樓',
  },
  {
    id: '241207',
    store: '錢京',
    address: '台北市松山區敦化北路100號1樓',
  },
  {
    id: '241311',
    store: '克難',
    address: '台北市萬華區萬青街168號',
  },
  {
    id: '241399',
    store: '權鑫',
    address: '台北市大同區民權西路157之1號1樓',
  },
  {
    id: '241403',
    store: '明華',
    address: '台北市北投區明德路99號',
  },
  {
    id: '241425',
    store: '復北',
    address: '台北市中山區復興北路164號1樓',
  },
  {
    id: '241573',
    store: '鑫富民',
    address: '台北市大安區忠孝東路四段181巷40弄22號1樓',
  },
  {
    id: '241584',
    store: '馥樺',
    address: '台北市南港區三重路23號1樓',
  },
  {
    id: '241595',
    store: '金宴',
    address: '台北市中山區建國北路二段151巷8號1樓',
  },
  {
    id: '241816',
    store: '金鑽',
    address: '台北市中山區民權西路56號1樓',
  },
  {
    id: '241827',
    store: '庚塑',
    address: '台北市松山區敦化北路199巷2弄9號',
  },
  {
    id: '241861',
    store: '涼州',
    address: '台北市大同區延平北路二段258號',
  },
  {
    id: '241942',
    store: '行美',
    address: '台北市內湖區行善路191號193號',
  },
  {
    id: '242071',
    store: '通河',
    address: '台北市士林區通河街151號1樓',
  },
  {
    id: '242107',
    store: '讚前',
    address: '台北市中正區忠孝西路一段50之1號地下街(8-2.8-3.8-4)',
  },
  {
    id: '242129',
    store: '港寰',
    address: '台北市南港區重陽路336號1樓2樓',
  },
  {
    id: '242392',
    store: '巨東',
    address: '台北市信義區忠孝東路四段553巷6弄2號1樓',
  },
  {
    id: '242439',
    store: '南西',
    address: '台北市大同區南京西路316號1樓',
  },
  {
    id: '242668',
    store: '和鑫',
    address: '台北市大安區和平東路三段38號1樓',
  },
  {
    id: '242794',
    store: '吉添',
    address: '台北市中山區吉林路296號1樓新生北路二段137巷67號1樓',
  },
  {
    id: '242886',
    store: '權湖',
    address: '台北市內湖區民權東路六段212號1樓212之1號1樓',
  },
  {
    id: '242978',
    store: '三鐵',
    address: '台北市中正區忠孝西路一段49號5號店鋪(部份)',
  },
  {
    id: '243074',
    store: '新寶',
    address: '台北市中山區建國北路一段156號一樓',
  },
  {
    id: '243085',
    store: '復吉',
    address: '台北市松山區南京東路三段275號1樓',
  },
  {
    id: '243339',
    store: '廣鳴',
    address: '台北市信義區福德街88號90號',
  },
  {
    id: '248666',
    store: '民醫',
    address: '台北市內湖區民權東路六段123巷22號22之1號',
  },
  {
    id: '248699',
    store: '松機',
    address: '台北市松山區敦化北路340之10號1樓',
  },
  {
    id: '248703',
    store: '海光',
    address: '台北市士林區延平北路五段35號37號39號',
  },
  {
    id: '248770',
    store: '新萬隆',
    address: '台北市文山區羅斯福路六段20號22號',
  },
  {
    id: '248781',
    store: '新錦祥',
    address: '台北市中山區錦西街16號',
  },
  {
    id: '248792',
    store: '園寶',
    address: '台北市萬華區西園路二段281巷29號1樓31號1樓33號1樓',
  },
  {
    id: '248873',
    store: '北醫',
    address: '台北市信義區吳興街252號',
  },
  {
    id: '248895',
    store: '北醫大',
    address: '台北市信義區吳興街250號1樓',
  },
  {
    id: '248909',
    store: '中寧',
    address: '台北市萬華區中華路二段602-1、602-2號1樓',
  },
  {
    id: '248998',
    store: '興北',
    address: '台北市文山區興隆路三段108號',
  },
  {
    id: '249108',
    store: '關渡站',
    address: '台北市北投區大度路三段270巷69號71號1樓',
  },
  {
    id: '249212',
    store: '金雲',
    address: '台北市內湖區星雲街136號',
  },
  {
    id: '249289',
    store: '社鑽',
    address: '台北市士林區中正路639號1樓',
  },
  {
    id: '249337',
    store: '長北',
    address: '台北市中山區長春路11號',
  },
  {
    id: '249382',
    store: '昇隆',
    address: '台北市大安區敦化南路二段238號',
  },
  {
    id: '249669',
    store: '牯嶺',
    address: '台北市中正區廈門街99巷19-2號1樓',
  },
  {
    id: '249706',
    store: '大敦',
    address: '台北市大安區敦化南路二段63巷7號1樓',
  },
  {
    id: '249935',
    store: '延新',
    address: '台北市松山區延壽街99號1樓',
  },
  {
    id: '249968',
    store: '新東帝',
    address: '台北市大安區敦化南路二段99號1樓',
  },
  {
    id: '250038',
    store: '名寶',
    address: '台北市內湖區民權東路六段180巷17號19號',
  },
  {
    id: '250083',
    store: '榮鑽',
    address: '台北市中山區五常街23號25號民族東路410巷62號1樓',
  },
  {
    id: '250256',
    store: '克里斯',
    address: '台北市內湖區五分街33號35號1樓',
  },
  {
    id: '250359',
    store: '健一',
    address: '台北市松山區健康路11號',
  },
  {
    id: '250614',
    store: '清江',
    address: '台北市北投區公館路165號1樓.165-1號B1',
  },
  {
    id: '250647',
    store: '塔優',
    address: '台北市松山區撫遠街197號199號',
  },
  {
    id: '250832',
    store: '試院',
    address: '台北市文山區木柵路一段139號141號',
  },
  {
    id: '250935',
    store: '留公',
    address: '台北市信義區福德街247號249號',
  },
  {
    id: '251020',
    store: '大華',
    address: '台北市萬華區萬大路495號497號',
  },
  {
    id: '251271',
    store: '花市',
    address: '台北市大安區建國南路一段274號',
  },
  {
    id: '251293',
    store: '德誠',
    address: '台北市士林區德行東路106號108號1樓',
  },
  {
    id: '251307',
    store: '南京',
    address: '台北市松山區南京東路三段303巷5號',
  },
  {
    id: '251330',
    store: '欣福',
    address: '台北市內湖區民權東路六段120巷7弄8號',
  },
  {
    id: '251341',
    store: '關渡',
    address: '台北市北投區知行路282號284號1樓',
  },
  {
    id: '251352',
    store: '鑫壽',
    address: '台北市松山區延壽街323號',
  },
  {
    id: '251400',
    store: '西寧南',
    address: '台北市萬華區西寧南路141號1樓2樓',
  },
  {
    id: '251477',
    store: '泉源',
    address: '台北市北投區泉源路30號地下一樓',
  },
  {
    id: '251639',
    store: '港德',
    address: '台北市南港區福德街373巷25號1樓',
  },
  {
    id: '251640',
    store: '康葫',
    address: '台北市內湖區民權東路六段296巷33號',
  },
  {
    id: '251765',
    store: '安保',
    address: '台北市內湖區安康路28號1樓',
  },
  {
    id: '251798',
    store: '臨通',
    address: '台北市大安區通安街64號1樓',
  },
  {
    id: '251802',
    store: '欣昌',
    address: '台北市萬華區西昌街177號179號179-1號',
  },
  {
    id: '251835',
    store: '重南',
    address: '台北市中正區武昌街一段1-2號1樓',
  },
  {
    id: '251879',
    store: '墘麗',
    address: '台北市內湖區港墘路37巷15號',
  },
  {
    id: '252218',
    store: '羅昌',
    address: '台北市中正區南昌路二段206號1樓',
  },
  {
    id: '252263',
    store: '羅捷',
    address: '台北市文山區景行里羅斯福路六段391號',
  },
  {
    id: '252296',
    store: '鑫樂昇',
    address: '台北市萬華區武昌街二段114之3號.之4號',
  },
  {
    id: '252377',
    store: '忠孝東',
    address: '台北市中正區忠孝東路一段72號76號1樓',
  },
  {
    id: '252481',
    store: '德金',
    address: '台北市中正區八德路一段29號',
  },
  {
    id: '252687',
    store: '瑞德',
    address: '台北市中正區新生南路一段170巷14之3號1樓',
  },
  {
    id: '252827',
    store: '新國聯',
    address: '台北市大安區光復南路180巷12號',
  },
  {
    id: '252883',
    store: '富港',
    address: '台北市內湖區港墘路46號48號1樓',
  },
  {
    id: '252942',
    store: '復興崗',
    address: '台北市北投區中央北路二段68之2號68之3號',
  },
  {
    id: '252975',
    store: '永吉',
    address: '台北市信義區永吉路217號1樓2樓及219號1樓',
  },
  {
    id: '253130',
    store: '後山埤',
    address: '台北市信義區中坡北路11號1樓',
  },
  {
    id: '253196',
    store: '成湖',
    address: '台北市內湖區成功路四段346號',
  },
  {
    id: '253288',
    store: '豐基',
    address: '台北市士林區基河路368號370號',
  },
  {
    id: '253347',
    store: '博嘉',
    address: '台北市文山區木柵路四段117號119號1樓',
  },
  {
    id: '253370',
    store: '政大',
    address: '台北市文山區指南路二段99號101號',
  },
  {
    id: '253451',
    store: '清圳',
    address: '台北市內湖區東湖路113巷88號',
  },
  {
    id: '253624',
    store: '春光',
    address: '台北市信義區大道路9號11號1樓',
  },
  {
    id: '253635',
    store: '友華',
    address: '台北市北投區承德路6段120號',
  },
  {
    id: '253646',
    store: '松鑫',
    address: '台北市中山區松江路208號',
  },
  {
    id: '253657',
    store: '新文華',
    address: '台北市中正區廈門街77號77之1號1樓',
  },
  {
    id: '253897',
    store: '慶陽',
    address: '台北市中正區衡陽路93號1樓',
  },
  {
    id: '254177',
    store: '奇岩',
    address: '台北市北投區崇仁路一段76號',
  },
  {
    id: '254306',
    store: '安遠',
    address: '台北市北投區致遠二路149號',
  },
  {
    id: '254317',
    store: '清愿',
    address: '台北市松山區八德路二段439號',
  },
  {
    id: '254409',
    store: '承富',
    address: '台北市士林區承德路四段39號',
  },
  {
    id: '254579',
    store: '鑫錦州',
    address: '台北市中山區錦州街263號',
  },
  {
    id: '254649',
    store: '敦北',
    address: '台北市松山區敦化北路149號1樓',
  },
  {
    id: '254694',
    store: '美麗華',
    address: '台北市中山區北安路839-1號',
  },
  {
    id: '254731',
    store: '堤頂',
    address: '台北市內湖區堤頂大道二段411號1樓',
  },
  {
    id: '254742',
    store: '護專',
    address: '台北市北投區振興街31號',
  },
  {
    id: '254764',
    store: '三德',
    address: '台北市大同區承德路三段55號57號1樓',
  },
  {
    id: '254823',
    store: '稻江',
    address: '台北市中山區新生北路三段35號農安街67號69號',
  },
  {
    id: '254845',
    store: '新廈門',
    address: '台北市中正區廈門街46號1樓',
  },
  {
    id: '254878',
    store: '一零一',
    address: '台北市信義區信義路五段7號35樓',
  },
  {
    id: '254890',
    store: '松慶',
    address: '台北市松山區慶城街1號1樓',
  },
  {
    id: '254915',
    store: '光忠',
    address: '台北市大安區復興南路一段107巷5弄1號1樓',
  },
  {
    id: '254926',
    store: '建欣',
    address: '台北市中山區建國北路二段13號1樓',
  },
  {
    id: '254971',
    store: '康喜',
    address: '台北市文山區興隆路三段42號',
  },
  {
    id: '255000',
    store: '秀湖',
    address: '台北市內湖區成功路四段359號1樓',
  },
  {
    id: '255011',
    store: '權東',
    address: '台北市中山區民權東路三段71號73號1樓',
  },
  {
    id: '255022',
    store: '西湖',
    address: '台北市內湖區內湖路一段321號',
  },
  {
    id: '255033',
    store: '環湖',
    address: '台北市內湖區環山路一段70號',
  },
  {
    id: '255376',
    store: '天鑫',
    address: '台北市士林區天玉街8號',
  },
  {
    id: '255387',
    store: '仁安',
    address: '台北市大安區仁愛路四段27巷1號',
  },
  {
    id: '255468',
    store: '春城',
    address: '台北市中山區長春路135號135之1號1樓',
  },
  {
    id: '255505',
    store: '龍江',
    address: '台北市中山區龍江路83號85號1樓B1',
  },
  {
    id: '260736',
    store: '成美',
    address: '台北市內湖區新明路317號',
  },
  {
    id: '260792',
    store: '文一',
    address: '台北市文山區木新路三段351號353號1樓',
  },
  {
    id: '260840',
    store: '慶寧',
    address: '台北市大同區寧夏路23號23之1號',
  },
  {
    id: '260851',
    store: '統新',
    address: '台北市中正區臨沂街27巷10號1樓',
  },
  {
    id: '261131',
    store: '羅盛',
    address: '台北市文山區羅斯福路六段235號237號1樓2樓',
  },
  {
    id: '261371',
    store: '大台',
    address: '台北市大安區羅斯福路三段333巷18號1樓20號1樓(部分)',
  },
  {
    id: '261452',
    store: '景捷',
    address: '台北市文山區景福街252號',
  },
  {
    id: '261647',
    store: '德成',
    address: '台北市內湖區內湖路二段366號',
  },
  {
    id: '261658',
    store: '權金',
    address: '台北市內湖區金湖路405號1樓',
  },
  {
    id: '261810',
    store: '鑫文德',
    address: '台北市內湖區文德路99號1樓',
  },
  {
    id: '261821',
    store: '凱立',
    address: '台北市士林區忠義街68號',
  },
  {
    id: '261832',
    store: '森北',
    address: '台北市中山區林森北路108號',
  },
  {
    id: '261865',
    store: '松怡',
    address: '台北市中山區民權東路二段146號1樓',
  },
  {
    id: '261898',
    store: '革新',
    address: '台北市信義區永吉路32號34號',
  },
  {
    id: '261935',
    store: '建忠',
    address: '台北市大安區忠孝東路三段249號',
  },
  {
    id: '261957',
    store: '瑞升',
    address: '台北市大安區杭州南路二段91號',
  },
  {
    id: '262020',
    store: '風復',
    address: '台北市松山區復興南路一段43號',
  },
  {
    id: '262123',
    store: '香城',
    address: '台北市南港區南港路一段167號1樓',
  },
  {
    id: '262226',
    store: '吉盛',
    address: '台北市松山區南京東路五段66巷3弄1號1樓',
  },
  {
    id: '262525',
    store: '樂美',
    address: '台北市中山區樂群三路75號77號1樓',
  },
  {
    id: '262536',
    store: '國旺',
    address: '台北市中山區南京東路一段132巷8號',
  },
  {
    id: '262776',
    store: '新萬盛',
    address: '台北市文山區羅斯福路五段21號1樓',
  },
  {
    id: '262949',
    store: '樂安',
    address: '台北市大安區樂業街71號73號',
  },
  {
    id: '262961',
    store: '捷忠',
    address: '台北市信義區忠孝東路五段617號',
  },
  {
    id: '262972',
    store: '翔運',
    address: '台北市中山區中山北路二段44巷2號1樓',
  },
  {
    id: '263090',
    store: '龍泉',
    address: '台北市大安區羅斯福路三段193號1樓',
  },
  {
    id: '263506',
    store: '江陵',
    address: '台北市中山區一江街23號1樓',
  },
  {
    id: '263757',
    store: '錦龍',
    address: '台北市中山區龍江路281-1號',
  },
  {
    id: '266310',
    store: '新福慶',
    address: '台北市士林區基河路1號1樓(部份)',
  },
  {
    id: '266608',
    store: '萊福',
    address: '台北市信義區林口街48號',
  },
  {
    id: '266631',
    store: '松茂',
    address: '台北市信義區松山路11號(地下一層商業空間C2號)',
  },
  {
    id: '266664',
    store: '台大',
    address: '台北市中正區林森南路53號55號',
  },
  {
    id: '266686',
    store: '漢慶',
    address: '台北市中正區漢口街一段82號1樓',
  },
  {
    id: '266697',
    store: '悅來',
    address: '台北市內湖區五分街9號11號1樓',
  },
  {
    id: '833077',
    store: '原中',
    address: '台北市中山區中原街121號1樓、新生北路三段3巷41號2樓',
  },
  {
    id: '833468',
    store: '農安',
    address: '台北市中山區農安街28-1號1樓28-2號1樓',
  },
  {
    id: '844860',
    store: '晉江',
    address: '台北市中正區和平西路一段26號',
  },
  {
    id: '846604',
    store: '雙環',
    address: '台北市萬華區環河南路二段207號',
  },
  {
    id: '851721',
    store: '一德',
    address: '台北市北投區中央北路四段513號',
  },
  {
    id: '855354',
    store: '添恩',
    address: '台北市文山區指南路三段8號10號',
  },
  {
    id: '855398',
    store: '木柵',
    address: '台北市文山區木柵路二段157號',
  },
  {
    id: '855572',
    store: '和安',
    address: '台北市大安區和平東路三段230號',
  },
  {
    id: '860770',
    store: '成功',
    address: '台北市內湖區成功路二段252號',
  },
  {
    id: '863698',
    store: '豫銘',
    address: '台北市大安區大安路二段102號',
  },
  {
    id: '865362',
    store: '師大',
    address: '台北市大安區師大路87號',
  },
  {
    id: '865694',
    store: '晶華',
    address: '台北市中山區林森北路262號',
  },
  {
    id: '865834',
    store: '中福',
    address: '台北市中山區民生東路二段113號',
  },
  {
    id: '870504',
    store: '道生',
    address: '台北市信義區新仁里東興路57號',
  },
  {
    id: '872832',
    store: '華岡',
    address: '台北市士林區光華路26巷7-1號',
  },
  {
    id: '874230',
    store: '林森',
    address: '台北市中山區林森北路500號',
  },
  {
    id: '874252',
    store: '華山',
    address: '台北市中正區忠孝東路一段138號',
  },
  {
    id: '874388',
    store: '曾德',
    address: '台北市中山區錦州街21-2號',
  },
  {
    id: '874573',
    store: '致遠',
    address: '台北市北投區石牌路一段126號',
  },
  {
    id: '874872',
    store: '統全',
    address: '台北市中正區汀州路三段249號',
  },
  {
    id: '875200',
    store: '木新',
    address: '台北市文山區木新路二段255號',
  },
  {
    id: '882482',
    store: '科建',
    address: '台北市大安區建國南路一段28號30號',
  },
  {
    id: '882792',
    store: '晏揚',
    address: '台北市內湖區康寧路三段99巷14號康寧路三段99巷12弄2號',
  },
  {
    id: '883223',
    store: '松饒',
    address: '台北市松山區慈祐里八德路四段767號769號',
  },
  {
    id: '883544',
    store: '金恩',
    address: '台北市文山區指南路二段149號',
  },
  {
    id: '885609',
    store: '萬芳',
    address: '台北市文山區萬安街23號25號27號27-1號1樓',
  },
  {
    id: '886059',
    store: '東崙',
    address: '台北市中山區八德路二段282號',
  },
  {
    id: '886222',
    store: '桂林',
    address: '台北市萬華區桂林路156號158號160號',
  },
  {
    id: '890900',
    store: '福志',
    address: '台北市士林區雨農路25號',
  },
  {
    id: '891176',
    store: '靜中',
    address: '台北市大同區寧夏路71號73號',
  },
  {
    id: '894359',
    store: '辛亥',
    address: '台北市大安區辛亥路二段57號',
  },
  {
    id: '895020',
    store: '建南',
    address: '台北市大安區建國南路二段151巷6之8號',
  },
  {
    id: '896067',
    store: '統聯',
    address: '台北市中正區忠孝東路二段130-2號130-3號',
  },
  {
    id: '896160',
    store: '福芝',
    address: '台北市士林區福國路94號',
  },
  {
    id: '896458',
    store: '耀港',
    address: '台北市南港區研究院路一段99號1樓之14',
  },
  {
    id: '896539',
    store: '昆陽',
    address: '台北市南港區忠孝東路六段448號',
  },
  {
    id: '900474',
    store: '萬翔',
    address: '台北市中正區公園路13號',
  },
  {
    id: '900636',
    store: '德福',
    address: '台北市內湖區成功路四段30巷27號29號31號',
  },
  {
    id: '901293',
    store: '立仁',
    address: '台北市大安區安和路二段74巷1號',
  },
  {
    id: '906209',
    store: '樂得',
    address: '台北市松山區復興北路35號',
  },
  {
    id: '906564',
    store: '松仁',
    address: '台北市信義區松仁路213號',
  },
  {
    id: '913621',
    store: '馨瑩',
    address: '台北市內湖區內湖路一段91巷2號',
  },
  {
    id: '915270',
    store: '復旦',
    address: '台北市松山區敦化南路一段5號1樓',
  },
  {
    id: '915568',
    store: '龍延',
    address: '台北市大安區師大路59巷13號',
  },
  {
    id: '916572',
    store: '長松',
    address: '台北市中山區松江路65號',
  },
  {
    id: '916712',
    store: '敦安',
    address: '台北市大安區安和路一段86號',
  },
  {
    id: '921633',
    store: '大信',
    address: '台北市大安區信義路三段33號',
  },
  {
    id: '921965',
    store: '羅亭',
    address: '台北市中正區羅斯福路二段68號',
  },
  {
    id: '922197',
    store: '開寧',
    address: '台北市萬華區西寧南路16號',
  },
  {
    id: '928357',
    store: '吉安',
    address: '台北市中山區吉林路365號367號農安街137號',
  },
  {
    id: '928531',
    store: '振華',
    address: '台北市北投區石牌路二段80號82號',
  },
  {
    id: '929006',
    store: '欣旺',
    address: '台北市中山區北安路602之1號1樓604號1樓606號1樓',
  },
  {
    id: '929110',
    store: '靜安',
    address: '台北市大安區光復南路262號',
  },
  {
    id: '930637',
    store: '光東',
    address: '台北市信義區忠孝東路五段524巷1弄1號',
  },
  {
    id: '935805',
    store: '光中',
    address: '台北市北投區光明路122號',
  },
  {
    id: '936244',
    store: '公館',
    address: '台北市北投區公館路31號',
  },
  {
    id: '936255',
    store: '薇閣',
    address: '台北市北投區中央北路一段108號',
  },
  {
    id: '942722',
    store: '新羅福',
    address: '台北市中正區羅斯福路三段80號82號',
  },
  {
    id: '946230',
    store: '京都',
    address: '台北市中山區林森北路411號',
  },
  {
    id: '946919',
    store: '崇光',
    address: '台北市大安區復興南路一段135巷5號',
  },
  {
    id: '948502',
    store: '康寧',
    address: '台北市內湖區康寧路三段26巷1號',
  },
  {
    id: '948649',
    store: '明德',
    address: '台北市北投區明德路114號',
  },
  {
    id: '951195',
    store: '榮鑫',
    address: '台北市中山區建國北路三段89號91號1樓',
  },
  {
    id: '952615',
    store: '新潭美',
    address: '台北市內湖區新明路425號427號',
  },
  {
    id: '956156',
    store: '春森',
    address: '台北市中山區長春路67號',
  },
  {
    id: '956248',
    store: '頂東',
    address: '台北市大安區大安路一段43號',
  },
  {
    id: '956260',
    store: '寧波',
    address: '台北市中正區寧波西街3號',
  },
  {
    id: '956673',
    store: '榮金',
    address: '台北市中山區龍江路384巷1號384巷3號',
  },
  {
    id: '956732',
    store: '錦北',
    address: '台北市中山區錦州街8號',
  },
  {
    id: '956743',
    store: '華經',
    address: '台北市內湖區行忠路30號',
  },
  {
    id: '957193',
    store: '福捷',
    address: '台北市士林區中正路235巷14號',
  },
  {
    id: '957285',
    store: '吉忠',
    address: '台北市大安區延吉街72號',
  },
  {
    id: '957366',
    store: '新文',
    address: '台北市士林區文昌路64號',
  },
  {
    id: '958107',
    store: '撫順',
    address: '台北市中山區中山北路三段23-6號',
  },
  {
    id: '959122',
    store: '豐安',
    address: '台北市大安區東豐街9號',
  },
  {
    id: '959155',
    store: '信中',
    address: '台北市大安區信義路三段99號1樓',
  },
  {
    id: '960074',
    store: '崑崙',
    address: '台北市中山區中山北路一段105巷13號',
  },
  {
    id: '960096',
    store: '長津',
    address: '台北市中山區長安東路一段12號',
  },
  {
    id: '960513',
    store: '至善天',
    address: '台北市士林區至善路二段264號',
  },
  {
    id: '960753',
    store: '富邦',
    address: '台北市北投區實踐街22號24號',
  },
  {
    id: '960775',
    store: '草山',
    address: '台北市士林區格致路28號',
  },
  {
    id: '961000',
    store: '惠安',
    address: '台北市信義區惠安里吳興街520號',
  },
  {
    id: '961217',
    store: '信興',
    address: '台北市大安區信義路四段32號',
  },
  {
    id: '962209',
    store: '新豪美',
    address: '台北市北投區文林北路98號100號',
  },
  {
    id: '962346',
    store: '仙岩',
    address: '台北市文山區仙岩路18號18-118號18-2號1樓',
  },
  {
    id: '962483',
    store: '石捷',
    address: '台北市北投區石牌路二段8號',
  },
  {
    id: '962542',
    store: '大龍',
    address: '台北市大同區昌吉街72號74號76號',
  },
  {
    id: '963305',
    store: '義村',
    address: '台北市大安區忠孝東路三段160號',
  },
  {
    id: '963556',
    store: '興貿',
    address: '台北市信義區景新里莊敬路178巷2號',
  },
  {
    id: '966164',
    store: '中興醫',
    address: '台北市大同區鄭州路145號B1',
  },
  {
    id: '968388',
    store: '文儀',
    address: '台北市文山區木新路三段54號56號',
  },
  {
    id: '968643',
    store: '清湖',
    address: '台北市內湖區金湖路49號1樓',
  },
  {
    id: '970749',
    store: '鑫長安',
    address: '台北市中山區長安東路一段53巷1之3號',
  },
  {
    id: '970901',
    store: '信醫',
    address: '台北市信義區吳興街346號348號',
  },
  {
    id: '971672',
    store: '鑫太原',
    address: '台北市大同區太原路40號42號44號',
  },
  {
    id: '971867',
    store: '鑫東一',
    address: '台北市中山區一江街11號13號',
  },
  {
    id: '972321',
    store: '鑫杭',
    address: '台北市中正區杭州南路一段23號',
  },
  {
    id: '972594',
    store: '長星',
    address: '台北市大安區基隆路三段85號',
  },
  {
    id: '972778',
    store: '松運',
    address: '台北市中山區松江路101號',
  },
  {
    id: '975054',
    store: '興芳',
    address: '台北市文山區興光里興隆路三段173-175號',
  },
  {
    id: '975663',
    store: '世運',
    address: '台北市萬華區昆明街81號83號',
  },
  {
    id: '975951',
    store: '華雙',
    address: '台北市萬華區環河南路二段252號1樓環河南路二段250巷1號1樓',
  },
  {
    id: '975973',
    store: '禾光',
    address: '台北市大安區和平東路二段63號1樓',
  },
  {
    id: '976286',
    store: '天越',
    address: '台北市士林區天母東路50巷25號',
  },
  {
    id: '976633',
    store: '聯坊',
    address: '台北市南港區東新街118巷1號',
  },
  {
    id: '977290',
    store: '圓慶',
    address: '台北市大同區南京西路127號',
  },
  {
    id: '978628',
    store: '林坊',
    address: '台北市南港區東新街80巷1號108巷2弄30號',
  },
  {
    id: '980436',
    store: '天富',
    address: '台北市北投區富貴一路3號1樓',
  },
  {
    id: '981901',
    store: '宏泰',
    address: '台北市信義區松仁路91-1號1樓',
  },
  {
    id: '985246',
    store: '欣安和',
    address: '台北市大安區安和路一段47號',
  },
  {
    id: '985280',
    store: '新雲',
    address: '台北市中正區三愛里連雲街81號',
  },
  {
    id: '985707',
    store: '瑞鑫',
    address: '台北市內湖區瑞光路580號',
  },
  {
    id: '988326',
    store: '豫鋒',
    address: '台北市士林區大南路322號',
  },
  {
    id: '990053',
    store: '新安康',
    address: '台北市文山區木柵路二段88號90號1樓興隆路四段26號',
  },
  {
    id: '990352',
    store: '松禾',
    address: '台北市松山區塔悠路31號33號',
  },
  {
    id: '991551',
    store: '京發',
    address: '台北市松山區南京東路五段139之4及139之8號',
  },
  {
    id: '991562',
    store: '中華電',
    address: '台北市中正區信義路一段21-3號B1樓',
  },
  {
    id: '991584',
    store: '威克',
    address: '台北市中山區南京東路三段208號1樓',
  },
  {
    id: '991702',
    store: '松家',
    address: '台北市信義區松山路608號610號',
  },
  {
    id: '991850',
    store: '長鴻',
    address: '台北市內湖區大湖山莊街219巷6號8號1樓',
  },
  {
    id: '991894',
    store: '台師大',
    address: '台北市文山區汀州路四段88號行政大樓1樓',
  },
  {
    id: '992130',
    store: '漢中',
    address: '台北市萬華區漢中街185號187號',
  },
  {
    id: '992336',
    store: '德倫',
    address: '台北市大同區承德路三段240號242號1樓',
  },
  {
    id: '992381',
    store: '福通',
    address: '台北市士林區大南路400號402號1樓',
  },
  {
    id: '992945',
    store: '社中',
    address: '台北市士林區社中街320號322號1樓',
  },
  {
    id: '992967',
    store: '酒泉',
    address: '台北市大同區重慶北路3段258、260、262號1樓',
  },
  {
    id: '993041',
    store: '松高',
    address: '台北市信義區基隆路一段141號1樓',
  },
  {
    id: '993649',
    store: '和信醫',
    address: '台北市北投區立德路125號1樓',
  },
  {
    id: '996110',
    store: '鑫大孝',
    address: '台北市中正區黎明里重慶南路一段1-1號一樓',
  },
  {
    id: '996154',
    store: '鳳翔',
    address: '台北市大安區忠孝東路四段216巷68號',
  },
  {
    id: '996372',
    store: '鑫武昌',
    address: '台北市萬華區武昌街二段57號1樓',
  },
  {
    id: '996523',
    store: '篷萊',
    address: '台北市大同區寧夏路131-1號',
  },
  {
    id: '996637',
    store: '和業',
    address: '台北市北投區中和街10號',
  },
  {
    id: '996741',
    store: '元大',
    address: '台北市中山區遼寧街110號1樓',
  },
  {
    id: '997571',
    store: '聚鑫',
    address: '台北市士林區延平北路六段350號350之1號1樓',
  },
  {
    id: '999083',
    store: '匯陽',
    address: '台北市內湖區陽光街383號',
  },
  {
    id: '110286',
    store: '鴻成',
    address: '新北市土城區學府路一段28號1樓',
  },
  {
    id: '110301',
    store: '耀心',
    address: '新北市板橋區中山路一段50巷22號1樓',
  },
  {
    id: '110507',
    store: '雙建',
    address: '新北市新店區二十張路64號64之1號1樓',
  },
  {
    id: '110552',
    store: '蘆荻',
    address: '新北市蘆洲區永康街1巷35號1樓',
  },
  {
    id: '110998',
    store: '百豐',
    address: '新北市新店區安康路一段168號1樓',
  },
  {
    id: '111371',
    store: '俊安',
    address: '新北市樹林區俊英街156號',
  },
  {
    id: '111647',
    store: '德旺',
    address: '新北市中和區壽德街22號1樓',
  },
  {
    id: '111913',
    store: '天下',
    address: '新北市三峽區中正路一段110號112號1樓',
  },
  {
    id: '111946',
    store: '城雅',
    address: '新北市樹林區學成路519號1樓',
  },
  {
    id: '112189',
    store: '瑞芳',
    address: '新北市瑞芳區明燈路三段52號54號',
  },
  {
    id: '112400',
    store: '金崙',
    address: '新北市淡水區沙崙路24號1樓',
  },
  {
    id: '112569',
    store: '宏福',
    address: '新北市新莊區公園一路34號36號1樓',
  },
  {
    id: '113285',
    store: '民欣',
    address: '新北市蘆洲區光榮路63號65號67號',
  },
  {
    id: '113377',
    store: '飛龍',
    address: '新北市蘆洲區永安南路二段356號環堤大道2號6號',
  },
  {
    id: '113388',
    store: '華安',
    address: '新北市蘆洲區長安街107號',
  },
  {
    id: '113458',
    store: '莒光',
    address: '新北市中和區莒光路138號1樓',
  },
  {
    id: '113539',
    store: '虹諭',
    address: '新北市三重區中正北路193巷21弄43號',
  },
  {
    id: '113609',
    store: '和錦',
    address: '新北市中和區錦和路402號404號1樓',
  },
  {
    id: '113779',
    store: '春秋',
    address: '新北市板橋區莒光路40巷16號',
  },
  {
    id: '113894',
    store: '凱園',
    address: '新北市樹林區國凱街55號1樓',
  },
  {
    id: '113986',
    store: '至富',
    address: '新北市林口區中湖里14鄰中湖40號之9',
  },
  {
    id: '114174',
    store: '慈佑',
    address: '新北市三重區溪尾街189號191號',
  },
  {
    id: '114657',
    store: '聖武',
    address: '新北市中和區新生街48號50號1樓',
  },
  {
    id: '115823',
    store: '雅盛',
    address: '新北市板橋區漢生東路181號183號1樓',
  },
  {
    id: '116697',
    store: '御昇',
    address: '新北市樹林區佳園路二段34號1樓',
  },
  {
    id: '118349',
    store: '新板橋',
    address: '新北市板橋區文化路一段135號',
  },
  {
    id: '118408',
    store: '重運',
    address: '新北市三重區三和路四段111-1及111-2號1樓',
  },
  {
    id: '118475',
    store: '俊興',
    address: '新北市樹林區三俊街172號1樓',
  },
  {
    id: '118512',
    store: '建茗',
    address: '新北市板橋區四川路一段104號',
  },
  {
    id: '118785',
    store: '忠信',
    address: '新北市永和區中興街97號99號101號',
  },
  {
    id: '118914',
    store: '白雲',
    address: '新北市汐止區民權街二段79號1樓',
  },
  {
    id: '119021',
    store: '新矽谷',
    address: '新北市新店區北新路三段205-1號',
  },
  {
    id: '119032',
    store: '幸亞',
    address: '新北市三重區溪尾街29號',
  },
  {
    id: '119179',
    store: '中南',
    address: '新北市三重區中正南路248-1號248-2號',
  },
  {
    id: '119238',
    store: '學林',
    address: '新北市樹林區大雅路341號343號1樓',
  },
  {
    id: '119364',
    store: '后福',
    address: '新北市新莊區後港一路29號',
  },
  {
    id: '119397',
    store: '館東',
    address: '新北市板橋區館前東路15、15之1、17號1樓',
  },
  {
    id: '119571',
    store: '香賓',
    address: '新北市林口區忠孝路382號1樓',
  },
  {
    id: '119755',
    store: '正南',
    address: '新北市三重區正義南路67號69號',
  },
  {
    id: '119825',
    store: '新巨蛋',
    address: '新北市板橋區長江路一段419號421號423號',
  },
  {
    id: '120364',
    store: '樹中',
    address: '新北市板橋區溪城路105號1樓',
  },
  {
    id: '120700',
    store: '分子尾',
    address: '新北市三重區仁愛街479號479之1號',
  },
  {
    id: '120722',
    store: '泰陽',
    address: '新北市泰山區新北大道六段468號470號',
  },
  {
    id: '120744',
    store: '金座',
    address: '新北市新莊區長青街5號7號',
  },
  {
    id: '120755',
    store: '傑出',
    address: '新北市新莊區昌平街61號63號1樓',
  },
  {
    id: '121208',
    store: '板慶',
    address: '新北市板橋區忠孝路37號1樓',
  },
  {
    id: '122256',
    store: '立征',
    address: '新北市淡水區大義街16號1樓',
  },
  {
    id: '122360',
    store: '三芝',
    address: '新北市三芝區中正路一段61號63號1樓',
  },
  {
    id: '122773',
    store: '重智',
    address: '新北市三重區大智街195號',
  },
  {
    id: '122865',
    store: '杰明',
    address: '新北市中和區泰和街25號1樓',
  },
  {
    id: '122887',
    store: '館慶',
    address: '新北市板橋區館前東路26號1樓',
  },
  {
    id: '122924',
    store: '溪州',
    address: '新北市板橋區溪崑二街108.110號1樓',
  },
  {
    id: '122980',
    store: '宇陽',
    address: '新北市永和區永利路77號',
  },
  {
    id: '123477',
    store: '歌德',
    address: '新北市鶯歌區德昌二街77號之1',
  },
  {
    id: '123639',
    store: '金億',
    address: '新北市鶯歌區建國路278號',
  },
  {
    id: '125613',
    store: '新翠華',
    address: '新北市板橋區三民路一段31巷14號16號',
  },
  {
    id: '126085',
    store: '金源',
    address: '新北市土城區水源街59號1樓、福仁街23號1樓',
  },
  {
    id: '126432',
    store: '岩昇',
    address: '新北市三峽區溪東路300號',
  },
  {
    id: '126616',
    store: '立行',
    address: '新北市三重區力行路二段158號160號',
  },
  {
    id: '126775',
    store: '水源',
    address: '新北市中和區中山路二段62號',
  },
  {
    id: '126823',
    store: '新紫城',
    address: '新北市土城區福安街38號40號',
  },
  {
    id: '126890',
    store: '瑞新',
    address: '新北市板橋區瑞安街75號',
  },
  {
    id: '126959',
    store: '三爪坑',
    address: '新北市瑞芳區三爪子坑路15號17號',
  },
  {
    id: '127228',
    store: '喜城',
    address: '新北市八里區中華路二段562號、560巷1號1樓',
  },
  {
    id: '127642',
    store: '明志',
    address: '新北市泰山區工專路68號70號1樓',
  },
  {
    id: '128047',
    store: '興板',
    address: '新北市板橋區德興街20、22、24號',
  },
  {
    id: '128221',
    store: '新陽光',
    address: '新北市泰山區泰林路二段366號368號370號',
  },
  {
    id: '128520',
    store: '天闊',
    address: '新北市新店區環河路16號',
  },
  {
    id: '128689',
    store: '五工',
    address: '新北市新莊區五工二路89號及91號1樓',
  },
  {
    id: '128737',
    store: '富鄰',
    address: '新北市汐止區宜興街6號8號1樓',
  },
  {
    id: '128748',
    store: '長樂',
    address: '新北市蘆洲區長安街269號',
  },
  {
    id: '128863',
    store: '三安',
    address: '新北市三重區正義北路235號',
  },
  {
    id: '130268',
    store: '昌聖',
    address: '新北市樹林區文化街21號23號1樓',
  },
  {
    id: '130327',
    store: '民仁',
    address: '新北市蘆洲區仁愛街58號60號',
  },
  {
    id: '130350',
    store: '新洛華',
    address: '新北市三重區中華路113號115號',
  },
  {
    id: '130534',
    store: '中山二',
    address: '新北市土城區中山路3號B1樓',
  },
  {
    id: '130615',
    store: '慶嶸',
    address: '新北市樹林區保安街一段323號323-1號1樓',
  },
  {
    id: '131179',
    store: '新市鎮',
    address: '新北市淡水區新市一路三段18號1樓',
  },
  {
    id: '131490',
    store: '樂福',
    address: '新北市板橋區中山路二段304號306號1樓',
  },
  {
    id: '131515',
    store: '蘆華',
    address: '新北市蘆洲區長安街140號1樓',
  },
  {
    id: '131777',
    store: '鳳祥',
    address: '新北市新莊區中正路708-2號',
  },
  {
    id: '132079',
    store: '百壽',
    address: '新北市板橋區文化路一段305號1樓',
  },
  {
    id: '132105',
    store: '新和',
    address: '新北市新店區新和街70號72號1樓',
  },
  {
    id: '132264',
    store: '沅氣',
    address: '新北市中和區中山路三段29號31號1樓',
  },
  {
    id: '132633',
    store: '添祥',
    address: '新北市新莊區天祥街22號24號1樓',
  },
  {
    id: '132747',
    store: '興和',
    address: '新北市中和區自立路187號189號1樓',
  },
  {
    id: '133108',
    store: '太陽城',
    address: '新北市土城區中央路四段281之8號281之9號',
  },
  {
    id: '135056',
    store: '捷興',
    address: '新北市中和區興南路一段81號',
  },
  {
    id: '135388',
    store: '正泰',
    address: '新北市板橋區三民路二段202之20、202之21號1樓',
  },
  {
    id: '135540',
    store: '紅樹林',
    address: '新北市淡水區中正東路二段81號1樓',
  },
  {
    id: '135573',
    store: '幸福市',
    address: '新北市林口區文化三路二段302號1樓',
  },
  {
    id: '135768',
    store: '汐科',
    address: '新北市汐止區大同路二段167-1號1樓',
  },
  {
    id: '136037',
    store: '金園',
    address: '新北市板橋區金門街175號',
  },
  {
    id: '136163',
    store: '建陽',
    address: '新北市汐止區福德一路452號1樓',
  },
  {
    id: '136624',
    store: '公園賞',
    address: '新北市泰山區仁愛路66號',
  },
  {
    id: '136934',
    store: '蘆權',
    address: '新北市蘆洲區民權路136號138號1樓',
  },
  {
    id: '136967',
    store: '中泰',
    address: '新北市新莊區中港一街10號10-1號',
  },
  {
    id: '137591',
    store: '嘉添',
    address: '新北市三峽區嘉添路109-2號',
  },
  {
    id: '137720',
    store: '百利',
    address: '新北市三重區仁義街208號',
  },
  {
    id: '137764',
    store: '真善美',
    address: '新北市淡水區新市一路三段141號141之1號1樓',
  },
  {
    id: '137904',
    store: '家麒',
    address: '新北市板橋區宏國路27號',
  },
  {
    id: '137959',
    store: '椰城',
    address: '新北市中和區安平路61號',
  },
  {
    id: '138181',
    store: '保健',
    address: '新北市中和區保健路2巷1號1樓',
  },
  {
    id: '138457',
    store: '和復',
    address: '新北市中和區復興路19號',
  },
  {
    id: '138549',
    store: '二橋',
    address: '新北市鶯歌區中正三路93號',
  },
  {
    id: '141062',
    store: '艾科卡',
    address: '新北市汐止區茄苳路196號',
  },
  {
    id: '141202',
    store: '吉客',
    address: '新北市中和區德光路90號92號1樓',
  },
  {
    id: '141626',
    store: '雙捷',
    address: '新北市蘆洲區信義路162號166號168號1樓',
  },
  {
    id: '141729',
    store: '景愛',
    address: '新北市中和區仁愛街45號47號1樓',
  },
  {
    id: '141969',
    store: '新亞洲',
    address: '新北市土城區亞洲路110號112號1樓',
  },
  {
    id: '142135',
    store: '重美',
    address: '新北市三重區重新路四段100號102號1樓',
  },
  {
    id: '142168',
    store: '鑫福',
    address: '新北市新莊區幸福路727號1樓',
  },
  {
    id: '142331',
    store: '汐湖',
    address: '新北市汐止區康寧街141巷49號51號1樓',
  },
  {
    id: '142456',
    store: '秀朗',
    address: '新北市永和區得和路389號391號1樓',
  },
  {
    id: '143024',
    store: '萬順',
    address: '新北市深坑區北深路三段198號200號1樓',
  },
  {
    id: '143183',
    store: '新展',
    address: '新北市板橋區大觀路二段185號1樓',
  },
  {
    id: '143688',
    store: '統客',
    address: '新北市新店區寶興路49號',
  },
  {
    id: '144289',
    store: '龍濱',
    address: '新北市三重區龍濱路207號209號',
  },
  {
    id: '144359',
    store: '平溪',
    address: '新北市平溪區靜安路二段338號340號',
  },
  {
    id: '144360',
    store: '二十張',
    address: '新北市新店區二十張路5號1樓',
  },
  {
    id: '144393',
    store: '松林',
    address: '新北市板橋區松江街109巷1號松江街107號',
  },
  {
    id: '144511',
    store: '文豪',
    address: '新北市蘆洲區民族路402號406號1樓',
  },
  {
    id: '144692',
    store: '新統義',
    address: '新北市新莊區建中街91號93號1樓',
  },
  {
    id: '144706',
    store: '民昇',
    address: '新北市三峽區民生街136號',
  },
  {
    id: '144717',
    store: '環冠',
    address: '新北市中和區中山路三段118之6之7之8號',
  },
  {
    id: '146517',
    store: '錠富',
    address: '新北市石碇區隆盛里碇坪路一段2號',
  },
  {
    id: '147440',
    store: '重華',
    address: '新北市三重區五華街181號185號1樓',
  },
  {
    id: '147989',
    store: '新兆圓',
    address: '新北市板橋區實踐路34號34-1號1樓',
  },
  {
    id: '148166',
    store: '新和高',
    address: '新北市中和區中正路502號1樓',
  },
  {
    id: '148177',
    store: '致理',
    address: '新北市板橋區陽明街23巷29號1樓',
  },
  {
    id: '148502',
    store: '宏鑫',
    address: '新北市中和區中正路837號',
  },
  {
    id: '148568',
    store: '藝高',
    address: '新北市新莊區中平路357號',
  },
  {
    id: '148627',
    store: '光員',
    address: '新北市土城區光明街15號',
  },
  {
    id: '148719',
    store: '碧興',
    address: '新北市新店區北宜路一段120號122號1樓',
  },
  {
    id: '148753',
    store: '社后',
    address: '新北市汐止區中興里中興路190號',
  },
  {
    id: '148786',
    store: '金祥',
    address: '新北市金山區中正路145號',
  },
  {
    id: '148948',
    store: '板權',
    address: '新北市板橋區民權路198、200號',
  },
  {
    id: '148960',
    store: '恩主',
    address: '新北市三峽區鳶山里21鄰復興路447號',
  },
  {
    id: '148982',
    store: '泰里',
    address: '新北市五股區成泰路四段12號1樓',
  },
  {
    id: '149011',
    store: '瑞信',
    address: '新北市瑞芳區民生街23號',
  },
  {
    id: '149239',
    store: '佳福',
    address: '新北市土城區青雲路152號',
  },
  {
    id: '149284',
    store: '重新',
    address: '新北市三重區重新路四段45號',
  },
  {
    id: '149309',
    store: '泰山',
    address: '新北市泰山區楓江路22號24號',
  },
  {
    id: '149538',
    store: '福強',
    address: '新北市新店區三民路147之1號149號1樓',
  },
  {
    id: '149723',
    store: '藝寶',
    address: '新北市新莊區立信三街8號',
  },
  {
    id: '149745',
    store: '港義',
    address: '新北市新莊區中港路527號1樓.中義街2號1樓',
  },
  {
    id: '149815',
    store: '蘆永',
    address: '新北市蘆洲區永安南路二段18號',
  },
  {
    id: '150804',
    store: '品嘉',
    address: '新北市新莊區新樹路69之4號之5號1樓',
  },
  {
    id: '150859',
    store: '民德',
    address: '新北市中和區民德路47號47-1號',
  },
  {
    id: '150860',
    store: '鑫鑫',
    address: '新北市淡水區水源街二段76號、76-1號',
  },
  {
    id: '151003',
    store: '大智通',
    address: '新北市樹林區佳園路二段70-1號',
  },
  {
    id: '151092',
    store: '延城',
    address: '新北市土城區延和路203號1樓',
  },
  {
    id: '151128',
    store: '健倫',
    address: '新北市蘆洲區保新里4鄰三民路230號',
  },
  {
    id: '151380',
    store: '觀泰',
    address: '新北市板橋區大觀路二段174巷166弄2號4號',
  },
  {
    id: '151601',
    store: '錦盛',
    address: '新北市中和區錦盛里圓通路335巷三弄21號',
  },
  {
    id: '151841',
    store: '新建興',
    address: '新北市瑞芳區大埔路138號',
  },
  {
    id: '151852',
    store: '東科大',
    address: '新北市汐止區新台五路一段96號',
  },
  {
    id: '151988',
    store: '榮和',
    address: '新北市新莊區中和街191巷1號3號5號',
  },
  {
    id: '152006',
    store: '漳和',
    address: '新北市中和區中山路二段131-6號',
  },
  {
    id: '152062',
    store: '元坊',
    address: '新北市永和區保安路134號136號',
  },
  {
    id: '152132',
    store: '寶福',
    address: '新北市新店區寶橋路78巷3號1F',
  },
  {
    id: '153331',
    store: '溫泉',
    address: '新北市萬里區大鵬里萬里加投15鄰197號1樓',
  },
  {
    id: '153401',
    store: '富旺',
    address: '新北市新莊區自立街176號178號1樓',
  },
  {
    id: '153423',
    store: '台藝大',
    address: '新北市板橋區大觀路一段59號',
  },
  {
    id: '155393',
    store: '雙華',
    address: '新北市蘆洲區中華街39號、中華街35巷6號1樓',
  },
  {
    id: '155566',
    store: '新順安',
    address: '新北市新店區順安街51號53號1樓',
  },
  {
    id: '158336',
    store: '歐洲',
    address: '新北市三峽區三樹路199號',
  },
  {
    id: '158347',
    store: '國慶',
    address: '新北市板橋區國慶路153號',
  },
  {
    id: '158521',
    store: '新積穗',
    address: '新北市中和區民安街27號29號1樓',
  },
  {
    id: '158565',
    store: '富營',
    address: '新北市新莊區富國路20號1樓',
  },
  {
    id: '158602',
    store: '英海',
    address: '新北市板橋區雨農路50號1樓、英士路51巷1號1樓',
  },
  {
    id: '158646',
    store: '立金',
    address: '新北市土城區立德路70號72號',
  },
  {
    id: '158691',
    store: '瑞林',
    address: '新北市板橋區龍翠里大同街52號',
  },
  {
    id: '158945',
    store: '美慈',
    address: '新北市三重區慈愛街52號',
  },
  {
    id: '158989',
    store: '智華',
    address: '新北市蘆洲區光華路72號',
  },
  {
    id: '158990',
    store: '福營',
    address: '新北市新莊區福營里建國一路50號52號',
  },
  {
    id: '159166',
    store: '冠德',
    address: '新北市中和區景平路71-5號',
  },
  {
    id: '159225',
    store: '大坪林',
    address: '新北市新店區民權路18號',
  },
  {
    id: '159328',
    store: '安成',
    address: '新北市新店區安成街35號29號',
  },
  {
    id: '159339',
    store: '安城',
    address: '新北市新店區安康路一段283號',
  },
  {
    id: '159432',
    store: '中央',
    address: '新北市新莊區中平路439號B1樓',
  },
  {
    id: '159465',
    store: '三好',
    address: '新北市三重區自強路四段102號104號1樓',
  },
  {
    id: '159476',
    store: '長九',
    address: '新北市蘆洲區九芎街92號94號1樓',
  },
  {
    id: '159487',
    store: '保平',
    address: '新北市永和區保平路135號',
  },
  {
    id: '160122',
    store: '佳林',
    address: '新北市林口區林口路197號',
  },
  {
    id: '160166',
    store: '鷺江',
    address: '新北市蘆洲區長榮路679號1樓',
  },
  {
    id: '161572',
    store: '埔運',
    address: '新北市板橋區民生路三段40號42號1樓',
  },
  {
    id: '162162',
    store: '忠柯',
    address: '新北市林口區忠孝路642號',
  },
  {
    id: '162195',
    store: '協元',
    address: '新北市淡水區中山路176之2號1樓',
  },
  {
    id: '162313',
    store: '深坑',
    address: '新北市深坑區北深路三段145號',
  },
  {
    id: '162542',
    store: '鶯歌',
    address: '新北市鶯歌區國慶街139之1號1樓',
  },
  {
    id: '163730',
    store: '戰國',
    address: '新北市板橋區永豐街173號175號',
  },
  {
    id: '163800',
    store: '建德',
    address: '新北市汐止區福德一路399號1樓',
  },
  {
    id: '163877',
    store: '連通',
    address: '新北市中和區圓通路293號',
  },
  {
    id: '163888',
    store: '成洲',
    address: '新北市五股區成泰路三段577巷92號94號96號',
  },
  {
    id: '163899',
    store: '清和',
    address: '新北市土城區清水路100號',
  },
  {
    id: '163903',
    store: '福祥',
    address: '新北市土城區中央路一段320號322號',
  },
  {
    id: '163947',
    store: '鳳福',
    address: '新北市鶯歌區鶯桃路二段48號1樓50號1樓',
  },
  {
    id: '163981',
    store: '新淡專',
    address: '新北市淡水區新民街180巷18號20號1樓',
  },
  {
    id: '163992',
    store: '潭安',
    address: '新北市永和區中正路167號',
  },
  {
    id: '164009',
    store: '界和',
    address: '新北市永和區中和路339號339號之1',
  },
  {
    id: '164087',
    store: '錦興',
    address: '新北市新莊區思源路181號',
  },
  {
    id: '164180',
    store: '登頂',
    address: '新北市三重區光復路二段2號',
  },
  {
    id: '164238',
    store: '正孝',
    address: '新北市三重區中正北路151號153號',
  },
  {
    id: '164249',
    store: '龍安',
    address: '新北市新莊區龍安路256號',
  },
  {
    id: '164320',
    store: '學府',
    address: '新北市淡水區學府路39號41號1樓',
  },
  {
    id: '164375',
    store: '忠華',
    address: '新北市土城區中華路一段185號187號1樓',
  },
  {
    id: '164386',
    store: '大東圓',
    address: '新北市樹林區柑園街一段67號67-1號67-2號1樓',
  },
  {
    id: '164397',
    store: '樹新',
    address: '新北市樹林區樹新路245號',
  },
  {
    id: '164456',
    store: '福仁',
    address: '新北市汐止區仁愛路143號1樓福安街51號1樓',
  },
  {
    id: '164537',
    store: '日揚',
    address: '新北市三重區中正北路18之2號之3號之4號1樓',
  },
  {
    id: '164663',
    store: '虹海',
    address: '新北市土城區中央路四段109號111號1樓',
  },
  {
    id: '164685',
    store: '凡賽絲',
    address: '新北市新店區安民街290號292號1樓',
  },
  {
    id: '164696',
    store: '興光',
    address: '新北市三重區大同南路220號',
  },
  {
    id: '164858',
    store: '春吉',
    address: '新北市中和區建一路148號1樓',
  },
  {
    id: '164881',
    store: '元龍',
    address: '新北市中和區板南路655號1樓',
  },
  {
    id: '164892',
    store: '未來',
    address: '新北市林口區文化二路一段571號1樓2樓',
  },
  {
    id: '164917',
    store: '新樹工',
    address: '新北市樹林區保安街二段6號',
  },
  {
    id: '165390',
    store: '西雅圖',
    address: '新北市八里區中山路二段151號153號1樓',
  },
  {
    id: '165426',
    store: '家美',
    address: '新北市中和區中山路二段317號之1',
  },
  {
    id: '165448',
    store: '光仁',
    address: '新北市板橋區中山路二段273號',
  },
  {
    id: '165530',
    store: '安佳',
    address: '新北市新店區安祥路111號',
  },
  {
    id: '165541',
    store: '豫溪',
    address: '新北市永和區中正路702巷1號3號及中正路710號1樓',
  },
  {
    id: '165552',
    store: '園林',
    address: '新北市板橋區南雅西路二段102號104號1樓',
  },
  {
    id: '165596',
    store: '元町',
    address: '新北市鶯歌區光明街128號130號1樓',
  },
  {
    id: '165611',
    store: '福運',
    address: '新北市三重區福德北路57號59號1樓',
  },
  {
    id: '165633',
    store: '鶯桃',
    address: '新北市鶯歌區鶯桃路二段7號1樓',
  },
  {
    id: '165666',
    store: '長元',
    address: '新北市三重區長元街2-2號',
  },
  {
    id: '165688',
    store: '馥都',
    address: '新北市板橋區中山路二段399號401號',
  },
  {
    id: '165703',
    store: '福泰',
    address: '新北市五股區五福路49號51號1樓',
  },
  {
    id: '165725',
    store: '立言',
    address: '新北市中和區中正路872號',
  },
  {
    id: '165770',
    store: '昌展',
    address: '新北市樹林區復興路67號1樓',
  },
  {
    id: '165998',
    store: '學裕',
    address: '新北市土城區學成路91巷2號93號1樓',
  },
  {
    id: '166038',
    store: '新安',
    address: '新北市新莊區民安東路185號187號部份1樓',
  },
  {
    id: '166072',
    store: '麗興',
    address: '新北市林口區麗園一街11巷1號1樓之2',
  },
  {
    id: '166120',
    store: '樂鑫',
    address: '新北市中和區新生街146號',
  },
  {
    id: '166131',
    store: '新茂',
    address: '新北市新莊區化成路118號120號',
  },
  {
    id: '166153',
    store: '永中',
    address: '新北市永和區中山路一段58號',
  },
  {
    id: '166164',
    store: '大正',
    address: '新北市永和區中正路559號561號1樓',
  },
  {
    id: '166197',
    store: '福愛',
    address: '新北市永和區永平路274號仁愛路242號',
  },
  {
    id: '166201',
    store: '原成',
    address: '新北市新莊區化成路305號1樓',
  },
  {
    id: '166441',
    store: '板勝',
    address: '新北市中和區連城路219巷6號8號',
  },
  {
    id: '166751',
    store: '二甲',
    address: '新北市鶯歌區中正三路165號167號',
  },
  {
    id: '166898',
    store: '裕民',
    address: '新北市板橋區裕民街110號',
  },
  {
    id: '167156',
    store: '金聖',
    address: '新北市淡水區淡金路四段493號',
  },
  {
    id: '167592',
    store: '中平',
    address: '新北市新莊區中平路76號1樓',
  },
  {
    id: '167732',
    store: '湖前',
    address: '新北市汐止區明峰街120號1樓',
  },
  {
    id: '167846',
    store: '板維',
    address: '新北市板橋區四維路345號347號1樓',
  },
  {
    id: '167949',
    store: '長壽',
    address: '新北市三重區正義北路198號200號1樓',
  },
  {
    id: '168023',
    store: '民視',
    address: '新北市林口區信義路101號1樓',
  },
  {
    id: '169897',
    store: '昌原',
    address: '新北市新莊區中原路137之1之2之3號1樓',
  },
  {
    id: '170107',
    store: '金星',
    address: '新北市淡水區北新路65號',
  },
  {
    id: '170222',
    store: '雅東',
    address: '新北市板橋區南雅東路31之1號5號6號7號1樓',
  },
  {
    id: '170509',
    store: '滿泰',
    address: '新北市泰山區明志路一段28、30號1樓',
  },
  {
    id: '170705',
    store: '北新',
    address: '新北市新店區北新路一段289號291號',
  },
  {
    id: '171111',
    store: '加州',
    address: '新北市新莊區中平路81巷2號',
  },
  {
    id: '171568',
    store: '下竹圍',
    address: '新北市三重區下竹圍街26號',
  },
  {
    id: '171580',
    store: '汐忠',
    address: '新北市汐止區忠孝東路282號',
  },
  {
    id: '173542',
    store: '福德',
    address: '新北市新店區三民路179號1樓',
  },
  {
    id: '173575',
    store: '明園',
    address: '新北市汐止區汐萬路二段62巷1號1樓',
  },
  {
    id: '173597',
    store: '樹鳳',
    address: '新北市樹林區中正路417號 1樓',
  },
  {
    id: '173612',
    store: '金沙',
    address: '新北市淡水區沙崙路133號',
  },
  {
    id: '173667',
    store: '前瞻',
    address: '新北市三重區新北大道二段258號',
  },
  {
    id: '173704',
    store: '合喬',
    address: '新北市樹林區三福街68號',
  },
  {
    id: '173715',
    store: '觀景',
    address: '新北市八里區觀海大道53號',
  },
  {
    id: '173737',
    store: '家豐',
    address: '新北市板橋區中山路二段137號1樓',
  },
  {
    id: '173782',
    store: '新廣',
    address: '新北市新店區中正路542之5號1樓',
  },
  {
    id: '173793',
    store: '一新',
    address: '新北市中和區永和路56號58號1樓',
  },
  {
    id: '173841',
    store: '寶強',
    address: '新北市新店區寶中路88號1樓',
  },
  {
    id: '173999',
    store: '重安',
    address: '新北市三重區重安街60號及60-1號',
  },
  {
    id: '174039',
    store: '新春',
    address: '新北市淡水區新春街142號1樓',
  },
  {
    id: '174062',
    store: '雙源',
    address: '新北市板橋區雙十路二段47巷30號32號',
  },
  {
    id: '174121',
    store: '汐峰',
    address: '新北市汐止區仁愛路32號34號1樓',
  },
  {
    id: '174165',
    store: '德聖',
    address: '新北市林口區公園路17號',
  },
  {
    id: '174202',
    store: '時安',
    address: '新北市新莊區建安街95號97號1樓',
  },
  {
    id: '174224',
    store: '宏懋',
    address: '新北市新莊區民安西路70號72號1樓',
  },
  {
    id: '174257',
    store: '一級棒',
    address: '新北市新莊區新北大道七段482號',
  },
  {
    id: '174419',
    store: '股興',
    address: '新北市五股區中興路一段3號、3-1號',
  },
  {
    id: '174523',
    store: '登峰',
    address: '新北市汐止區新台五路一段149號1樓',
  },
  {
    id: '174590',
    store: '世紀',
    address: '新北市中和區中正路710號1樓K棟',
  },
  {
    id: '174637',
    store: '樹林',
    address: '新北市樹林區保安街一段3號',
  },
  {
    id: '174730',
    store: '智樂',
    address: '新北市板橋區新生街89巷2號',
  },
  {
    id: '174763',
    store: '慶祥',
    address: '新北市土城區中華路二段126號1樓',
  },
  {
    id: '174785',
    store: '新峽',
    address: '新北市三峽區民權街184號186號1樓',
  },
  {
    id: '174925',
    store: '東晴',
    address: '新北市汐止區新台五路二段80號',
  },
  {
    id: '174992',
    store: '金林',
    address: '新北市板橋區金門街303號305號',
  },
  {
    id: '175065',
    store: '御城',
    address: '新北市五股區御史路3號5號1樓',
  },
  {
    id: '177061',
    store: '旭昇',
    address: '新北市汐止區大同路三段332號',
  },
  {
    id: '177418',
    store: '新北大',
    address: '新北市三峽區大學路156號1樓',
  },
  {
    id: '179632',
    store: '合康',
    address: '新北市三重區永福街179之1及179之2號1樓',
  },
  {
    id: '179724',
    store: '正原',
    address: '新北市中和區中山路二段530號1樓',
  },
  {
    id: '179849',
    store: '遠東',
    address: '新北市汐止區新台五路一段75號1樓之2',
  },
  {
    id: '179861',
    store: '樂陶',
    address: '新北市鶯歌區尖山路276號1樓',
  },
  {
    id: '180506',
    store: '鎮天',
    address: '新北市汐止區大同路三段611之5號611之6號1樓',
  },
  {
    id: '180643',
    store: '池田',
    address: '新北市蘆洲區民族路224號226號1樓',
  },
  {
    id: '180816',
    store: '觀龍',
    address: '新北市板橋區龍興街39號41號1樓',
  },
  {
    id: '180953',
    store: '川詠山',
    address: '新北市三重區集賢路158號1樓',
  },
  {
    id: '180997',
    store: '伯爵',
    address: '新北市汐止區明峰街13號13之1號1樓',
  },
  {
    id: '181211',
    store: '景平',
    address: '新北市中和區景平路149號1樓',
  },
  {
    id: '181358',
    store: '荷運',
    address: '新北市三重區三和路四段97號.97之1.97之2號1樓',
  },
  {
    id: '181417',
    store: '峽北',
    address: '新北市三峽區大同路9號1樓',
  },
  {
    id: '181473',
    store: '永權',
    address: '新北市永和區民權路32號34號1樓',
  },
  {
    id: '181716',
    store: '維妮',
    address: '新北市新莊區四維路23號1樓',
  },
  {
    id: '182317',
    store: '燿福',
    address: '新北市土城區中山路1-1號1樓',
  },
  {
    id: '182812',
    store: '復育',
    address: '新北市樹林區復興路227號1樓',
  },
  {
    id: '183295',
    store: '臣峰',
    address: '新北市林口區文化北路一段62之1號',
  },
  {
    id: '183402',
    store: '民揚',
    address: '新北市五股區新五路二段572號1樓',
  },
  {
    id: '183413',
    store: '八仙',
    address: '新北市八里區中華路二段290號292號296號',
  },
  {
    id: '183491',
    store: '海神',
    address: '新北市八里區中山路二段6號8號',
  },
  {
    id: '183619',
    store: 'TBI',
    address: '新北市樹林區三多路139號1樓',
  },
  {
    id: '183631',
    store: '廣美',
    address: '新北市中和區中和路52號1.2樓',
  },
  {
    id: '183642',
    store: '汐園',
    address: '新北市汐止區大同路一段237之7號1樓',
  },
  {
    id: '183790',
    store: '維禮',
    address: '新北市板橋區四維路276號278號1樓',
  },
  {
    id: '184047',
    store: '正鵬',
    address: '新北市新店區中正路688號690號1樓',
  },
  {
    id: '184184',
    store: '金裕',
    address: '新北市土城區裕民路255號1樓',
  },
  {
    id: '184276',
    store: '文正',
    address: '新北市新莊區中正路188號1樓',
  },
  {
    id: '184841',
    store: '新工建',
    address: '新北市汐止區中興路60號',
  },
  {
    id: '185039',
    store: '和華',
    address: '新北市蘆洲區正和街28號',
  },
  {
    id: '185073',
    store: '真莘',
    address: '新北市新店區中正路362號',
  },
  {
    id: '185095',
    store: '明日城',
    address: '新北市泰山區信華六街17號19號1樓',
  },
  {
    id: '185534',
    store: '南強',
    address: '新北市新店區中興路三段168號1F',
  },
  {
    id: '185785',
    store: '府中',
    address: '新北市板橋區府中路82號84號1樓',
  },
  {
    id: '185899',
    store: '溪崑',
    address: '新北市板橋區大觀路三段212巷70號72號1樓',
  },
  {
    id: '185925',
    store: '榮泰',
    address: '新北市三峽區文化路63號65巷2號1樓',
  },
  {
    id: '185947',
    store: '新贊',
    address: '新北市新店區北新路一段14號1樓',
  },
  {
    id: '186010',
    store: '台北灣',
    address: '新北市淡水區新市一路一段108號1樓',
  },
  {
    id: '186191',
    store: '洲子洋',
    address: '新北市五股區芳洲八路107號109號111號1.2樓',
  },
  {
    id: '186386',
    store: '新民享',
    address: '新北市中和區民享街91號',
  },
  {
    id: '186412',
    store: '富仟',
    address: '新北市三重區五谷王北街139號',
  },
  {
    id: '186755',
    store: '安林',
    address: '新北市林口區文化二路一段24號26號',
  },
  {
    id: '186766',
    store: '來峰',
    address: '新北市五股區成泰路一段163號165號1樓',
  },
  {
    id: '186799',
    store: '縣東',
    address: '新北市板橋區縣民大道二段108號1樓',
  },
  {
    id: '186803',
    store: '貝比',
    address: '新北市林口區湖南村8鄰頭湖70-9號',
  },
  {
    id: '186825',
    store: '頂新',
    address: '新北市中和區興南路二段49號51號1樓',
  },
  {
    id: '186869',
    store: '汐政',
    address: '新北市汐止區汐萬路一段222號1樓',
  },
  {
    id: '186870',
    store: '中林',
    address: '新北市土城區員林街14號',
  },
  {
    id: '186892',
    store: '莒城',
    address: '新北市中和區莒光路91號93號1樓',
  },
  {
    id: '186928',
    store: '長坑',
    address: '新北市八里區中華路三段168號',
  },
  {
    id: '186951',
    store: '美禎',
    address: '新北市蘆洲區復興路322號',
  },
  {
    id: '186995',
    store: '頂埔',
    address: '新北市土城區中央路四段274號276號1樓',
  },
  {
    id: '187013',
    store: '艾德蒙',
    address: '新北市中和區中正路738號1樓',
  },
  {
    id: '187046',
    store: '泰星',
    address: '新北市蘆洲區成功里長安街276號',
  },
  {
    id: '187138',
    store: '太子',
    address: '新北市土城區中山路47號',
  },
  {
    id: '187415',
    store: '愛家',
    address: '新北市三重區中興北街42巷11號',
  },
  {
    id: '187471',
    store: '文青',
    address: '新北市土城區青雲路243號245號',
  },
  {
    id: '187482',
    store: '北大成',
    address: '新北市三峽區學成路301號303號1樓',
  },
  {
    id: '187622',
    store: '北深',
    address: '新北市深坑區北深路二段183號',
  },
  {
    id: '187688',
    store: '明峰',
    address: '新北市汐止區明峰街179之1號',
  },
  {
    id: '187769',
    store: '景大',
    address: '新北市新店區安忠路69號1樓71巷1號1樓',
  },
  {
    id: '187839',
    store: '泳豐',
    address: '新北市土城區永豐路264之1號',
  },
  {
    id: '187910',
    store: '福真',
    address: '新北市中和區景平路679號681號',
  },
  {
    id: '187976',
    store: '峽光',
    address: '新北市三峽區光明路62號1樓、永安街83號1樓',
  },
  {
    id: '188016',
    store: '太順',
    address: '新北市樹林區太順街49巷2號',
  },
  {
    id: '188175',
    store: '金中',
    address: '新北市金山區中山路305號307號',
  },
  {
    id: '188197',
    store: '仁愛',
    address: '新北市永和區仁愛路128號130號1樓',
  },
  {
    id: '188212',
    store: '新學府',
    address: '新北市土城區學府路一段223號225號1樓',
  },
  {
    id: '188245',
    store: '興頂',
    address: '新北市三重區中興北街177號',
  },
  {
    id: '188267',
    store: '廣麗',
    address: '新北市中和區廣福路87號89號91號1樓',
  },
  {
    id: '188278',
    store: '百福',
    address: '新北市新店區三民路50號52號1樓',
  },
  {
    id: '188371',
    store: '僑一',
    address: '新北市板橋區僑中一街104號106號',
  },
  {
    id: '188407',
    store: '德玉',
    address: '新北市新店區安康路三段195號',
  },
  {
    id: '188522',
    store: '正林',
    address: '新北市林口區中正路201號1樓',
  },
  {
    id: '188728',
    store: '新林口',
    address: '新北市林口區中正路90號92號1樓',
  },
  {
    id: '188751',
    store: '新化成',
    address: '新北市新莊區化成路213號1樓',
  },
  {
    id: '188946',
    store: '十八甲',
    address: '新北市泰山區福興一街87號',
  },
  {
    id: '189086',
    store: '景鑫',
    address: '新北市中和區中正路683號',
  },
  {
    id: '189123',
    store: '天台',
    address: '新北市三重區仁德里正義南路13號15號1樓',
  },
  {
    id: '189189',
    store: '三洋',
    address: '新北市新莊區中正路677號679號',
  },
  {
    id: '189352',
    store: '環德',
    address: '新北市三重區福德南路38號1樓',
  },
  {
    id: '189466',
    store: '立福',
    address: '新北市三重區力行路一段60之1號60之2號1樓',
  },
  {
    id: '189499',
    store: '幸運',
    address: '新北市板橋區區運路21號',
  },
  {
    id: '189503',
    store: '羚陽',
    address: '新北市泰山區泰林路二段304號1樓',
  },
  {
    id: '189765',
    store: '永平',
    address: '新北市永和區中山路一段149至153號',
  },
  {
    id: '189857',
    store: '水鑫',
    address: '新北市淡水區大忠街83號',
  },
  {
    id: '189868',
    store: '得和',
    address: '新北市永和區得和路113號1樓',
  },
  {
    id: '189905',
    store: '正民',
    address: '新北市新店區中正路508號1樓',
  },
  {
    id: '190190',
    store: '新陽',
    address: '新北市三重區三陽路62號64號',
  },
  {
    id: '190499',
    store: '源德',
    address: '新北市淡水區水源街一段75-2號1樓',
  },
  {
    id: '190558',
    store: '和捷',
    address: '新北市中和區和平街84號86號88號1樓',
  },
  {
    id: '190651',
    store: '富新',
    address: '新北市新莊區瓊林南路118-5號',
  },
  {
    id: '190662',
    store: '汐旺',
    address: '新北市汐止區中興里6鄰中興路105號',
  },
  {
    id: '190846',
    store: '榮信',
    address: '新北市新莊區中原里中榮街25鄰90號92號1樓',
  },
  {
    id: '192602',
    store: '九州',
    address: '新北市新莊區五工二路60號62巷1號',
  },
  {
    id: '192624',
    store: '浮洲',
    address: '新北市板橋區大觀路一段38巷22號1樓',
  },
  {
    id: '193018',
    store: '川金',
    address: '新北市淡水區淡金路一段567號569號571號1樓',
  },
  {
    id: '193339',
    store: '福興',
    address: '新北市泰山區全興路165號',
  },
  {
    id: '193742',
    store: '永騰',
    address: '新北市永和區信義路7號1樓',
  },
  {
    id: '194000',
    store: '君品',
    address: '新北市淡水區北新路141巷56.58號1樓',
  },
  {
    id: '194011',
    store: '日昇',
    address: '新北市中和區中和路326號1樓',
  },
  {
    id: '194044',
    store: '和億',
    address: '新北市淡水區濱海路一段306巷60弄35.41號1樓',
  },
  {
    id: '194402',
    store: '員和',
    address: '新北市中和區員山路118號120號1樓',
  },
  {
    id: '194435',
    store: '德厚',
    address: '新北市汐止區福德二路189號1樓',
  },
  {
    id: '194480',
    store: '都峰苑',
    address: '新北市新莊區中央路686號1樓',
  },
  {
    id: '194505',
    store: '美福',
    address: '新北市新莊區頭興街186號188號',
  },
  {
    id: '194594',
    store: '加百列',
    address: '新北市鶯歌區中正一路131號133號1樓',
  },
  {
    id: '194734',
    store: '頂孝',
    address: '新北市土城區中央路四段50-3.50-5號1樓',
  },
  {
    id: '194930',
    store: '茄安',
    address: '新北市汐止區茄苳路259號1樓',
  },
  {
    id: '195058',
    store: '金澳底',
    address: '新北市貢寮區仁和路218號1樓',
  },
  {
    id: '195151',
    store: '義北',
    address: '新北市三重區正義北路8號1樓',
  },
  {
    id: '195302',
    store: '大立',
    address: '新北市三重區力行路一段184號186號1樓',
  },
  {
    id: '195449',
    store: '華晟',
    address: '新北市三峽區中華路38之1號38之2號1樓',
  },
  {
    id: '195564',
    store: '新安和',
    address: '新北市新店區安和路二段89號91號',
  },
  {
    id: '195601',
    store: '大合宜',
    address: '新北市板橋區合宜路151號1樓',
  },
  {
    id: '195645',
    store: '城庚',
    address: '新北市土城區金城路二段6號B1',
  },
  {
    id: '195689',
    store: '禮萊',
    address: '新北市淡水區中正路一段2號1樓',
  },
  {
    id: '195715',
    store: '華貴',
    address: '新北市板橋區貴興路85號87號1樓',
  },
  {
    id: '195852',
    store: '保長坑',
    address: '新北市汐止區大同路三段261號263號1樓',
  },
  {
    id: '195885',
    store: '北霆',
    address: '新北市三峽區大同路244號1樓',
  },
  {
    id: '195896',
    store: '安博',
    address: '新北市新店區安民街154號154-1號1樓',
  },
  {
    id: '195922',
    store: '三田',
    address: '新北市三重區福田里三民街274號276號1樓',
  },
  {
    id: '195977',
    store: '育軒',
    address: '新北市板橋區漢生東路268號270號1樓',
  },
  {
    id: '196051',
    store: '武聖廟',
    address: '新北市新莊區新莊路437號1樓',
  },
  {
    id: '196420',
    store: '新生',
    address: '新北市中和區新生街243號245號1樓',
  },
  {
    id: '196648',
    store: '登揚',
    address: '新北市五股區登林路96號',
  },
  {
    id: '196877',
    store: '央福',
    address: '新北市新莊區中央路128號130號',
  },
  {
    id: '196981',
    store: 'ES2',
    address: '新北市樹林區佳園路二段70號-1號',
  },
  {
    id: '197102',
    store: '金峰',
    address: '新北市土城區明峰街9號11號',
  },
  {
    id: '197180',
    store: '真親切',
    address: '新北市新店區中央路212號214號',
  },
  {
    id: '197386',
    store: '麗寶',
    address: '新北市林口區文化北路一段301號1樓',
  },
  {
    id: '197434',
    store: '安德',
    address: '新北市新店區安德街8號10號12號1樓',
  },
  {
    id: '197490',
    store: '興都',
    address: '新北市林口區文化二路一段378號1樓之一之二之三',
  },
  {
    id: '197504',
    store: '六張街',
    address: '新北市三重區六張街255巷17弄1號1樓255巷15號',
  },
  {
    id: '197630',
    store: '福德三',
    address: '新北市新莊區福德三街70號72號1樓',
  },
  {
    id: '197788',
    store: '全新',
    address: '新北市新店區安康路二段147號1樓',
  },
  {
    id: '198127',
    store: '雙鑫',
    address: '新北市新店區北新路二段169號',
  },
  {
    id: '198149',
    store: '板信',
    address: '新北市板橋區信義路142號144號146號1樓',
  },
  {
    id: '198208',
    store: '瑞慈',
    address: '新北市瑞芳區三爪子坑路64之39號64之40號1樓',
  },
  {
    id: '198334',
    store: '芯建',
    address: '新北市中和區建一路182號1樓',
  },
  {
    id: '198367',
    store: '柳豐',
    address: '新北市萬里區港東路162之11號162之12號',
  },
  {
    id: '198585',
    store: '金芝',
    address: '新北市三芝區中興街一段2號6號1樓',
  },
  {
    id: '198666',
    store: '城政',
    address: '新北市土城區中正路69號1樓',
  },
  {
    id: '198839',
    store: '成泰',
    address: '新北市五股區成泰路二段84號1樓',
  },
  {
    id: '198873',
    store: '淺水灣',
    address: '新北市三芝區中柳村北勢子42之11號1樓',
  },
  {
    id: '198884',
    store: '連城',
    address: '新北市中和區連城路89巷3之1號5之1號1樓',
  },
  {
    id: '198910',
    store: '新海',
    address: '新北市板橋區文德里新海路138號',
  },
  {
    id: '198954',
    store: '重樂',
    address: '新北市三重區三信路196號1樓',
  },
  {
    id: '199038',
    store: '汐福',
    address: '新北市汐止區福德一路243號',
  },
  {
    id: '199061',
    store: '蘆讚',
    address: '新北市蘆洲區中山二路184號',
  },
  {
    id: '199072',
    store: '龍興',
    address: '新北市樹林區三興里龍興街33號',
  },
  {
    id: '199418',
    store: '美雅仕',
    address: '新北市林口區文化二路一段262號1樓',
  },
  {
    id: '199463',
    store: '馥竹',
    address: '新北市淡水區民權路187巷19號1樓',
  },
  {
    id: '199474',
    store: '江翠',
    address: '新北市板橋區文化路二段417巷8號1樓10號1樓2樓',
  },
  {
    id: '199485',
    store: '正果',
    address: '新北市三重區中正北路122號124號1樓',
  },
  {
    id: '199496',
    store: '慶斌',
    address: '新北市樹林區中洲街51巷1號',
  },
  {
    id: '199614',
    store: '樹龍',
    address: '新北市樹林區中正路222號1樓',
  },
  {
    id: '199821',
    store: '寶科',
    address: '新北市新店區寶橋路235巷5號1樓',
  },
  {
    id: '199832',
    store: '美吉',
    address: '新北市三重區集美街223號225號',
  },
  {
    id: '199854',
    store: '三角湧',
    address: '新北市三峽區中正路二段200號',
  },
  {
    id: '199946',
    store: '光環',
    address: '新北市板橋區光環路二段68號70號1樓',
  },
  {
    id: '200457',
    store: '民華',
    address: '新北市中和區民德路270號272號',
  },
  {
    id: '200642',
    store: '季欣',
    address: '新北市泰山區全興路109號',
  },
  {
    id: '200697',
    store: '嘉新',
    address: '新北市中和區員山路419號421號1樓',
  },
  {
    id: '200837',
    store: '德偉',
    address: '新北市中和區中興街162號164號',
  },
  {
    id: '200859',
    store: '樂華',
    address: '新北市永和區永和路一段143之1號145號1至2樓',
  },
  {
    id: '201025',
    store: '興園',
    address: '新北市三重區重陽路一段132號134號1樓',
  },
  {
    id: '201863',
    store: '思源',
    address: '新北市新莊區幸福路40號42號',
  },
  {
    id: '202039',
    store: '田豐',
    address: '新北市三重區三民街150.152號',
  },
  {
    id: '202084',
    store: '捷仕堡',
    address: '新北市新莊區龍安路15號.龍安路69巷1號',
  },
  {
    id: '202442',
    store: '興洲',
    address: '新北市新莊區新泰路472號1樓',
  },
  {
    id: '206569',
    store: '信義路',
    address: '新北市蘆洲區信義路341號341之1號341之2號341之3號1樓',
  },
  {
    id: '206640',
    store: '華峰',
    address: '新北市林口區文化三路一段617巷51號',
  },
  {
    id: '206824',
    store: '楓江',
    address: '新北市泰山區楓江路39之1號39之2號1樓',
  },
  {
    id: '206938',
    store: '橫科',
    address: '新北市汐止區民權街二段28號1樓',
  },
  {
    id: '207104',
    store: '金鶯鎮',
    address: '新北市鶯歌區尖山路217之3號1樓',
  },
  {
    id: '207126',
    store: '聖德',
    address: '新北市土城區明德路二段207號1樓',
  },
  {
    id: '207160',
    store: '楓華',
    address: '新北市新店區中華路20號1樓',
  },
  {
    id: '207399',
    store: '旺泰',
    address: '新北市新莊區榮華路二段105號1樓.中信街151號1樓',
  },
  {
    id: '207403',
    store: '延福',
    address: '新北市土城區延平街36號1樓',
  },
  {
    id: '207735',
    store: '板安',
    address: '新北市板橋區長安街202.204號',
  },
  {
    id: '207746',
    store: '浩瀚',
    address: '新北市八里區龍形二街2-11號',
  },
  {
    id: '207768',
    store: '美圳',
    address: '新北市三重區過圳街14.16號1樓',
  },
  {
    id: '207919',
    store: '吉翠',
    address: '新北市板橋區裕民街53號1.2樓和55號',
  },
  {
    id: '207975',
    store: '源福',
    address: '新北市新莊區福壽街29.31號',
  },
  {
    id: '208026',
    store: '伍泉',
    address: '新北市三重區五華街52.54號1樓',
  },
  {
    id: '208266',
    store: '民裕',
    address: '新北市新莊區裕民街102.104號',
  },
  {
    id: '208440',
    store: '佳翰',
    address: '新北市板橋區中山路二段170號',
  },
  {
    id: '208473',
    store: '義強',
    address: '新北市三重區正義北路131.133號',
  },
  {
    id: '208705',
    store: '南勢埔',
    address: '新北市林口區忠福路169號',
  },
  {
    id: '208912',
    store: '鳳鳴',
    address: '新北市鶯歌區永和街115巷44.46號1樓',
  },
  {
    id: '209074',
    store: '華川',
    address: '新北市板橋區四川路二段245巷11.13號1樓',
  },
  {
    id: '209155',
    store: '景陽',
    address: '新北市中和區景新街29號31號33號',
  },
  {
    id: '209362',
    store: '福同',
    address: '新北市汐止區福德一路178號',
  },
  {
    id: '209616',
    store: '利吉',
    address: '新北市土城區延吉街261號',
  },
  {
    id: '209627',
    store: '海廷',
    address: '新北市土城區裕民路92巷22弄2號1樓',
  },
  {
    id: '209649',
    store: '榮曜',
    address: '新北市林口區文化三路二段156.158號',
  },
  {
    id: '209812',
    store: '富信',
    address: '新北市新莊區自信街46.48號1樓',
  },
  {
    id: '209993',
    store: '懷治',
    address: '新北市板橋區民治街52巷1號.3號',
  },
  {
    id: '210199',
    store: '江北',
    address: '新北市汐止區長江街97號',
  },
  {
    id: '210281',
    store: '城利',
    address: '新北市土城區中央路二段223-13.223-15號',
  },
  {
    id: '210557',
    store: '俊林',
    address: '新北市樹林區三俊街216號',
  },
  {
    id: '210616',
    store: '宜家',
    address: '新北市新莊區化成路9-2.9-3號',
  },
  {
    id: '210649',
    store: '捷南',
    address: '新北市中和區捷運路69號71號1樓',
  },
  {
    id: '210915',
    store: '仁盛',
    address: '新北市三重區仁興街39巷14之6.14之7.14之8號',
  },
  {
    id: '211044',
    store: '保元',
    address: '新北市新莊區中正路72號',
  },
  {
    id: '211147',
    store: '百建',
    address: '新北市新店區民族路239號241號1樓',
  },
  {
    id: '211169',
    store: '園和',
    address: '新北市永和區仁愛路267號269號',
  },
  {
    id: '211181',
    store: '利穗',
    address: '新北市中和區民利街38號1樓',
  },
  {
    id: '211262',
    store: '樂林',
    address: '新北市三重區永安北路二段15號',
  },
  {
    id: '211343',
    store: '汐興',
    address: '新北市汐止區連興街150號152號1樓',
  },
  {
    id: '211354',
    store: '央和',
    address: '新北市土城區中央路一段307.309號1樓',
  },
  {
    id: '211413',
    store: '丁煌',
    address: '新北市板橋區文化路二段227號、229號1樓',
  },
  {
    id: '211594',
    store: '石錠',
    address: '新北市石碇區碇坪路一段50之1號50之2號',
  },
  {
    id: '211723',
    store: '龍莊',
    address: '新北市新莊區中正路893巷38號',
  },
  {
    id: '211756',
    store: '佳政',
    address: '新北市樹林區中山路三段209-1號211號1樓',
  },
  {
    id: '211952',
    store: '漢生東',
    address: '新北市板橋區漢生東路45號1樓',
  },
  {
    id: '212036',
    store: '丞展',
    address: '新北市瑞芳區瑞濱路32之8號1樓',
  },
  {
    id: '212173',
    store: '公崙',
    address: '新北市新店區安民街13號安民街3巷6弄12號',
  },
  {
    id: '212243',
    store: '大心',
    address: '新北市三重區大同北路148巷2-1號1.2樓和2-2號',
  },
  {
    id: '212357',
    store: '富佑',
    address: '新北市五股區五工路112號1樓',
  },
  {
    id: '212438',
    store: '鑫鋒',
    address: '新北市新店區北新路一段90號1樓',
  },
  {
    id: '212461',
    store: '銀河',
    address: '新北市新店區北宜路二段269號271號',
  },
  {
    id: '212508',
    store: '華富',
    address: '新北市板橋區華江一路501號1.2樓.503號1.2樓',
  },
  {
    id: '212520',
    store: '鴻運',
    address: '新北市五股區水碓一路1號',
  },
  {
    id: '213659',
    store: '福濱',
    address: '新北市三重區龍濱路51號53號1樓',
  },
  {
    id: '213660',
    store: '福泉',
    address: '新北市中和區福祥路68號70號',
  },
  {
    id: '214065',
    store: '新保捷',
    address: '新北市永和區保生路22巷2號1樓',
  },
  {
    id: '214135',
    store: '學勤',
    address: '新北市三峽區學勤路105號及大德路211號1樓',
  },
  {
    id: '214180',
    store: '承天',
    address: '新北市土城區承天路1號',
  },
  {
    id: '214456',
    store: '先嗇宮',
    address: '新北市三重區光復路一段25號27號1樓',
  },
  {
    id: '214478',
    store: '萬里',
    address: '新北市萬里區瑪鋉路49號51號',
  },
  {
    id: '214548',
    store: '貴鳳',
    address: '新北市泰山區貴鳳街2號',
  },
  {
    id: '214641',
    store: '新天際',
    address: '新北市蘆洲區三民路575號',
  },
  {
    id: '214711',
    store: '新滬站',
    address: '新北市淡水區中正路1號',
  },
  {
    id: '214814',
    store: '愛琴灣',
    address: '新北市淡水區濱海路一段430號432號',
  },
  {
    id: '215068',
    store: '仁泰',
    address: '新北市泰山區明志路二段1號',
  },
  {
    id: '215079',
    store: '傑元',
    address: '新北市新莊區中正路929巷11號13號',
  },
  {
    id: '215080',
    store: '湯旺',
    address: '新北市三重區重新路五段609巷2之3號1樓',
  },
  {
    id: '215172',
    store: '新汐農',
    address: '新北市汐止區樟樹一路113號115號',
  },
  {
    id: '215208',
    store: '建康',
    address: '新北市中和區建康路270號',
  },
  {
    id: '215345',
    store: '三重一',
    address: '新北市三重區正義南路133號135號',
  },
  {
    id: '215437',
    store: '重富',
    address: '新北市三重區溪尾街321號323號1樓',
  },
  {
    id: '215448',
    store: '佳辰',
    address: '新北市樹林區佳園路三段488號',
  },
  {
    id: '215459',
    store: '集德',
    address: '新北市蘆洲區集賢路228號1樓',
  },
  {
    id: '215460',
    store: '原億',
    address: '新北市三重區仁和街95號97號1樓',
  },
  {
    id: '215482',
    store: '景圓',
    address: '新北市中和區圓通路162-1號162-2號1樓',
  },
  {
    id: '215541',
    store: '復美',
    address: '新北市永和區秀朗路一段146號',
  },
  {
    id: '215574',
    store: '和建',
    address: '新北市中和區建一路16號1樓',
  },
  {
    id: '215585',
    store: '長坤',
    address: '新北市林口區文化一路一段43號1樓',
  },
  {
    id: '215611',
    store: '實萬',
    address: '新北市汐止區汐萬路二段248號1樓',
  },
  {
    id: '215622',
    store: '蘆正',
    address: '新北市蘆洲區中正路261號',
  },
  {
    id: '215633',
    store: '金福',
    address: '新北市板橋區金門街330號1樓',
  },
  {
    id: '215644',
    store: '福港',
    address: '新北市新莊區中港路390號',
  },
  {
    id: '215699',
    store: '大展',
    address: '新北市樹林區俊英街232號234號1樓',
  },
  {
    id: '215703',
    store: '懷民',
    address: '新北市板橋區民治街111號',
  },
  {
    id: '215725',
    store: '板民',
    address: '新北市板橋區三民路二段77號1樓',
  },
  {
    id: '215769',
    store: '歌亭',
    address: '新北市鶯歌區尖山里尖山路150號',
  },
  {
    id: '215817',
    store: '大盛',
    address: '新北市新店區建國路167號169號1樓',
  },
  {
    id: '215862',
    store: '立飛',
    address: '新北市淡水區民生路126號128號1樓2樓',
  },
  {
    id: '215895',
    store: '祥泰',
    address: '新北市土城區中山路38號',
  },
  {
    id: '215976',
    store: '明貴',
    address: '新北市泰山區明志路三段44號46號1樓',
  },
  {
    id: '215998',
    store: '新錦秀',
    address: '新北市新店區錦秀路13號15號1樓',
  },
  {
    id: '216153',
    store: '正華',
    address: '新北市板橋區中正路274號276號',
  },
  {
    id: '216186',
    store: '添丁',
    address: '新北市永和區永貞路365號367號1樓',
  },
  {
    id: '216289',
    store: '富安',
    address: '新北市新莊區萬安街18-1號12-1號',
  },
  {
    id: '216304',
    store: '大庭',
    address: '新北市板橋區國光里6鄰國光路65號1樓',
  },
  {
    id: '216348',
    store: '龍盛',
    address: '新北市新莊區西盛街204巷1號1樓206號1樓',
  },
  {
    id: '216359',
    store: '前進',
    address: '新北市蘆洲區中正路185巷50號52號1樓',
  },
  {
    id: '216371',
    store: '統和',
    address: '新北市新店區安和里安民街335號337號',
  },
  {
    id: '216393',
    store: '橋和',
    address: '新北市中和區橋和路99號1樓',
  },
  {
    id: '216496',
    store: '博林',
    address: '新北市樹林區博愛街123號1樓',
  },
  {
    id: '216670',
    store: '新義民',
    address: '新北市蘆洲區民族路122號124號',
  },
  {
    id: '216681',
    store: '鯊魚',
    address: '新北市淡水區沙崙路196號',
  },
  {
    id: '216706',
    store: '板耀',
    address: '新北市板橋區自由路52號54號1樓',
  },
  {
    id: '216739',
    store: '福和',
    address: '新北市中和區秀明里大勇街25巷1號1樓',
  },
  {
    id: '216821',
    store: '永華',
    address: '新北市中和區南山路127巷18弄42號1樓',
  },
  {
    id: '216924',
    store: '青潭',
    address: '新北市新店區北宜路一段41-1號',
  },
  {
    id: '217190',
    store: '盛發',
    address: '新北市蘆洲區光復路10號',
  },
  {
    id: '217204',
    store: '懷翠',
    address: '新北市板橋區懷德街203號205號1樓',
  },
  {
    id: '217215',
    store: '副都心',
    address: '新北市新莊區中央路287號289號1樓',
  },
  {
    id: '217237',
    store: '冠冠',
    address: '新北市新店區北新路一段231號1樓新生街1號1樓',
  },
  {
    id: '217259',
    store: '高峰',
    address: '新北市土城區中央路二段187號',
  },
  {
    id: '217260',
    store: '興觀',
    address: '新北市板橋區大觀路二段37巷34號36號1樓',
  },
  {
    id: '217307',
    store: '日勝',
    address: '新北市泰山區山腳里泰林路二段515號517號',
  },
  {
    id: '217433',
    store: '富得',
    address: '新北市五股區五權路48號1樓',
  },
  {
    id: '228020',
    store: '中和',
    address: '新北市中和區橋和路9號1樓',
  },
  {
    id: '228112',
    store: '墩璞',
    address: '新北市板橋區中正路106號1樓',
  },
  {
    id: '228226',
    store: '寶興',
    address: '新北市新店區寶橋路88號1樓',
  },
  {
    id: '228260',
    store: '新府',
    address: '新北市板橋區新府路75號B2樓',
  },
  {
    id: '228385',
    store: '太元',
    address: '新北市樹林區太元街31號33號1樓',
  },
  {
    id: '228422',
    store: '康城',
    address: '新北市新店區安康路一段222之1號',
  },
  {
    id: '228558',
    store: '鑫馬偕',
    address: '新北市淡水區民權路47號',
  },
  {
    id: '228802',
    store: '英專',
    address: '新北市淡水區英專路91號',
  },
  {
    id: '228824',
    store: '福安',
    address: '新北市汐止區仁愛路178號180號1樓',
  },
  {
    id: '228927',
    store: '圓德',
    address: '新北市中和區圓通路391之3號391之4號391之5號1樓',
  },
  {
    id: '228983',
    store: '林旺',
    address: '新北市林口區仁愛路二段196號1樓',
  },
  {
    id: '229322',
    store: '能仁',
    address: '新北市新店區光明街38號',
  },
  {
    id: '229388',
    store: '金滬',
    address: '新北市淡水區中山路66號1.2樓.66-1號1樓',
  },
  {
    id: '229481',
    store: '泰順',
    address: '新北市三重區仁義街180.182號',
  },
  {
    id: '229492',
    store: '雙福',
    address: '新北市三重區雙園街57巷2.4號',
  },
  {
    id: '229632',
    store: '金芳',
    address: '新北市新店區永安街72號74巷2號1樓',
  },
  {
    id: '229757',
    store: '新永愛',
    address: '新北市永和區永平路314號316號1樓',
  },
  {
    id: '229964',
    store: '俊盛',
    address: '新北市樹林區俊興街156號',
  },
  {
    id: '230126',
    store: '華順',
    address: '新北市中和區華安街16巷1號',
  },
  {
    id: '230160',
    store: '安溪',
    address: '新北市三峽區大同路188、190號',
  },
  {
    id: '230182',
    store: '埔站',
    address: '新北市板橋區民生路二段237號1樓',
  },
  {
    id: '230285',
    store: '亞昕',
    address: '新北市林口區仁愛二路58號及民富街77號',
  },
  {
    id: '230399',
    store: '山富',
    address: '新北市三峽區中山路9號1.2樓',
  },
  {
    id: '230506',
    store: '華利',
    address: '新北市板橋區華江一路209、211號',
  },
  {
    id: '230562',
    store: '鑫東冠',
    address: '新北市汐止區康寧街459巷3號1樓2樓5號1樓',
  },
  {
    id: '230573',
    store: '蘆義',
    address: '新北市蘆洲區民義街1.3.5號',
  },
  {
    id: '230643',
    store: '永美',
    address: '新北市中和區中山路二段2巷45弄6號8號1樓',
  },
  {
    id: '230676',
    store: '光明',
    address: '新北市蘆洲區光明路71號',
  },
  {
    id: '230735',
    store: '貴賢',
    address: '新北市泰山區明志路三段165號1樓2樓、167號1樓',
  },
  {
    id: '230861',
    store: '金巧',
    address: '新北市淡水區北新路184巷238號240號及242號1樓',
  },
  {
    id: '230964',
    store: '摩天灣',
    address: '新北市淡水區中山北路一段257號1樓',
  },
  {
    id: '231004',
    store: '泰福',
    address: '新北市三重區安和路36、38號',
  },
  {
    id: '231130',
    store: '旗開',
    address: '新北市蘆洲區中央路181號1樓及復興路16號1樓',
  },
  {
    id: '231141',
    store: '莊年',
    address: '新北市新莊區豐年街55號之8、55之9號',
  },
  {
    id: '231303',
    store: '全泰',
    address: '新北市新莊區建中街139.141號1樓',
  },
  {
    id: '231325',
    store: '揚心',
    address: '新北市淡水區義山路二段299號',
  },
  {
    id: '231439',
    store: '貴志',
    address: '新北市泰山區貴子路13.13-1號1樓',
  },
  {
    id: '231451',
    store: '渡船頭',
    address: '新北市淡水區中正路號55號及55-1號',
  },
  {
    id: '231509',
    store: '樹溪',
    address: '新北市板橋區溪北路43.45號1樓',
  },
  {
    id: '231598',
    store: '未央',
    address: '新北市林口區文化三路二段283.283-1號',
  },
  {
    id: '231967',
    store: '樟弘',
    address: '新北市汐止區樟樹二路279號281號1樓',
  },
  {
    id: '232096',
    store: '長曜',
    address: '新北市林口區文化三路一段249巷36號.38號1樓',
  },
  {
    id: '232258',
    store: '富江',
    address: '新北市板橋區長江路一段110.112號1樓',
  },
  {
    id: '232487',
    store: '海晴',
    address: '新北市淡水區濱海路二段202巷69.71號1樓',
  },
  {
    id: '232786',
    store: '福基',
    address: '新北市新莊區五工路68巷5.7號1樓',
  },
  {
    id: '232797',
    store: '寶隆',
    address: '新北市新店區寶橋路69號1樓',
  },
  {
    id: '232823',
    store: '綺華',
    address: '新北市樹林區復興路369.371號1樓',
  },
  {
    id: '232948',
    store: '新北市',
    address: '新北市板橋區中山路一段161號B1樓',
  },
  {
    id: '233136',
    store: '華夏',
    address: '新北市中和區工專路110號112號1樓112號2樓',
  },
  {
    id: '233147',
    store: '樹躍',
    address: '新北市樹林區中正路438號.440號',
  },
  {
    id: '233217',
    store: '鑫浦深',
    address: '新北市深坑區文化街116號118號1樓',
  },
  {
    id: '233240',
    store: '僑興',
    address: '新北市板橋區僑中二街116巷2號.4號',
  },
  {
    id: '233594',
    store: '欣順',
    address: '新北市五股區成泰路一段239-9號1.2樓',
  },
  {
    id: '233631',
    store: '上利',
    address: '新北市新莊區中德路27號.29號1樓',
  },
  {
    id: '233701',
    store: '龍埔',
    address: '新北市三峽區民生街1巷1-17號1樓、1-18號1樓、1-19號1樓2樓',
  },
  {
    id: '233745',
    store: '德權',
    address: '新北市林口區民權路161號1樓',
  },
  {
    id: '233789',
    store: '興華',
    address: '新北市三重區中華路2巷2號4號1樓',
  },
  {
    id: '233907',
    store: '溪園',
    address: '新北市新店區溪園路391之1號1樓',
  },
  {
    id: '233929',
    store: '中景',
    address: '新北市中和區景新街383巷66號68號1樓',
  },
  {
    id: '233941',
    store: '鶯國',
    address: '新北市鶯歌區建國路126號1樓',
  },
  {
    id: '234003',
    store: '君勻',
    address: '新北市汐止區忠孝東路495號1樓',
  },
  {
    id: '234081',
    store: '吉佳',
    address: '新北市板橋區漢生西路89巷5弄5.7號',
  },
  {
    id: '234195',
    store: '竹勝',
    address: '新北市永和區竹林路39巷21之1號1樓',
  },
  {
    id: '234232',
    store: '宏圖',
    address: '新北市永和區保平路10號12號1樓',
  },
  {
    id: '234379',
    store: '蘆民',
    address: '新北市蘆洲區民族路387.389號1樓',
  },
  {
    id: '234450',
    store: '森森',
    address: '新北市中和區建八路174號1樓',
  },
  {
    id: '234542',
    store: '員信',
    address: '新北市土城區金城路一段131號1樓',
  },
  {
    id: '234667',
    store: '汐水',
    address: '新北市汐止區水源路一段272號274號一樓',
  },
  {
    id: '234726',
    store: '民盛',
    address: '新北市新莊區民安東路132號1樓',
  },
  {
    id: '234760',
    store: '宗美',
    address: '新北市永和區福和路76巷2號4號1樓',
  },
  {
    id: '234852',
    store: '愛霖',
    address: '新北市林口區仁愛路一段252號、中正路57巷12弄36號地下層',
  },
  {
    id: '234922',
    store: '楓橘',
    address: '新北市土城區?廷街3、5號1樓',
  },
  {
    id: '234999',
    store: '佑鑫',
    address: '新北市中和區立德街180號1樓',
  },
  {
    id: '235028',
    store: '景山',
    address: '新北市中和區景安路211號213號1樓',
  },
  {
    id: '235154',
    store: '海正',
    address: '新北市淡水區中正東路一段113號115號115-1號',
  },
  {
    id: '235383',
    store: '全安',
    address: '新北市新莊區新豐街46號.48號1樓',
  },
  {
    id: '235501',
    store: '後州',
    address: '新北市淡水區新市二路二段2號1樓',
  },
  {
    id: '235534',
    store: '學滬',
    address: '新北市淡水區英專路2巷27號',
  },
  {
    id: '235589',
    store: '成佳',
    address: '新北市三重區成功路145巷44、46號',
  },
  {
    id: '235590',
    store: '華陽',
    address: '新北市三重區中華路45、47號',
  },
  {
    id: '235604',
    store: '和洲',
    address: '新北市三重區三和路二段75號1樓',
  },
  {
    id: '235729',
    store: '寶瑩',
    address: '新北市中和區廣福路50號1樓52號1樓',
  },
  {
    id: '235774',
    store: '丰富',
    address: '新北市林口區中華路511號1樓',
  },
  {
    id: '235877',
    store: '七張站',
    address: '新北市新店區北新路二段152巷2號',
  },
  {
    id: '236021',
    store: '源豐',
    address: '新北市淡水區水源街一段118號1樓',
  },
  {
    id: '236054',
    store: '天綻',
    address: '新北市中和區建八路16號1樓',
  },
  {
    id: '236146',
    store: '鳳龍',
    address: '新北市鶯歌區鳳鳴路541號543號1樓',
  },
  {
    id: '236238',
    store: '學鼎',
    address: '新北市三峽區學成路333號1樓',
  },
  {
    id: '236308',
    store: '展龍',
    address: '新北市土城區學府路二段265號、學海街307號',
  },
  {
    id: '236319',
    store: '成金',
    address: '新北市永和區成功路二段147號149號1樓',
  },
  {
    id: '236489',
    store: '三松',
    address: '新北市三重區成功二街50號、52號',
  },
  {
    id: '236733',
    store: '慶中',
    address: '新北市板橋區重慶路194號光明街91號1樓',
  },
  {
    id: '236766',
    store: '大峽',
    address: '新北市三峽區大學路13鄰147號1樓',
  },
  {
    id: '236777',
    store: '建國',
    address: '新北市新店區中正路236號',
  },
  {
    id: '236799',
    store: '健華',
    address: '新北市三重區忠孝路二段63號',
  },
  {
    id: '236847',
    store: '港榮',
    address: '新北市新莊區中港路597.599號.中榮街2號',
  },
  {
    id: '236917',
    store: '新福隆',
    address: '新北市貢寮區福隆里興隆街24之1號1樓',
  },
  {
    id: '237068',
    store: '新港原',
    address: '新北市新莊區中原路201號203號1樓',
  },
  {
    id: '237091',
    store: '維陽',
    address: '新北市板橋區陽明街158號160號1樓',
  },
  {
    id: '237105',
    store: '隆城',
    address: '新北市土城區學士路15巷2號17號1樓',
  },
  {
    id: '237138',
    store: '復貴',
    address: '新北市三重區光復路2段146號1樓',
  },
  {
    id: '237172',
    store: '平埔',
    address: '新北市深坑區文化街82號',
  },
  {
    id: '237183',
    store: '南雅',
    address: '新北市板橋區新興里南雅南路一段8號1樓',
  },
  {
    id: '237194',
    store: '昌宏',
    address: '新北市新莊區昌隆街29、31號1樓',
  },
  {
    id: '237219',
    store: '紅林站',
    address: '新北市淡水區中正東路二段65號',
  },
  {
    id: '237253',
    store: '陡門頭',
    address: '新北市三重區三民街329號',
  },
  {
    id: '237367',
    store: '集賢',
    address: '新北市蘆洲區集賢路271號',
  },
  {
    id: '237471',
    store: '愛莘',
    address: '新北市新店區民族路112號B1樓',
  },
  {
    id: '237507',
    store: '新林',
    address: '新北市林口區忠孝路128號130號',
  },
  {
    id: '237552',
    store: '維群',
    address: '新北市板橋區四維路139號',
  },
  {
    id: '237574',
    store: '環和',
    address: '新北市中和區中山路二段269號1樓2樓',
  },
  {
    id: '237792',
    store: '匯和',
    address: '新北市三重區三和路四段390巷2號',
  },
  {
    id: '237943',
    store: '板府',
    address: '新北市板橋區中山路一段158巷4號6號1樓',
  },
  {
    id: '238072',
    store: '復和',
    address: '新北市新莊區復興路一段79號81號1樓',
  },
  {
    id: '238083',
    store: '華鎮',
    address: '新北市樹林區中華路381號1樓2樓',
  },
  {
    id: '238094',
    store: '正龍',
    address: '新北市三重區正義北路332號',
  },
  {
    id: '238234',
    store: '宜增',
    address: '新北市新莊區中平路158號1樓',
  },
  {
    id: '238245',
    store: '景旺',
    address: '新北市中和區成功路1號',
  },
  {
    id: '238326',
    store: '友勤',
    address: '新北市樹林區大有路65號1樓',
  },
  {
    id: '238429',
    store: '建六',
    address: '新北市中和區建六路62號',
  },
  {
    id: '238496',
    store: '永藝',
    address: '新北市永和區永和路二段272號274號1樓',
  },
  {
    id: '238566',
    store: '寶元',
    address: '新北市新店區寶橋路156之2號156之3號1樓',
  },
  {
    id: '238599',
    store: '國府',
    address: '新北市板橋區國光路184號186號1樓',
  },
  {
    id: '238603',
    store: '布拉諾',
    address: '新北市淡水區坪頂路56-8號56-9號1樓',
  },
  {
    id: '238706',
    store: '芳榮',
    address: '新北市三峽區中正路二段534號536號538號',
  },
  {
    id: '238740',
    store: '林宏',
    address: '新北市新莊區成功街1號',
  },
  {
    id: '238832',
    store: '新埔站',
    address: '新北市板橋區民生路2段232號1.2樓之14、232號1.2樓之15',
  },
  {
    id: '238865',
    store: '福隆站',
    address: '新北市貢寮區福隆里福隆街8號1樓',
  },
  {
    id: '238876',
    store: '有民',
    address: '新北市永和區民有街9號11號1樓',
  },
  {
    id: '238898',
    store: '仁寶',
    address: '新北市永和區仁愛路266號1樓',
  },
  {
    id: '238902',
    store: '金美',
    address: '新北市金山區中山路143號145號',
  },
  {
    id: '238913',
    store: '縣道',
    address: '新北市板橋區縣民大道二段200巷1號3號1樓',
  },
  {
    id: '238979',
    store: '左岸',
    address: '新北市八里區龍米路二段230號之1號之2號1樓',
  },
  {
    id: '238980',
    store: '蘆興',
    address: '新北市蘆洲區長樂路2之6號1樓',
  },
  {
    id: '238991',
    store: '鑫城',
    address: '新北市土城區中華路一段100號1樓',
  },
  {
    id: '239019',
    store: '麗池',
    address: '新北市林口區中山路583號1樓.文化二路二段120號1樓',
  },
  {
    id: '239075',
    store: '德城',
    address: '新北市土城區明德路一段139號141號',
  },
  {
    id: '239086',
    store: '廷寮',
    address: '新北市土城區清水路252號254號1樓',
  },
  {
    id: '239134',
    store: '景鑽',
    address: '新北市中和區景新街373號373之1號',
  },
  {
    id: '239260',
    store: '新宜',
    address: '新北市新店區北宜路二段4號6號',
  },
  {
    id: '239329',
    store: '寶新',
    address: '新北市新店區北新路二段57號',
  },
  {
    id: '239400',
    store: '樟福',
    address: '新北市汐止區樟樹一路256號258號1樓',
  },
  {
    id: '239433',
    store: '摩漾',
    address: '新北市土城區中央路二段61巷21號1樓',
  },
  {
    id: '239466',
    store: '頂宏',
    address: '新北市三重區頂崁街210巷23弄1號3號1樓',
  },
  {
    id: '239488',
    store: '聖陶',
    address: '新北市鶯歌區文化路407號411號',
  },
  {
    id: '239499',
    store: '鶯瓷',
    address: '新北市鶯歌區尖山埔路100號102號',
  },
  {
    id: '239503',
    store: '康湖',
    address: '新北市汐止區康寧街482-8號488號490號',
  },
  {
    id: '239570',
    store: '源前',
    address: '新北市新莊區思源路388.390號',
  },
  {
    id: '239640',
    store: '莊鑫',
    address: '新北市新店區中正路503之3號503之4號1樓2樓',
  },
  {
    id: '239651',
    store: '青雲',
    address: '新北市土城區青雲路499號501號',
  },
  {
    id: '239662',
    store: '文聖',
    address: '新北市板橋區文聖街64號1樓.松柏街96號1樓',
  },
  {
    id: '239754',
    store: '茂源',
    address: '新北市新莊區思源路40-1號',
  },
  {
    id: '239765',
    store: '永利',
    address: '新北市永和區永元里永元路93號',
  },
  {
    id: '239824',
    store: '美新',
    address: '新北市新莊區復興路二段141號143號',
  },
  {
    id: '239846',
    store: '龍恩',
    address: '新北市三峽區國學街13號',
  },
  {
    id: '239857',
    store: '貴興',
    address: '新北市板橋區貴興路25號27號1樓',
  },
  {
    id: '239879',
    store: '漢西',
    address: '新北市板橋區漢生西路64號66號1樓',
  },
  {
    id: '239927',
    store: '金銘',
    address: '新北市三峽區介壽路一段27號',
  },
  {
    id: '239994',
    store: '宏禧',
    address: '新北市中和區景平路429號1樓2樓',
  },
  {
    id: '240329',
    store: '中安',
    address: '新北市中和區宜安路62號66號',
  },
  {
    id: '240330',
    store: '安斌',
    address: '新北市中和區中安街84號86號1樓',
  },
  {
    id: '240341',
    store: '宜安',
    address: '新北市中和區宜安路103號1樓',
  },
  {
    id: '240352',
    store: '新樹',
    address: '新北市新莊區新樹路166號及民安路461號',
  },
  {
    id: '240363',
    store: '壽德',
    address: '新北市中和區壽德街11號1樓',
  },
  {
    id: '240455',
    store: '長洲',
    address: '新北市蘆洲區長安街25.27號1樓',
  },
  {
    id: '240466',
    store: '環永',
    address: '新北市永和區環河西路二段231號233號1樓',
  },
  {
    id: '240477',
    store: '榮富',
    address: '新北市新莊區中榮街43號47號',
  },
  {
    id: '240547',
    store: '鼻頭角',
    address: '新北市瑞芳區鼻頭路227之4號1樓',
  },
  {
    id: '240617',
    store: '大同南',
    address: '新北市三重區大同南路102號106號',
  },
  {
    id: '240639',
    store: '忠承',
    address: '新北市土城區忠承路103號1樓',
  },
  {
    id: '240765',
    store: '昇陽',
    address: '新北市永和區雙和里1鄰中和路417號419號',
  },
  {
    id: '240798',
    store: '意幼',
    address: '新北市新莊區後港一路173號1樓',
  },
  {
    id: '240905',
    store: '峽太',
    address: '新北市三峽區大同路90號92號94號',
  },
  {
    id: '240938',
    store: '仁森',
    address: '新北市林口區粉寮路1段62、64號1樓',
  },
  {
    id: '240972',
    store: '鄉長',
    address: '新北市汐止區鄉長路二段16號',
  },
  {
    id: '241034',
    store: '油庫口',
    address: '新北市板橋區文化路一段188巷38號40號1樓',
  },
  {
    id: '241045',
    store: '石門',
    address: '新北市石門區中山路78號',
  },
  {
    id: '241078',
    store: '金昂',
    address: '新北市淡水區新市一路一段99巷51.53號1樓',
  },
  {
    id: '241089',
    store: '竹圍',
    address: '新北市淡水區民權路109號111號',
  },
  {
    id: '241344',
    store: '泰民',
    address: '新北市板橋區民族路222巷13.15號1樓',
  },
  {
    id: '241436',
    store: '新極景',
    address: '新北市新店區北新路二段252-1號',
  },
  {
    id: '241528',
    store: '正福',
    address: '新北市永和區中正路546號1樓',
  },
  {
    id: '241643',
    store: '汐康',
    address: '新北市汐止區康寧街326號1樓',
  },
  {
    id: '241698',
    store: '埔西',
    address: '新北市板橋區文化路一段393號1、2樓',
  },
  {
    id: '241735',
    store: '華雅',
    address: '新北市板橋區華東街270號1樓',
  },
  {
    id: '241872',
    store: '揚都',
    address: '新北市淡水區義山路二段237號',
  },
  {
    id: '242082',
    store: '凱盛',
    address: '新北市三重區捷運路19巷4弄19號1樓、2樓',
  },
  {
    id: '242233',
    store: '福多',
    address: '新北市樹林區三福街32、34號(一樓)',
  },
  {
    id: '242417',
    store: '北基',
    address: '新北市萬里區忠六街2號3號1樓',
  },
  {
    id: '242428',
    store: '新城',
    address: '新北市鶯歌區國際二路6巷3號5號1樓',
  },
  {
    id: '242495',
    store: '元富',
    address: '新北市三重區仁義街106、108、110號',
  },
  {
    id: '242646',
    store: '理園',
    address: '新北市新莊區中正路510號',
  },
  {
    id: '242772',
    store: '里商',
    address: '新北市八里區商港三路99.101號1樓',
  },
  {
    id: '242831',
    store: '和醫三',
    address: '新北市中和區圓通路301號1樓(雙和醫院第三醫大樓)',
  },
  {
    id: '243236',
    store: '板樂',
    address: '新北市板橋區三民路二段35巷11號1樓',
  },
  {
    id: '243269',
    store: '淡海',
    address: '新北市淡水區淡海路178號1樓',
  },
  {
    id: '244491',
    store: '民生廠',
    address: '新北市土城區民生街4號1樓',
  },
  {
    id: '248747',
    store: '蘆三',
    address: '新北市蘆洲區三民路6號8號',
  },
  {
    id: '248758',
    store: '芝加灣',
    address: '新北市三芝區錫板里海尾14-35號1樓2樓3樓',
  },
  {
    id: '248839',
    store: '成旺',
    address: '新北市五股區成泰路三段212號216號218號1樓',
  },
  {
    id: '248851',
    store: '粉寮',
    address: '新北市林口區粉寮路二段36號',
  },
  {
    id: '249083',
    store: '連發',
    address: '新北市中和區連城路208號1樓2樓',
  },
  {
    id: '249175',
    store: '民族',
    address: '新北市板橋區福祿里民族路310號',
  },
  {
    id: '249234',
    store: '三禾',
    address: '新北市三重區大智街139號139之2號1樓',
  },
  {
    id: '249245',
    store: '莊和',
    address: '新北市新莊區中和街34.36號',
  },
  {
    id: '249429',
    store: '海山',
    address: '新北市板橋區漢生東路310號',
  },
  {
    id: '249500',
    store: '承義',
    address: '新北市土城區忠承路22號',
  },
  {
    id: '249544',
    store: '頂崁',
    address: '新北市三重區光復路一段82號1樓',
  },
  {
    id: '249625',
    store: '龍米',
    address: '新北市八里區龍米路二段46號48號50號',
  },
  {
    id: '249636',
    store: '板南',
    address: '新北市中和區板南路486號',
  },
  {
    id: '249865',
    store: '新店',
    address: '新北市新店區碧潭路14號1樓',
  },
  {
    id: '249957',
    store: '智成',
    address: '新北市三芝區中正路二段1號智成街79號',
  },
  {
    id: '249979',
    store: '光谷',
    address: '新北市三重區光復路一段61巷27-1號',
  },
  {
    id: '250061',
    store: '藍天',
    address: '新北市林口區公園路203號之1;203號之2',
  },
  {
    id: '250072',
    store: '明躍',
    address: '新北市泰山區明志路三段202號',
  },
  {
    id: '250289',
    store: '國鶯',
    address: '新北市鶯歌區中山路142號1F',
  },
  {
    id: '250290',
    store: '安康',
    address: '新北市新店區安德街70號72號1樓+2樓',
  },
  {
    id: '250393',
    store: '碧潭',
    address: '新北市新店區北宜路一段28號',
  },
  {
    id: '250407',
    store: '德泰',
    address: '新北市五股區成泰路一段10號',
  },
  {
    id: '250429',
    store: '旭泰',
    address: '新北市汐止區建成路57巷1號3號',
  },
  {
    id: '250430',
    store: '板仁',
    address: '新北市板橋區大智街93號.大仁街101號',
  },
  {
    id: '250463',
    store: '莊勝',
    address: '新北市新莊區八德街59號61號1樓',
  },
  {
    id: '250474',
    store: '樹復',
    address: '新北市樹林區復興路340號',
  },
  {
    id: '250496',
    store: '秀杉',
    address: '新北市中和區自立路129號131號',
  },
  {
    id: '250500',
    store: '朗廷會',
    address: '新北市林口區文化三路二段91號1樓',
  },
  {
    id: '250533',
    store: '立軒',
    address: '新北市林口區文化一路一段200號202號1樓2樓',
  },
  {
    id: '250603',
    store: '冠綸',
    address: '新北市三峽區中華路59號61號1樓',
  },
  {
    id: '250670',
    store: '中園',
    address: '新北市三峽區民權街235號1樓',
  },
  {
    id: '250706',
    store: '新宏盛',
    address: '新北市新莊區後港一路114號',
  },
  {
    id: '250740',
    store: '美河',
    address: '新北市新店區三民路35巷2號',
  },
  {
    id: '250887',
    store: '天元',
    address: '新北市淡水區北新路三段30號1樓2樓',
  },
  {
    id: '250898',
    store: '正翔',
    address: '新北市林口區中正路285.287號',
  },
  {
    id: '251019',
    store: '青新',
    address: '新北市新店區中山路137號1樓',
  },
  {
    id: '251042',
    store: '樹樺',
    address: '新北市樹林區中華路341之5號341之6號一樓',
  },
  {
    id: '251075',
    store: '得晴',
    address: '新北市中和區景平路239巷1號3-5號1樓',
  },
  {
    id: '251086',
    store: '集興',
    address: '新北市三重區光明里24鄰集美街202號',
  },
  {
    id: '251097',
    store: '真旺',
    address: '新北市三重區成功路50巷1號',
  },
  {
    id: '251123',
    store: '萬鄰',
    address: '新北市板橋區華江里民生路二段226巷46號1樓',
  },
  {
    id: '251204',
    store: '迴龍站',
    address: '新北市新莊區中正路895號895號之1號',
  },
  {
    id: '251215',
    store: '樹豐',
    address: '新北市新莊區豐盛一街6.8.10號',
  },
  {
    id: '251282',
    store: '存德',
    address: '新北市板橋區篤行路二段86號88號1樓',
  },
  {
    id: '251318',
    store: '秀和',
    address: '新北市永和區國中路99號101號',
  },
  {
    id: '251433',
    store: '德園',
    address: '新北市林口區文化二路一段120巷1之1號',
  },
  {
    id: '251455',
    store: '長泰',
    address: '新北市三重區三和路2段125號127號1樓',
  },
  {
    id: '251514',
    store: '憲金',
    address: '新北市蘆洲區光華路22巷1號',
  },
  {
    id: '251570',
    store: '富朋',
    address: '新北市永和區永和路二段116號',
  },
  {
    id: '251787',
    store: '新猷',
    address: '新北市新店區安和路三段81號83號1樓',
  },
  {
    id: '251846',
    store: '青山',
    address: '新北市汐止區新興路83-2號',
  },
  {
    id: '251880',
    store: '橋安',
    address: '新北市中和區橋安街20號1樓',
  },
  {
    id: '251905',
    store: '圓通',
    address: '新北市中和區圓通路280號282號',
  },
  {
    id: '251972',
    store: '景順',
    address: '新北市中和區中正路778號1樓',
  },
  {
    id: '252001',
    store: '樹佳',
    address: '新北市樹林區佳園路三段31之1號',
  },
  {
    id: '252034',
    store: '國庭',
    address: '新北市板橋區國光路1號3號1樓',
  },
  {
    id: '252045',
    store: '志城',
    address: '新北市土城區金城路三段243號245號247號1樓',
  },
  {
    id: '252126',
    store: '集成',
    address: '新北市三重區環河南路254巷43之1、43之2號',
  },
  {
    id: '252207',
    store: '樹保',
    address: '新北市樹林區保安街二段357號',
  },
  {
    id: '252229',
    store: '真豪',
    address: '新北市新莊區中華路一段73號',
  },
  {
    id: '252300',
    store: '八重',
    address: '新北市三重區重新路三段115巷18號',
  },
  {
    id: '252311',
    store: '菜寮站',
    address: '新北市三重區重新路三段98號1+2樓.100號1樓',
  },
  {
    id: '252322',
    store: '財府',
    address: '新北市淡水區學府路136巷36號、38號1樓',
  },
  {
    id: '252333',
    store: '霖口',
    address: '新北市林口區中山路250號250之3號1樓',
  },
  {
    id: '252344',
    store: '康曜',
    address: '新北市新店區安康路三段41號',
  },
  {
    id: '252388',
    store: '集吉',
    address: '新北市三重區三賢街61號63號1樓',
  },
  {
    id: '252399',
    store: '雙鳳',
    address: '新北市新莊區雙鳳路114號1樓',
  },
  {
    id: '252492',
    store: '鑫左岸',
    address: '新北市中和區中原街120號122號1樓',
  },
  {
    id: '252528',
    store: '民悅',
    address: '新北市蘆洲區民族路316.318號',
  },
  {
    id: '252539',
    store: '義學',
    address: '新北市泰山區明志路二段74號76號',
  },
  {
    id: '252540',
    store: '得勝',
    address: '新北市蘆洲區得勝街67號1樓',
  },
  {
    id: '252654',
    store: '萬誠',
    address: '新北市三峽區民生街25號',
  },
  {
    id: '252698',
    store: '遠來',
    address: '新北市林口區仁愛路二段510號1樓',
  },
  {
    id: '252791',
    store: '福來',
    address: '新北市新莊區五權一路8號',
  },
  {
    id: '252838',
    store: '環河東',
    address: '新北市永和區環河東路四段22號',
  },
  {
    id: '252861',
    store: '泰隆',
    address: '新北市中和區立德街102號',
  },
  {
    id: '252919',
    store: '立竹',
    address: '新北市淡水區民族路58號1樓2樓',
  },
  {
    id: '253026',
    store: '弘安',
    address: '新北市新莊區萬安街82號84號',
  },
  {
    id: '253037',
    store: '成雲',
    address: '新北市五股區西雲路200.202號1樓',
  },
  {
    id: '253129',
    store: '莊泰',
    address: '新北市新莊區新泰路21號',
  },
  {
    id: '253211',
    store: '合安',
    address: '新北市板橋區合宜路111號1樓',
  },
  {
    id: '253233',
    store: '皇裕',
    address: '新北市土城區裕民路114巷16號1樓',
  },
  {
    id: '253255',
    store: '長揚',
    address: '新北市三重區三和路二段6號之2',
  },
  {
    id: '253277',
    store: '矽功',
    address: '新北市汐止區大同路一段284號',
  },
  {
    id: '253462',
    store: '新永元',
    address: '新北市永和區永元路28號30號',
  },
  {
    id: '253509',
    store: '新翡翠',
    address: '新北市萬里區龜吼里美崙90號',
  },
  {
    id: '253521',
    store: '及人',
    address: '新北市新店區安民街72號',
  },
  {
    id: '253532',
    store: '華欣',
    address: '新北市中和區華新街109巷1之2號1樓',
  },
  {
    id: '253565',
    store: '學城',
    address: '新北市土城區學府路一段118號',
  },
  {
    id: '253602',
    store: '勝福',
    address: '新北市汐止區福德一路98號100號(夾層)樓',
  },
  {
    id: '253613',
    store: '員新',
    address: '新北市中和區員山路504號',
  },
  {
    id: '253680',
    store: '龍武',
    address: '新北市鶯歌區龍五路89號',
  },
  {
    id: '253750',
    store: '建中',
    address: '新北市新莊區建中街6號8號',
  },
  {
    id: '253842',
    store: '幸和',
    address: '新北市新莊區中和街174號176號1樓',
  },
  {
    id: '253901',
    store: '樹東',
    address: '新北市樹林區東榮街91巷2弄2、4號1樓',
  },
  {
    id: '254100',
    store: '珈多',
    address: '新北市泰山區台麗街5號7號9號1樓',
  },
  {
    id: '254122',
    store: '昌福',
    address: '新北市新莊區福壽街101號1樓',
  },
  {
    id: '254214',
    store: '大興',
    address: '新北市三重區仁華街80巷27號1樓',
  },
  {
    id: '254236',
    store: '杰朋',
    address: '新北市板橋區新海路385巷10弄11號',
  },
  {
    id: '254247',
    store: '華德',
    address: '新北市板橋區四川路二段47巷3弄8號及8之1號',
  },
  {
    id: '254281',
    store: '成曜',
    address: '新北市五股區凌雲路一段87號89號91號1樓',
  },
  {
    id: '254395',
    store: '偕成',
    address: '新北市淡水區民生路54號',
  },
  {
    id: '254432',
    store: '新旭勝',
    address: '新北市汐止區建成路160巷2號',
  },
  {
    id: '254443',
    store: '新福民',
    address: '新北市新店區中央路135號1樓',
  },
  {
    id: '254524',
    store: '湖鑫',
    address: '新北市汐止區湖前街37號1樓39號1樓',
  },
  {
    id: '254557',
    store: '瑞明',
    address: '新北市瑞芳區明燈路三段86號1樓2樓',
  },
  {
    id: '254580',
    store: '明泰',
    address: '新北市泰山區明志路二段366號368號1樓',
  },
  {
    id: '254797',
    store: '天城',
    address: '新北市中和區景平路240巷1弄4號',
  },
  {
    id: '254834',
    store: '淡水',
    address: '新北市淡水區中正東路3號',
  },
  {
    id: '254856',
    store: '旺來',
    address: '新北市林口區文化三路二段20號1樓',
  },
  {
    id: '254889',
    store: '雙泰',
    address: '新北市新莊區新泰路330號',
  },
  {
    id: '254959',
    store: '勝多',
    address: '新北市板橋區縣民大道三段270巷2-6號',
  },
  {
    id: '254982',
    store: '北宜',
    address: '新北市新店區北宜路二段82-2號82-3號1樓',
  },
  {
    id: '255044',
    store: '貢寮',
    address: '新北市貢寮區仁和路9號',
  },
  {
    id: '255066',
    store: '板中',
    address: '新北市板橋區府後街4.4-1.4-2號1樓',
  },
  {
    id: '255103',
    store: '福峽',
    address: '新北市三峽區介壽路一段286號1樓',
  },
  {
    id: '255114',
    store: '福壽',
    address: '新北市新莊區福壽街140號',
  },
  {
    id: '255158',
    store: '玫瑰',
    address: '新北市新店區玫瑰路58巷4號地下室',
  },
  {
    id: '255309',
    store: '祥吉',
    address: '新北市土城區延吉街194號',
  },
  {
    id: '255402',
    store: '永宜',
    address: '新北市中和區宜安路118巷22號24號1樓',
  },
  {
    id: '255479',
    store: '觀海',
    address: '新北市八里區龍米路一段140、 142號',
  },
  {
    id: '255561',
    store: '蘆安',
    address: '新北市蘆洲區長安街64號1樓',
  },
  {
    id: '255572',
    store: '勇福',
    address: '新北市三重區永福街115、117號',
  },
  {
    id: '255583',
    store: '板聖',
    address: '新北市板橋區文化路二段472號',
  },
  {
    id: '255594',
    store: '豐成',
    address: '新北市板橋區三民路一段31巷89弄10號12號1樓',
  },
  {
    id: '260677',
    store: '金鶯',
    address: '新北市鶯歌區鶯桃路131-133號',
  },
  {
    id: '260747',
    store: '秋雅',
    address: '新北市板橋區南雅南路二段144巷14號1樓',
  },
  {
    id: '260758',
    store: '淡大',
    address: '新北市淡水區北新路182巷5弄39號',
  },
  {
    id: '260895',
    store: '新泰',
    address: '新北市新莊區新泰路267號',
  },
  {
    id: '260932',
    store: '永保',
    address: '新北市永和區保平路197號199號1樓',
  },
  {
    id: '260976',
    store: '里春',
    address: '新北市三重區中正南路125、127號1樓',
  },
  {
    id: '261094',
    store: '聖約翰',
    address: '新北市淡水區淡金路四段532號',
  },
  {
    id: '261212',
    store: '橋東',
    address: '新北市汐止區建成路31號33號1樓',
  },
  {
    id: '261223',
    store: '輔進',
    address: '新北市新莊區中正路510號',
  },
  {
    id: '261337',
    store: '南勢角',
    address: '新北市中和區興南路一段55號',
  },
  {
    id: '261359',
    store: '安福',
    address: '新北市永和區福和路213號',
  },
  {
    id: '261360',
    store: '藍山',
    address: '新北市中和區南山路41號43號1樓及南山路37巷2號1樓',
  },
  {
    id: '261382',
    store: '連勝',
    address: '新北市中和區景平路513號連勝街1號',
  },
  {
    id: '261463',
    store: '福美',
    address: '新北市中和區景平路756號756之1號758號758之1號',
  },
  {
    id: '261566',
    store: '安民',
    address: '新北市新店區安民街133巷9號11號',
  },
  {
    id: '261588',
    store: '安坑',
    address: '新北市新店區安民街346號348號1樓',
  },
  {
    id: '261603',
    store: '見欣',
    address: '新北市淡水區中正東路一段三巷12號1樓',
  },
  {
    id: '261717',
    store: '小碧潭',
    address: '新北市新店區中央路157號1樓',
  },
  {
    id: '261728',
    store: '鑫庫',
    address: '新北市深坑區北深路一段118號120號',
  },
  {
    id: '261795',
    store: '竹捷',
    address: '新北市淡水區竹圍里民族路10號',
  },
  {
    id: '261902',
    store: '和和',
    address: '新北市永和區秀朗路二段128號130號1樓',
  },
  {
    id: '261979',
    store: '永振',
    address: '新北市中和區南華路14號',
  },
  {
    id: '261991',
    store: '汐東',
    address: '新北市汐止區忠孝東路430號432號1樓',
  },
  {
    id: '262031',
    store: '修德',
    address: '新北市三重區重陽路三段11號13號1樓',
  },
  {
    id: '262189',
    store: '新宇鈞',
    address: '新北市樹林區大安路115號117號1樓',
  },
  {
    id: '262190',
    store: '正大',
    address: '新北市三重區中正北路235號',
  },
  {
    id: '262215',
    store: '後港',
    address: '新北市新莊區後港一路76巷14弄1號1樓',
  },
  {
    id: '262237',
    store: '富貴角',
    address: '新北市石門區大溪墘2-1號1樓',
  },
  {
    id: '262352',
    store: '愛鄉',
    address: '新北市林口區仁愛路二段140號142號1樓',
  },
  {
    id: '262363',
    store: '東學',
    address: '新北市林口區東湖路100號1樓',
  },
  {
    id: '262547',
    store: '永竹',
    address: '新北市永和區竹林路172號174號1樓',
  },
  {
    id: '262558',
    store: '安峰',
    address: '新北市新店區安康路二段350之3號',
  },
  {
    id: '262617',
    store: '鶯湖',
    address: '新北市鶯歌區大湖路374號',
  },
  {
    id: '262673',
    store: '豐康',
    address: '新北市三峽區成福路241號',
  },
  {
    id: '262684',
    store: '埔墘',
    address: '新北市板橋區永豐街87號',
  },
  {
    id: '262721',
    store: '中港',
    address: '新北市新莊區中港路133號',
  },
  {
    id: '262802',
    store: '板宏',
    address: '新北市板橋區宏國路109.111號',
  },
  {
    id: '262813',
    store: '坤耀',
    address: '新北市板橋區南門街39號1F',
  },
  {
    id: '262916',
    store: '武江',
    address: '新北市板橋區光武街2巷2號',
  },
  {
    id: '262938',
    store: '文潭',
    address: '新北市樹林區千歲街61巷44號1.2樓和46號',
  },
  {
    id: '262994',
    store: '永樂',
    address: '新北市蘆洲區永樂街35號37號1樓',
  },
  {
    id: '263012',
    store: '北福',
    address: '新北市永和區福和路121號1樓2樓',
  },
  {
    id: '263089',
    store: '景安',
    address: '新北市中和區景安路210號',
  },
  {
    id: '263160',
    store: '景福',
    address: '新北市中和區景新街467巷22號',
  },
  {
    id: '263171',
    store: '歌園',
    address: '新北市鶯歌區國華路31號',
  },
  {
    id: '263182',
    store: '陽州',
    address: '新北市蘆洲區重陽街92.96號1樓',
  },
  {
    id: '263218',
    store: '竑嘉',
    address: '新北市三重區仁愛街32號之1',
  },
  {
    id: '263229',
    store: '權強',
    address: '新北市新店區民權路68號',
  },
  {
    id: '263263',
    store: '湯城',
    address: '新北市三重區重新路5段609巷16之7 號1樓',
  },
  {
    id: '263344',
    store: '中行',
    address: '新北市新店區中興路一段193號195號1樓',
  },
  {
    id: '263355',
    store: '嶄新',
    address: '新北市新店區中正路57-2號1樓',
  },
  {
    id: '263469',
    store: '大崁',
    address: '新北市八里區龍米路三段50號52號56號',
  },
  {
    id: '263562',
    store: '涵碧',
    address: '新北市新店區永業路6號6之1號8號',
  },
  {
    id: '263698',
    store: '富美',
    address: '新北市五股區五股工業區五權路23號',
  },
  {
    id: '263702',
    store: '新真理',
    address: '新北市淡水區新民街102號104號',
  },
  {
    id: '810410',
    store: '永興',
    address: '新北市永和區竹林路98號',
  },
  {
    id: '832498',
    store: '幸福',
    address: '新北市三重區自強路一段272號',
  },
  {
    id: '832502',
    store: '安復',
    address: '新北市新莊區復興路一段213號',
  },
  {
    id: '832605',
    store: '景新',
    address: '新北市中和區景新街436號',
  },
  {
    id: '833642',
    store: '土城',
    address: '新北市土城區中央路三段42號',
  },
  {
    id: '844712',
    store: '員山',
    address: '新北市中和區員山路163號、165號、167號1樓',
  },
  {
    id: '844907',
    store: '龍翠',
    address: '新北市板橋區雙十路二段138之1號138之2號',
  },
  {
    id: '845715',
    store: '車路頭',
    address: '新北市三重區車路頭街135號',
  },
  {
    id: '846235',
    store: '千歲',
    address: '新北市樹林區千歲街26-10號',
  },
  {
    id: '846420',
    store: '高仁',
    address: '新北市三重區仁愛街274號',
  },
  {
    id: '852230',
    store: '益彰',
    address: '新北市八里區中山路二段409號411號',
  },
  {
    id: '855033',
    store: '瑞濱',
    address: '新北市瑞芳區海濱路157號1樓',
  },
  {
    id: '855206',
    store: '懷德',
    address: '新北市板橋區懷德街55號57號',
  },
  {
    id: '855217',
    store: '正陽',
    address: '新北市三重區正義北路386號388號',
  },
  {
    id: '860655',
    store: '保生',
    address: '新北市永和區保安里保生路1號',
  },
  {
    id: '861131',
    store: '綠洲',
    address: '新北市三峽區鳶山里12鄰中山路186號1樓',
  },
  {
    id: '862374',
    store: '景仁',
    address: '新北市中和區忠孝街103號103之1號',
  },
  {
    id: '864613',
    store: '延和',
    address: '新北市土城區平和里延和路106號',
  },
  {
    id: '864897',
    store: '新年',
    address: '新北市新莊區豐年街50巷1號1樓、豐年街54號1樓',
  },
  {
    id: '865269',
    store: '議會',
    address: '新北市板橋區莊敬路60號',
  },
  {
    id: '871482',
    store: '統吉',
    address: '新北市蘆洲區永平街32巷12弄1號',
  },
  {
    id: '872061',
    store: '孟揚',
    address: '新北市永和區林森路62號',
  },
  {
    id: '872108',
    store: '花旗',
    address: '新北市新莊區中港路132巷26號',
  },
  {
    id: '872441',
    store: '千群',
    address: '新北市板橋區東丘里民享街53號',
  },
  {
    id: '875060',
    store: '清茂',
    address: '新北市三重區成功路106號之2',
  },
  {
    id: '875646',
    store: '民自',
    address: '新北市中和區冠穗里民享街38號38之1號',
  },
  {
    id: '880833',
    store: '真誠',
    address: '新北市深坑區北深路三段263號',
  },
  {
    id: '883728',
    store: '統友',
    address: '新北市樹林區中山路一段86號',
  },
  {
    id: '883924',
    store: '上北可',
    address: '新北市土城區明德路一段232號',
  },
  {
    id: '885698',
    store: '民光',
    address: '新北市永和區中正路166號',
  },
  {
    id: '886082',
    store: '頭前',
    address: '新北市新莊區化成路429-4號',
  },
  {
    id: '886875',
    store: '景禮',
    address: '新北市中和區景安路100號1樓102號1樓104號1樓',
  },
  {
    id: '888147',
    store: '金城',
    address: '新北市土城區金城路三段71號',
  },
  {
    id: '888158',
    store: '明益',
    address: '新北市三重區忠孝路三段61號',
  },
  {
    id: '890092',
    store: '丹鳳',
    address: '新北市新莊區新北大道七段842號',
  },
  {
    id: '890184',
    store: '神州',
    address: '新北市八里區龍米路一段113號',
  },
  {
    id: '890601',
    store: '水碓',
    address: '新北市五股區水碓路14號1樓、16巷2號1樓',
  },
  {
    id: '890634',
    store: '觀林',
    address: '新北市林口區林口路78號、82號1樓',
  },
  {
    id: '891006',
    store: '潤安',
    address: '新北市汐止區龍安路32號',
  },
  {
    id: '891280',
    store: '順興',
    address: '新北市樹林區東興街41號',
  },
  {
    id: '891730',
    store: '佑容',
    address: '新北市板橋區五權里五權街49號51號',
  },
  {
    id: '892032',
    store: '儷新',
    address: '新北市新莊區新樹路451號',
  },
  {
    id: '893035',
    store: '廣進',
    address: '新北市新莊區四維路173號',
  },
  {
    id: '893448',
    store: '采旺',
    address: '新北市新莊區天祥街74號',
  },
  {
    id: '893873',
    store: '文興',
    address: '新北市三重區文化南路7號',
  },
  {
    id: '895710',
    store: '富興',
    address: '新北市中和區中興里復興路277-1號279號',
  },
  {
    id: '895787',
    store: '日福',
    address: '新北市中和區中和路380號',
  },
  {
    id: '895798',
    store: '永和',
    address: '新北市永和區文化路7號',
  },
  {
    id: '896366',
    store: '五峰',
    address: '新北市新店區中興路一段252號',
  },
  {
    id: '896447',
    store: '福百',
    address: '新北市汐止區福德一路161號163號1樓',
  },
  {
    id: '897864',
    store: '進益',
    address: '新北市汐止區大同路二段314號',
  },
  {
    id: '900429',
    store: '金寶',
    address: '新北市淡水區中正路169號',
  },
  {
    id: '900924',
    store: '頂華',
    address: '新北市三重區頂崁街189號',
  },
  {
    id: '901260',
    store: '萬全',
    address: '新北市鶯歌區鶯桃路660號1樓鶯桃路658巷1號1樓',
  },
  {
    id: '901307',
    store: '新遠',
    address: '新北市新莊區中正路651號之8號',
  },
  {
    id: '901363',
    store: '秀景',
    address: '新北市中和區成功路115號117號',
  },
  {
    id: '901710',
    store: '偉嘉',
    address: '新北市板橋區文化路一段270巷3弄2號',
  },
  {
    id: '902311',
    store: '昇容',
    address: '新北市板橋區重慶路346巷8號',
  },
  {
    id: '902931',
    store: '禧緻',
    address: '新北市中和區華新街156號',
  },
  {
    id: '902953',
    store: '松旺',
    address: '新北市中和區中山路三段108號',
  },
  {
    id: '903646',
    store: '雙溪',
    address: '新北市雙溪區自強路7號',
  },
  {
    id: '906748',
    store: '同仁',
    address: '新北市新店區民權路96號',
  },
  {
    id: '906841',
    store: '尊爵',
    address: '新北市汐止區伯爵街32號',
  },
  {
    id: '910552',
    store: '那魯灣',
    address: '新北市烏來區烏來里溫泉街80號',
  },
  {
    id: '910688',
    store: '糧驛',
    address: '新北市板橋區德翠里龍泉街93號、95號1樓',
  },
  {
    id: '911924',
    store: '新連正',
    address: '新北市中和區連城路347巷2號',
  },
  {
    id: '912282',
    store: '保鑽',
    address: '新北市永和區潭墘里安樂路138號140號',
  },
  {
    id: '912891',
    store: '霞關',
    address: '新北市淡水區淡金路59-61號B1',
  },
  {
    id: '916284',
    store: '領袖',
    address: '新北市蘆洲區集賢路224巷60號62號',
  },
  {
    id: '916468',
    store: '武林',
    address: '新北市樹林區光華街2號4號6號',
  },
  {
    id: '916538',
    store: '金紅',
    address: '新北市淡水區淡金路三段2號2樓',
  },
  {
    id: '920249',
    store: '坪林',
    address: '新北市坪林區北宜路8段138號140號1樓',
  },
  {
    id: '921149',
    store: '登福',
    address: '新北市五股區登林路76之3號',
  },
  {
    id: '921714',
    store: '西盛',
    address: '新北市新莊區民安西路113號之1',
  },
  {
    id: '921976',
    store: '龍五',
    address: '新北市五股區凌雲路一段136號',
  },
  {
    id: '921998',
    store: '緯中',
    address: '新北市板橋區中正路21號23號',
  },
  {
    id: '922131',
    store: '香雅',
    address: '新北市板橋區南雅西路二段297號299號',
  },
  {
    id: '922348',
    store: '新台',
    address: '新北市五股區五工六路14號',
  },
  {
    id: '922533',
    store: '建宗',
    address: '新北市板橋區溪福里篤行路三段玉平巷76弄8號及10號',
  },
  {
    id: '922968',
    store: '新盛昌',
    address: '新北市汐止區長江街13巷1號',
  },
  {
    id: '924665',
    store: '國和',
    address: '新北市板橋區和平路29號',
  },
  {
    id: '924757',
    store: '信利',
    address: '新北市土城區興城路96巷4號',
  },
  {
    id: '930981',
    store: '龍馬',
    address: '新北市永和區文化路188號',
  },
  {
    id: '931054',
    store: '山佳',
    address: '新北市樹林區中山路三段85號87號',
  },
  {
    id: '931216',
    store: '新寶橋',
    address: '新北市新店區寶橋路192號',
  },
  {
    id: '931571',
    store: '舊社',
    address: '新北市板橋區中山路二段412號',
  },
  {
    id: '932482',
    store: '榮德',
    address: '新北市樹林區東榮街8-10號',
  },
  {
    id: '932851',
    store: '武仁',
    address: '新北市泰山區仁愛路100巷26號28號30號',
  },
  {
    id: '933120',
    store: '吉發',
    address: '新北市淡水區自強路275號',
  },
  {
    id: '934606',
    store: '三暉',
    address: '新北市樹林區樹福里復興路1號',
  },
  {
    id: '934776',
    store: '光華',
    address: '新北市新莊區民安西路388、388-1、390、390-1號',
  },
  {
    id: '936303',
    store: '樹英',
    address: '新北市樹林區大同里中華路120號',
  },
  {
    id: '941567',
    store: '佳宏',
    address: '新北市樹林區太平路150巷1號',
  },
  {
    id: '942515',
    store: '御成',
    address: '新北市三峽區國光街35號',
  },
  {
    id: '944441',
    store: '宏全',
    address: '新北市新莊區中和街61號',
  },
  {
    id: '946528',
    store: '南谷',
    address: '新北市中和區中和路257號',
  },
  {
    id: '946551',
    store: '建一',
    address: '新北市中和區建康路101號',
  },
  {
    id: '947336',
    store: '新龍',
    address: '新北市新莊區光明里民安西路232號',
  },
  {
    id: '947369',
    store: '銀座',
    address: '新北市三重區信義西街4號',
  },
  {
    id: '947934',
    store: '卿斳',
    address: '新北市林口區竹林路48號',
  },
  {
    id: '948638',
    store: '大智',
    address: '新北市三重區大同北路63號',
  },
  {
    id: '950435',
    store: '孝忠',
    address: '新北市中和區忠孝街37巷2號',
  },
  {
    id: '950745',
    store: '漢東',
    address: '新北市板橋區漢生東路309號',
  },
  {
    id: '950907',
    store: '三靖',
    address: '新北市鶯歌區三鶯路52號一樓',
  },
  {
    id: '951313',
    store: '福勝',
    address: '新北市中和區福祥路156號158號',
  },
  {
    id: '951438',
    store: '保順',
    address: '新北市永和區保順路39號及保順路37巷2號',
  },
  {
    id: '953087',
    store: '萬板',
    address: '新北市板橋區莒光路221號223號',
  },
  {
    id: '953319',
    store: '雙祥',
    address: '新北市雙溪區雙溪村太平路65號67號',
  },
  {
    id: '953353',
    store: '安忠',
    address: '新北市新店區安忠路20號',
  },
  {
    id: '953663',
    store: '青蘋果',
    address: '新北市板橋區中山路二段531巷17弄20號',
  },
  {
    id: '953928',
    store: '俊龍',
    address: '新北市樹林區三俊街96號1樓',
  },
  {
    id: '956341',
    store: '金旦',
    address: '新北市淡水區淡金路三段254號256號258號',
  },
  {
    id: '956662',
    store: '城運',
    address: '新北市土城區承天路10號、10-1號1樓',
  },
  {
    id: '956835',
    store: '福臨',
    address: '新北市五股區工商路150號152號',
  },
  {
    id: '957333',
    store: '天龍',
    address: '新北市三重區龍門路217號219號221號',
  },
  {
    id: '957355',
    store: '莊成',
    address: '新北市新莊區化成路354號',
  },
  {
    id: '958901',
    store: '寶中',
    address: '新北市新店區寶慶街66號',
  },
  {
    id: '958934',
    store: '佳客',
    address: '新北市中和區民德路126號126之1號',
  },
  {
    id: '959270',
    store: '邁群',
    address: '新北市永和區民生路42號',
  },
  {
    id: '959292',
    store: '智慧',
    address: '新北市汐止區大同路二段281號',
  },
  {
    id: '959328',
    store: '綠雅',
    address: '新北市三峽區文化路122號',
  },
  {
    id: '960166',
    store: '蘆樂',
    address: '新北市蘆洲區長樂路55號1樓',
  },
  {
    id: '960535',
    store: '輔大',
    address: '新北市新莊區中正路516-1號',
  },
  {
    id: '961387',
    store: '立德',
    address: '新北市中和區立德街103號',
  },
  {
    id: '961778',
    store: '淡欣',
    address: '新北市淡水區水源街二段104號',
  },
  {
    id: '962380',
    store: '大五股',
    address: '新北市五股區成泰路二段81號',
  },
  {
    id: '962586',
    store: '平安',
    address: '新北市三重區正義北路51號',
  },
  {
    id: '963567',
    store: '埔昇',
    address: '新北市深坑區埔新街63號65號1樓',
  },
  {
    id: '965220',
    store: '輔明',
    address: '新北市新莊區中正路514巷99號',
  },
  {
    id: '966603',
    store: '興林',
    address: '新北市林口區南勢村南勢街278號280號',
  },
  {
    id: '966898',
    store: '維中',
    address: '新北市五股區四維路120號',
  },
  {
    id: '967101',
    store: '蘆揚',
    address: '新北市蘆洲區民生街30號',
  },
  {
    id: '967983',
    store: '弘龍',
    address: '新北市五股區工商路16號',
  },
  {
    id: '968023',
    store: '采鋺',
    address: '新北市林口區文化三路一段368號',
  },
  {
    id: '968089',
    store: '新僑中',
    address: '新北市板橋區僑中一街124巷3弄3號',
  },
  {
    id: '968791',
    store: '成合',
    address: '新北市板橋區金門街40號',
  },
  {
    id: '968827',
    store: '莊龍',
    address: '新北市新莊區龍安路66號68號',
  },
  {
    id: '970439',
    store: '新保福',
    address: '新北市永和區保安路220號',
  },
  {
    id: '971100',
    store: '百義',
    address: '新北市三重區仁義街232號',
  },
  {
    id: '971144',
    store: '新永寧',
    address: '新北市土城區中央路三段191之1號及永寧路1號3號',
  },
  {
    id: '971203',
    store: '新裕生',
    address: '新北市土城區裕民路57號及55巷2號',
  },
  {
    id: '971775',
    store: '和醫',
    address: '新北市中和區中正路291號B1',
  },
  {
    id: '972273',
    store: '博鑫',
    address: '新北市鶯歌區中正三路283-1號283-2號1樓',
  },
  {
    id: '972918',
    store: '皇后',
    address: '新北市淡水區新春街87號',
  },
  {
    id: '975331',
    store: '樹園',
    address: '新北市樹林區佳園路一段52號1樓',
  },
  {
    id: '975456',
    store: '興榮',
    address: '新北市中和區福南里21鄰興南路二段90號1樓',
  },
  {
    id: '976105',
    store: '集美',
    address: '新北市三重區集美街107號',
  },
  {
    id: '976932',
    store: '德正',
    address: '新北市新店區德正街23巷1號',
  },
  {
    id: '977119',
    store: '泰和',
    address: '新北市三重區長安街71號1樓',
  },
  {
    id: '977485',
    store: '心心',
    address: '新北市板橋區實踐路105號107號',
  },
  {
    id: '977636',
    store: '新圓山',
    address: '新北市五股區成泰路一段191號、193號',
  },
  {
    id: '977913',
    store: '濬家',
    address: '新北市土城區廣明街2號',
  },
  {
    id: '978606',
    store: '昇庚',
    address: '新北市永和區永貞路182號184號',
  },
  {
    id: '978640',
    store: '泰股',
    address: '新北市五股區成泰路三段577巷24號',
  },
  {
    id: '978662',
    store: '遠揚',
    address: '新北市板橋區南雅南路2段124號及2段142巷12號1樓',
  },
  {
    id: '979263',
    store: '華翠',
    address: '新北市板橋區莒光路63號',
  },
  {
    id: '980090',
    store: '新燕',
    address: '新北市新店區新烏路二段382號384號1樓',
  },
  {
    id: '980805',
    store: '新展盛',
    address: '新北市新莊區西盛街325號327號1樓',
  },
  {
    id: '980942',
    store: '府運',
    address: '新北市板橋區重慶路18號20號1樓',
  },
  {
    id: '981347',
    store: '巧立',
    address: '新北市淡水區北新路184巷57號59號1樓',
  },
  {
    id: '981990',
    store: '全茂',
    address: '新北市中和區連城路469巷9號11號',
  },
  {
    id: '982328',
    store: '長虹',
    address: '新北市鶯歌區鶯桃路432號1樓',
  },
  {
    id: '982579',
    store: '新觀和',
    address: '新北市板橋區大觀路二段55號57號1樓',
  },
  {
    id: '982627',
    store: '新福圓',
    address: '新北市新莊區五工三路93號1樓',
  },
  {
    id: '985349',
    store: '鎮鑫',
    address: '新北市新店區中興路一段289號',
  },
  {
    id: '985534',
    store: '正隆',
    address: '新北市板橋區民生路一段53號',
  },
  {
    id: '985545',
    store: '鑫強',
    address: '新北市三重區自強路三段30號32號',
  },
  {
    id: '985604',
    store: '淡江',
    address: '新北市淡水區學府路207號',
  },
  {
    id: '985615',
    store: '竹林',
    address: '新北市永和區竹林路211號',
  },
  {
    id: '985671',
    store: '利客來',
    address: '新北市五股區成泰路三段419號',
  },
  {
    id: '985785',
    store: '珈英',
    address: '新北市蘆洲區復興路92號',
  },
  {
    id: '987769',
    store: '工林',
    address: '新北市林口區工六路76號',
  },
  {
    id: '987909',
    store: '來鑫',
    address: '新北市烏來區新烏路五段160號162號',
  },
  {
    id: '990204',
    store: '聯合報',
    address: '新北市汐止區大同路一段369號1樓',
  },
  {
    id: '990639',
    store: '新吉麗',
    address: '新北市蘆洲區中山一路204號1樓',
  },
  {
    id: '991137',
    store: '武強',
    address: '新北市淡水區自強路375號1樓',
  },
  {
    id: '991333',
    store: '新明',
    address: '新北市新店區光明街140號',
  },
  {
    id: '991458',
    store: '八里',
    address: '新北市八里區中山路二段343號1樓',
  },
  {
    id: '991654',
    store: '仁仁',
    address: '新北市三重區仁愛街50號',
  },
  {
    id: '992037',
    store: '中一',
    address: '新北市板橋區中正路332之5號1樓',
  },
  {
    id: '992576',
    store: '樹安',
    address: '新北市樹林區大安路530號1樓',
  },
  {
    id: '992598',
    store: '麗金',
    address: '新北市永和區成功路一段85號1樓',
  },
  {
    id: '992923',
    store: '皇翔',
    address: '新北市土城區中央路一段88號1樓、裕民路10-1號.10號.8-1號.8號',
  },
  {
    id: '993144',
    store: '奕真',
    address: '新北市泰山區明志路二段185號1樓(部份)',
  },
  {
    id: '993867',
    store: '鶯育',
    address: '新北市鶯歌區南雅路34號36號1樓',
  },
  {
    id: '996121',
    store: '連豐',
    address: '新北市新店區大豐路12號',
  },
  {
    id: '996132',
    store: '五華',
    address: '新北市三重區五華街148號1.2樓，150號1樓',
  },
  {
    id: '996202',
    store: '聖運',
    address: '新北市土城區明德路二段157.159號',
  },
  {
    id: '996235',
    store: '新樟樹',
    address: '新北市汐止區樟樹二路255號',
  },
  {
    id: '996903',
    store: '百和',
    address: '新北市新店區中正路306號308號',
  },
  {
    id: '996969',
    store: '天勝',
    address: '新北市三重區仁愛街687號',
  },
  {
    id: '997962',
    store: '橫溪',
    address: '新北市三峽區溪北街109號',
  },
  {
    id: '998105',
    store: '國瑞',
    address: '新北市新莊區新樹路300號之5',
  },
  {
    id: '999854',
    store: '金全',
    address: '新北市金山區清水路52號',
  },
  {
    id: '112879',
    store: '碇內',
    address: '基隆市暖暖區源遠路158號160號',
  },
  {
    id: '117140',
    store: '德信',
    address: '基隆市信義區東信路50號52號1樓',
  },
  {
    id: '117896',
    store: '深澳坑',
    address: '基隆市信義區深澳坑路2-6號2-7號',
  },
  {
    id: '118419',
    store: '聖心',
    address: '基隆市中山區西定路38號40號',
  },
  {
    id: '123525',
    store: '滿福',
    address: '基隆市信義區深澳坑路166之30號1樓',
  },
  {
    id: '127114',
    store: '新五福',
    address: '基隆市七堵區福五街80號82號1樓',
  },
  {
    id: '132415',
    store: '正光',
    address: '基隆市七堵區自治街9號11號',
  },
  {
    id: '138697',
    store: '新福樂',
    address: '基隆市信義區深溪路43號45號1樓',
  },
  {
    id: '139313',
    store: '新武嶺',
    address: '基隆市安樂區基金一路168之26號',
  },
  {
    id: '140597',
    store: '和平島',
    address: '基隆市中正區和一路125號127號1樓',
  },
  {
    id: '141338',
    store: '福聚',
    address: '基隆市七堵區實踐路286號福二街229號1樓',
  },
  {
    id: '143699',
    store: '崁頂',
    address: '基隆市仁愛區仁四路60號62號1樓',
  },
  {
    id: '151830',
    store: '大武嶺',
    address: '基隆市安樂區大武嶺里基金一路135巷21弄2-1號',
  },
  {
    id: '154840',
    store: '武訓',
    address: '基隆市安樂區武訓街102號1樓',
  },
  {
    id: '155625',
    store: '極上',
    address: '基隆市仁愛區仁三路66號愛二路54巷10號1樓',
  },
  {
    id: '159177',
    store: '愛鑫',
    address: '基隆市仁愛區愛二路65號',
  },
  {
    id: '161295',
    store: '漁港',
    address: '基隆市中正區中正路672號1樓',
  },
  {
    id: '163512',
    store: '六工',
    address: '基隆市七堵區工建路1之22號1之23號1樓',
  },
  {
    id: '164065',
    store: '新財發',
    address: '基隆市中正區新豐街303巷11弄1號3號1樓',
  },
  {
    id: '164593',
    store: '新長基',
    address: '基隆市安樂區安樂路二段161號',
  },
  {
    id: '170255',
    store: '德復',
    address: '基隆市中山區復興路193號195號197號1樓',
  },
  {
    id: '170886',
    store: '基金',
    address: '基隆市安樂區麥金路197號1樓',
  },
  {
    id: '171007',
    store: '七堵',
    address: '基隆市七堵區明德一路174號',
  },
  {
    id: '171155',
    store: '新福成',
    address: '基隆市仁愛區仁二路84號86號1樓',
  },
  {
    id: '174040',
    store: '基醫',
    address: '基隆市信義區信二路268號1樓',
  },
  {
    id: '179827',
    store: '新仁二',
    address: '基隆市仁愛區仁二路11號13號1樓',
  },
  {
    id: '180986',
    store: '基隆',
    address: '基隆市仁愛區仁二路236號',
  },
  {
    id: '183284',
    store: '晨曦',
    address: '基隆市暖暖區東勢街6之52號6之53號1樓',
  },
  {
    id: '184874',
    store: '新廟口',
    address: '基隆市仁愛區仁二路228號1樓',
  },
  {
    id: '187530',
    store: '麥金',
    address: '基隆市安樂區基金三路80號80-1號1樓',
  },
  {
    id: '189075',
    store: '永富',
    address: '基隆市七堵區永富路99號101號103號1樓',
  },
  {
    id: '194538',
    store: '基隆南',
    address: '基隆市仁愛區港西街5號1樓',
  },
  {
    id: '196279',
    store: '美的',
    address: '基隆市信義區教孝街28號1樓',
  },
  {
    id: '196707',
    store: '港隆',
    address: '基隆市仁愛區孝四路23號1樓',
  },
  {
    id: '197412',
    store: '忠三',
    address: '基隆市仁愛區忠三路52之1號54號1樓',
  },
  {
    id: '197777',
    store: '旭東',
    address: '基隆市中正區中正路54號',
  },
  {
    id: '197984',
    store: '瑞金',
    address: '基隆市安樂區基金三路75號75之1號1樓',
  },
  {
    id: '207425',
    store: '港都',
    address: '基隆市中正區義二路8號1樓',
  },
  {
    id: '208082',
    store: '港富',
    address: '基隆市中山區中華路93號',
  },
  {
    id: '209122',
    store: '篤勝',
    address: '基隆市七堵區大德路103號',
  },
  {
    id: '210535',
    store: '福二',
    address: '基隆市七堵區福二街157號1樓',
  },
  {
    id: '210720',
    store: '七堵站',
    address: '基隆市七堵區東新街2號1樓',
  },
  {
    id: '211398',
    store: '極緻',
    address: '基隆市仁愛區仁二路211號1樓',
  },
  {
    id: '214825',
    store: '新華成',
    address: '基隆市仁愛區成功一路115號117號1樓',
  },
  {
    id: '215297',
    store: '翔濱',
    address: '基隆市中正區祥豐街339號1樓',
  },
  {
    id: '217444',
    store: '哨船頭',
    address: '基隆市中正區義一路43號1樓',
  },
  {
    id: '227625',
    store: '東明',
    address: '基隆市信義區東明路181號183號1樓',
  },
  {
    id: '231989',
    store: '觀山海',
    address: '基隆市中正區砂子里觀海街49號51號1樓',
  },
  {
    id: '236696',
    store: '愛六',
    address: '基隆市仁愛區仁一路281號1樓',
  },
  {
    id: '236788',
    store: '深瑞',
    address: '基隆市信義區深澳坑路129號1樓',
  },
  {
    id: '238278',
    store: '新壯觀',
    address: '基隆市安樂區麥金路64號66號1樓',
  },
  {
    id: '239271',
    store: '德欣',
    address: '基隆市中山區復興路328號之6號之7號1樓',
  },
  {
    id: '240167',
    store: '新暖東',
    address: '基隆市暖暖區暖暖街175號177號1樓',
  },
  {
    id: '249186',
    store: '暖碇',
    address: '基隆市暖暖區碇內街9號11號',
  },
  {
    id: '249348',
    store: '崇信',
    address: '基隆市信義區東信路212-4及214號1樓',
  },
  {
    id: '249496',
    store: '杰昕',
    address: '基隆市信義區信二路243號245號',
  },
  {
    id: '249511',
    store: '孝三',
    address: '基隆市仁愛區孝三路89號91號1樓',
  },
  {
    id: '249599',
    store: '八斗子',
    address: '基隆市中正區北寧路327號1樓',
  },
  {
    id: '250728',
    store: '樂添',
    address: '基隆市安樂區樂利二街62巷291號2樓292號293號1樓',
  },
  {
    id: '251662',
    store: '和豐',
    address: '基隆市中正區新豐街203號1樓',
  },
  {
    id: '252584',
    store: '暖鑫',
    address: '基隆市暖暖區暖暖街554號',
  },
  {
    id: '252816',
    store: '武晴',
    address: '基隆市安樂區基金一路214之17號',
  },
  {
    id: '253417',
    store: '華新一',
    address: '基隆市七堵區華新一路22號26號1樓',
  },
  {
    id: '253495',
    store: '安一',
    address: '基隆市安樂區安一路172及174號',
  },
  {
    id: '254225',
    store: '富華',
    address: '基隆市中山區中華路9號',
  },
  {
    id: '254340',
    store: '篤鑫',
    address: '基隆市七堵區堵南街22-1號1樓',
  },
  {
    id: '255413',
    store: '樂三',
    address: '基隆市安樂區樂利三街257號259號1樓',
  },
  {
    id: '261049',
    store: '海洋',
    address: '基隆市中正區中正路609號1樓',
  },
  {
    id: '263001',
    store: '基義',
    address: '基隆市中正區義二路181號185號1樓',
  },
  {
    id: '263517',
    store: '新和慶',
    address: '基隆市安樂區中和路166之5號166之6號1樓',
  },
  {
    id: '263687',
    store: '財豐',
    address: '基隆市中正區新豐街389號1樓',
  },
  {
    id: '263713',
    store: '新大慶',
    address: '基隆市中山區中和路168巷7弄13號15號1樓',
  },
  {
    id: '886303',
    store: '龍騰',
    address: '基隆市中正區義一路22號24號',
  },
  {
    id: '891246',
    store: '巧龍',
    address: '基隆市七堵區百三街61號',
  },
  {
    id: '892272',
    store: '信二',
    address: '基隆市信義區信二路167號',
  },
  {
    id: '906553',
    store: '正濱',
    address: '基隆市中正區豐稔街27號29號',
  },
  {
    id: '906759',
    store: '北寧',
    address: '基隆市中正區北寧路382號382-5號',
  },
  {
    id: '928368',
    store: '豐勝',
    address: '基隆市中正區中正路322號1樓',
  },
  {
    id: '942478',
    store: '新金樂',
    address: '基隆市安樂區麥金路427號',
  },
  {
    id: '951003',
    store: '深美',
    address: '基隆市信義區深美街196號',
  },
  {
    id: '962313',
    store: '坤海',
    address: '基隆市信義區東明路69號1樓',
  },
  {
    id: '970738',
    store: '慶龍',
    address: '基隆市仁愛區南榮路187號1樓',
  },
  {
    id: '977142',
    store: '源遠',
    address: '基隆市暖暖區源遠路294號296號298號1樓',
  },
  {
    id: '981233',
    store: '極品',
    address: '基隆市仁愛區仁三路19號21號1樓2樓',
  },
  {
    id: '989086',
    store: '仁五',
    address: '基隆市仁愛區仁五路63號1樓',
  },
  {
    id: '990879',
    store: '大武崙',
    address: '基隆市安樂區基金一路381號383號1樓',
  },
  {
    id: '111201',
    store: '徠一',
    address: '宜蘭縣羅東鎮培英路98號100號',
  },
  {
    id: '112341',
    store: '健神',
    address: '宜蘭縣宜蘭市神農路二段8號10號1樓',
  },
  {
    id: '112938',
    store: '圓達',
    address: '宜蘭縣礁溪鄉礁溪路七段65號69號',
  },
  {
    id: '113399',
    store: '伍富',
    address: '宜蘭縣宜蘭市女中路三段26-6號26-7號26-8號',
  },
  {
    id: '120456',
    store: '羅高',
    address: '宜蘭縣羅東鎮公正路357號359號',
  },
  {
    id: '122120',
    store: '騰豪',
    address: '宜蘭縣宜蘭市大坡路二段215號217號',
  },
  {
    id: '123008',
    store: '噶瑪蘭',
    address: '宜蘭縣頭城鎮復興路58號',
  },
  {
    id: '123396',
    store: '新梗枋',
    address: '宜蘭縣頭城鎮濱海路三段323號325號327號1樓',
  },
  {
    id: '128106',
    store: '集翔',
    address: '宜蘭縣羅東鎮集翔里中正路147號',
  },
  {
    id: '128117',
    store: '駿隆',
    address: '宜蘭縣礁溪鄉中山路一段175號',
  },
  {
    id: '130316',
    store: '新馬',
    address: '宜蘭縣蘇澳鎮海山西路489號1樓',
  },
  {
    id: '130730',
    store: '壯五',
    address: '宜蘭縣宜蘭市東港路一段213號1樓',
  },
  {
    id: '131320',
    store: '羅結',
    address: '宜蘭縣五結鄉五結路三段493號',
  },
  {
    id: '132699',
    store: '新月',
    address: '宜蘭縣宜蘭市民權路二段38巷6號',
  },
  {
    id: '132817',
    store: '孝威',
    address: '宜蘭縣五結鄉傳藝路一段369號1樓',
  },
  {
    id: '132895',
    store: '滿冠',
    address: '宜蘭縣宜蘭市新興路68號1樓',
  },
  {
    id: '137753',
    store: '泉發',
    address: '宜蘭縣礁溪鄉礁溪路三段302號306號',
  },
  {
    id: '139209',
    store: '五結',
    address: '宜蘭縣五結鄉五結路二段393號395號397號1樓',
  },
  {
    id: '141523',
    store: '員泰',
    address: '宜蘭縣宜蘭市泰山路33之3號33之4號1樓',
  },
  {
    id: '152095',
    store: '馥華',
    address: '宜蘭縣宜蘭市東港路30-22號',
  },
  {
    id: '154541',
    store: '金玉',
    address: '宜蘭縣南澳鄉蘇花路二段165號1樓',
  },
  {
    id: '154987',
    store: '新復興',
    address: '宜蘭縣宜蘭市復興路二段49號1樓',
  },
  {
    id: '164076',
    store: '豆腐岬',
    address: '宜蘭縣蘇澳鎮南寧路41號.42號42-1號1樓',
  },
  {
    id: '164984',
    store: '羅東',
    address: '宜蘭縣羅東鎮公正路197號1樓',
  },
  {
    id: '165345',
    store: '昱成',
    address: '宜蘭縣五結鄉中正路一段174號176號',
  },
  {
    id: '165437',
    store: '礁溪',
    address: '宜蘭縣礁溪鄉礁溪路四段85號87號',
  },
  {
    id: '167824',
    store: '泉湧',
    address: '宜蘭縣礁溪鄉玉石村溫泉路15鄰85號1樓',
  },
  {
    id: '174383',
    store: '佳美',
    address: '宜蘭縣五結鄉中正路二段127號1樓',
  },
  {
    id: '180218',
    store: '全美',
    address: '宜蘭縣壯圍鄉美城村大福路三段1號5號',
  },
  {
    id: '180296',
    store: '冬森',
    address: '宜蘭縣冬山鄉冬山路100之1號',
  },
  {
    id: '181923',
    store: '深溝',
    address: '宜蘭縣員山鄉惠民路207號',
  },
  {
    id: '183505',
    store: '壯志',
    address: '宜蘭縣壯圍鄉中央路二段311號',
  },
  {
    id: '183608',
    store: '金桔',
    address: '宜蘭縣礁溪鄉玉龍路二段417號',
  },
  {
    id: '183686',
    store: '員泉',
    address: '宜蘭縣員山鄉溫泉路1之27號1之28號1樓',
  },
  {
    id: '184003',
    store: '富達',
    address: '宜蘭縣頭城鎮青雲路一段225號227號1樓',
  },
  {
    id: '184117',
    store: '內成',
    address: '宜蘭縣員山鄉員山路二段264號1樓',
  },
  {
    id: '187998',
    store: '振盟',
    address: '宜蘭縣蘇澳鎮蘇濱路二段302號',
  },
  {
    id: '189628',
    store: '省宜',
    address: '宜蘭縣宜蘭市新民路159號161號1樓',
  },
  {
    id: '192543',
    store: '廣達',
    address: '宜蘭縣冬山鄉廣興路166號168號1樓',
  },
  {
    id: '195025',
    store: '泰勝',
    address: '宜蘭縣大同鄉泰雅路一段34號1樓',
  },
  {
    id: '195265',
    store: '頭城',
    address: '宜蘭縣頭城鎮青雲路三段96號1樓',
  },
  {
    id: '196671',
    store: '永義',
    address: '宜蘭縣冬山鄉義成路三段195號1樓',
  },
  {
    id: '196855',
    store: '侯成',
    address: '宜蘭縣蘇澳鎮福德路463號465號1樓',
  },
  {
    id: '199164',
    store: '心蓮',
    address: '宜蘭縣宜蘭市泰山路212號',
  },
  {
    id: '199407',
    store: '南澳',
    address: '宜蘭縣蘇澳鎮南強里蘇花路二段328號',
  },
  {
    id: '199555',
    store: '佳旺',
    address: '宜蘭縣宜蘭市舊城東路47號',
  },
  {
    id: '199566',
    store: '麗騰',
    address: '宜蘭縣三星鄉三星路一段586號',
  },
  {
    id: '200181',
    store: '易安',
    address: '宜蘭縣五結鄉五結中路二段377號379號1樓',
  },
  {
    id: '200756',
    store: '新聖母',
    address: '宜蘭縣羅東鎮中正南路160號(聖母醫院內)',
  },
  {
    id: '201036',
    store: '新羅興',
    address: '宜蘭縣羅東鎮興東路23之2號1樓2樓',
  },
  {
    id: '202327',
    store: '永九',
    address: '宜蘭縣冬山鄉冬山路三段249號',
  },
  {
    id: '208439',
    store: '安農',
    address: '宜蘭縣冬山鄉長春路128號',
  },
  {
    id: '208945',
    store: '壯美',
    address: '宜蘭縣壯圍鄉美功路一段40巷1號',
  },
  {
    id: '209133',
    store: '蘇澳',
    address: '宜蘭縣蘇澳鎮中山路一段66號',
  },
  {
    id: '209926',
    store: '蘭雲',
    address: '宜蘭縣頭城鎮青雲路三段315號317號',
  },
  {
    id: '209960',
    store: '上義',
    address: '宜蘭縣三星鄉上將路三段559號',
  },
  {
    id: '210926',
    store: '蘇花',
    address: '宜蘭縣南澳鄉南澳村蘇花路二段433號',
  },
  {
    id: '211088',
    store: '縣府',
    address: '宜蘭縣宜蘭市中山路一段366號368號370號',
  },
  {
    id: '211457',
    store: '承莊',
    address: '宜蘭縣宜蘭市中山路五段148號',
  },
  {
    id: '211745',
    store: '五興',
    address: '宜蘭縣五結鄉五結路三段258號',
  },
  {
    id: '211815',
    store: '美宜',
    address: '宜蘭縣壯圍鄉大福路三段362號1樓362號2樓之1',
  },
  {
    id: '216038',
    store: '同慶',
    address: '宜蘭縣宜蘭市中山路三段203號205號207號1樓',
  },
  {
    id: '217042',
    store: '三星',
    address: '宜蘭縣三星鄉義德村三星路五段228號',
  },
  {
    id: '217064',
    store: '樸隱',
    address: '宜蘭縣三星鄉大隱村三星路二段25鄰13號',
  },
  {
    id: '217075',
    store: '詠淇',
    address: '宜蘭縣冬山鄉香和村冬山路一段725號',
  },
  {
    id: '228097',
    store: '天送埤',
    address: '宜蘭縣三星鄉三星路七段208號',
  },
  {
    id: '228145',
    store: '永鎮',
    address: '宜蘭縣壯圍鄉壯濱路四段373號373之1號1樓',
  },
  {
    id: '229344',
    store: '上將',
    address: '宜蘭縣三星鄉上將路一段381號',
  },
  {
    id: '230344',
    store: '泉和',
    address: '宜蘭縣礁溪鄉礁溪路四段150號156號',
  },
  {
    id: '231222',
    store: '蘇濱',
    address: '宜蘭縣蘇澳鎮蘇濱路三段61號63號65號',
  },
  {
    id: '231738',
    store: '五源',
    address: '宜蘭縣五結鄉五結路二段332號1樓',
  },
  {
    id: '231875',
    store: '南山',
    address: '宜蘭縣大同鄉南山村泰雅路七段220號',
  },
  {
    id: '233228',
    store: '謙和',
    address: '宜蘭縣宜蘭市民族路461號463號1樓',
  },
  {
    id: '234324',
    store: '維芯',
    address: '宜蘭縣羅東鎮維揚路131號1樓',
  },
  {
    id: '234461',
    store: '羅正',
    address: '宜蘭縣羅東鎮中正南路131號1樓2樓部份',
  },
  {
    id: '234759',
    store: '員玉',
    address: '宜蘭縣員山鄉員山路一段446號448號',
  },
  {
    id: '234829',
    store: '龍坡',
    address: '宜蘭縣宜蘭市大坡路一段111號113號',
  },
  {
    id: '235453',
    store: '枕山',
    address: '宜蘭縣員山鄉枕山路39之1號1樓',
  },
  {
    id: '235925',
    store: '美功',
    address: '宜蘭縣壯圍鄉美功路二段158號',
  },
  {
    id: '236342',
    store: '廣安',
    address: '宜蘭縣冬山鄉廣興路331號333號',
  },
  {
    id: '236364',
    store: '九容',
    address: '宜蘭縣蘇澳鎮蘇濱路二段251號253號',
  },
  {
    id: '236700',
    store: '潤霖',
    address: '宜蘭縣羅東鎮公正路136號1樓',
  },
  {
    id: '236711',
    store: '宜莊',
    address: '宜蘭縣宜蘭市光復路26號',
  },
  {
    id: '236722',
    store: '利陶',
    address: '宜蘭縣羅東鎮興東南路188號',
  },
  {
    id: '240259',
    store: '家燕',
    address: '宜蘭縣頭城鎮青雲路二段230號1樓',
  },
  {
    id: '240433',
    store: '詮祥',
    address: '宜蘭縣頭城鎮中山區青雲路三段238號240號',
  },
  {
    id: '241218',
    store: '校舍',
    address: '宜蘭縣宜蘭市校舍路25號',
  },
  {
    id: '241621',
    store: '北濱',
    address: '宜蘭縣頭城鎮濱海路五段450號452號',
  },
  {
    id: '241975',
    store: '三崙',
    address: '宜蘭縣頭城鎮三和路375號1樓',
  },
  {
    id: '242059',
    store: '鎮新',
    address: '宜蘭縣宜蘭市進士路二段406號',
  },
  {
    id: '242369',
    store: '詠富',
    address: '宜蘭縣礁溪鄉礁溪路五段152號1樓',
  },
  {
    id: '249452',
    store: '金站',
    address: '宜蘭縣羅東鎮公正路31號1樓',
  },
  {
    id: '249913',
    store: '宜商',
    address: '宜蘭縣宜蘭市延平路39之8號1樓',
  },
  {
    id: '250751',
    store: '聖昌',
    address: '宜蘭縣羅東鎮站前南路260號262號1樓',
  },
  {
    id: '251709',
    store: '同樂',
    address: '宜蘭縣員山鄉同新路286號',
  },
  {
    id: '252849',
    store: '東道',
    address: '宜蘭縣宜蘭市東港路一段575號',
  },
  {
    id: '253820',
    store: '馬賽',
    address: '宜蘭縣蘇澳鎮永榮里馬賽路151號',
  },
  {
    id: '254292',
    store: '韌性',
    address: '宜蘭縣礁溪鄉礁溪路二段49號51號',
  },
  {
    id: '255284',
    store: '農專',
    address: '宜蘭縣宜蘭市神農路一段96號98號',
  },
  {
    id: '255424',
    store: '纘祥',
    address: '宜蘭縣頭城鎮民鋒路18號20號',
  },
  {
    id: '260873',
    store: '欣銓',
    address: '宜蘭縣羅東鎮興東路263之1號1樓',
  },
  {
    id: '882644',
    store: '義成',
    address: '宜蘭縣冬山鄉義成路三段2號1樓永興路一段452號1樓',
  },
  {
    id: '882655',
    store: '南方澳',
    address: '宜蘭縣蘇澳鎮江夏路27號',
  },
  {
    id: '890999',
    store: '佳怡',
    address: '宜蘭縣員山鄉員山路一段186號',
  },
  {
    id: '893895',
    store: '瑞發',
    address: '宜蘭縣礁溪鄉德陽路65號',
  },
  {
    id: '903521',
    store: '大福',
    address: '宜蘭縣壯圍鄉大福村壯濱路六段222號',
  },
  {
    id: '913300',
    store: '杰昇',
    address: '宜蘭縣五結鄉二結路107號1樓',
  },
  {
    id: '921183',
    store: '蘇澳港',
    address: '宜蘭縣蘇澳鎮蘇東中路4號',
  },
  {
    id: '921297',
    store: '萬鴻',
    address: '宜蘭縣員山鄉員山路一段303號',
  },
  {
    id: '923787',
    store: '圓鴻',
    address: '宜蘭縣宜蘭市慈安路40號',
  },
  {
    id: '930280',
    store: '嘉融',
    address: '宜蘭縣礁溪鄉吳沙村礁溪路一段142號',
  },
  {
    id: '931928',
    store: '冬山',
    address: '宜蘭縣冬山鄉冬山路一段984號',
  },
  {
    id: '932116',
    store: '永裕',
    address: '宜蘭縣礁溪鄉中山路二段204號1樓',
  },
  {
    id: '934514',
    store: '蘭陽',
    address: '宜蘭縣宜蘭市中山路二段101號1樓',
  },
  {
    id: '942238',
    store: '立昇',
    address: '宜蘭縣三星鄉大洲村大洲路54之10號1樓上將路2段357號1樓',
  },
  {
    id: '951564',
    store: '壯圍',
    address: '宜蘭縣壯圍鄉壯五路143之3號',
  },
  {
    id: '952338',
    store: '親河',
    address: '宜蘭縣五結鄉親河路二段289號',
  },
  {
    id: '962335',
    store: '權中',
    address: '宜蘭縣羅東鎮民權路177號',
  },
  {
    id: '965909',
    store: '永聖',
    address: '宜蘭縣礁溪鄉大忠村大忠路120-122號',
  },
  {
    id: '967167',
    store: '布蘭其',
    address: '宜蘭縣五結鄉協和村親河路一段140號',
  },
  {
    id: '970233',
    store: '宣宏',
    address: '宜蘭縣羅東鎮復興路二段257號',
  },
  {
    id: '977418',
    store: '宜泰',
    address: '宜蘭縣羅東鎮公園路100號1樓',
  },
  {
    id: '981392',
    store: '湯圍',
    address: '宜蘭縣礁溪鄉礁溪路五段51號',
  },
  {
    id: '991115',
    store: '羅義',
    address: '宜蘭縣冬山鄉義成路三段361號363號1樓',
  },
  {
    id: '993476',
    store: '潤昌',
    address: '宜蘭縣羅東鎮中山路四段197號199號',
  },
  {
    id: '993513',
    store: '聖博',
    address: '宜蘭縣羅東鎮南昌街53巷6-3號',
  },
  {
    id: '997537',
    store: '蘇中',
    address: '宜蘭縣蘇澳鎮中山路一段263號',
  },
  {
    id: '110080',
    store: '千禧',
    address: '桃園市龜山區光峰路千禧新城15號1樓',
  },
  {
    id: '110390',
    store: '福冠',
    address: '桃園市中壢區福州一街242號1樓及2樓',
  },
  {
    id: '110909',
    store: '翁武',
    address: '桃園市大溪區文化路108號1樓',
  },
  {
    id: '111289',
    store: '台達電',
    address: '桃園市龜山區山鶯路252號B1樓',
  },
  {
    id: '111418',
    store: '中同',
    address: '桃園市中壢區大同路141號143號1樓',
  },
  {
    id: '111522',
    store: '文城',
    address: '桃園市桃園區龍壽街273巷1號1樓',
  },
  {
    id: '111614',
    store: '凱華',
    address: '桃園市龜山區文化二路183號1樓',
  },
  {
    id: '111795',
    store: '亞文',
    address: '桃園市中壢區龍川街108號110號112號1樓',
  },
  {
    id: '112293',
    store: '龍昌',
    address: '桃園市龍潭區大昌路二段139之1號',
  },
  {
    id: '112329',
    store: '海湖',
    address: '桃園市蘆竹區濱海路一段40號42號',
  },
  {
    id: '112592',
    store: '雙榮',
    address: '桃園市平鎮區雙連里民族路雙連三段8號1樓',
  },
  {
    id: '112617',
    store: '得寶',
    address: '桃園市桃園區春日路1344號1346號1樓',
  },
  {
    id: '113078',
    store: '濱海',
    address: '桃園市大園區竹圍里五鄰竹圍街45-3號',
  },
  {
    id: '113344',
    store: '大和園',
    address: '桃園市大園區中山南路272號及272-1號1樓',
  },
  {
    id: '113573',
    store: '果林',
    address: '桃園市大園區?林里?林路97號1樓',
  },
  {
    id: '113702',
    store: '高城',
    address: '桃園市八德區高城八街58巷5號1樓',
  },
  {
    id: '113735',
    store: '亞都',
    address: '桃園市大溪區僑愛一街72巷15號',
  },
  {
    id: '113919',
    store: '觀群',
    address: '桃園市大園區大工路106號',
  },
  {
    id: '114071',
    store: '復華',
    address: '桃園市中壢區中華路一段670號1樓',
  },
  {
    id: '116044',
    store: '明福',
    address: '桃園市八德區大明街105號107號',
  },
  {
    id: '116055',
    store: '青埔',
    address: '桃園市中壢區青昇路257號1樓',
  },
  {
    id: '116479',
    store: '榮興',
    address: '桃園市八德區榮興路1139號',
  },
  {
    id: '117151',
    store: '廣瀨',
    address: '桃園市龜山區忠義路二段13號',
  },
  {
    id: '118523',
    store: '和氣',
    address: '桃園市大溪區仁和路二段51號1樓',
  },
  {
    id: '118682',
    store: '華信',
    address: '桃園市桃園區成功路一段47號1樓',
  },
  {
    id: '118903',
    store: '峰里',
    address: '桃園市大溪區復興路二段782號',
  },
  {
    id: '118936',
    store: '凱達',
    address: '桃園市龜山區精忠里長壽路153號155號157號',
  },
  {
    id: '119010',
    store: '過嶺',
    address: '桃園市中壢區民族路五段451號453號1樓',
  },
  {
    id: '119087',
    store: '信陽',
    address: '桃園市龜山區公西里12鄰復興一路86號',
  },
  {
    id: '120607',
    store: '青溪',
    address: '桃園市桃園區自強路2號1樓與中山東路153號1樓',
  },
  {
    id: '120917',
    store: '頂湖',
    address: '桃園市龜山區新興街240號242號244號1樓',
  },
  {
    id: '121046',
    store: '開南',
    address: '桃園市蘆竹區新興街136號1樓',
  },
  {
    id: '121448',
    store: '富中',
    address: '桃園市觀音區中山路二段925號',
  },
  {
    id: '121725',
    store: '有寶',
    address: '桃園市桃園區寶山街209號1樓',
  },
  {
    id: '121817',
    store: '文漢',
    address: '桃園市大溪區文化路188號',
  },
  {
    id: '122119',
    store: '榮安',
    address: '桃園市中壢區榮安十三街297號1樓及榮安十四街2號1樓',
  },
  {
    id: '122142',
    store: '高屋',
    address: '桃園市中壢區民族路二段150號152號',
  },
  {
    id: '122326',
    store: '福記',
    address: '桃園市中壢區林森路166號168號',
  },
  {
    id: '122647',
    store: '樂高',
    address: '桃園市龜山區文化七路85號1樓',
  },
  {
    id: '122692',
    store: '龍德',
    address: '桃園市龍潭區中興路460號462號',
  },
  {
    id: '122784',
    store: '春寶',
    address: '桃園市桃園區春日路670號1樓',
  },
  {
    id: '122821',
    store: '平東',
    address: '桃園市平鎮區平東路225號227號229號1樓',
  },
  {
    id: '123282',
    store: '秀才',
    address: '桃園市楊梅區秀才路313號315號1樓',
  },
  {
    id: '125923',
    store: '桃德',
    address: '桃園市八德區介壽路一段794號1樓',
  },
  {
    id: '126317',
    store: '蘆海',
    address: '桃園市蘆竹區坑口里海山路一段76號一樓',
  },
  {
    id: '126328',
    store: '永安港',
    address: '桃園市新屋區中山西路三段1148號',
  },
  {
    id: '126454',
    store: '海利',
    address: '桃園市平鎮區上海路115號',
  },
  {
    id: '126638',
    store: '沙崙',
    address: '桃園市大園區沙崙里國際路二段759號761號763號1樓',
  },
  {
    id: '129062',
    store: '航興',
    address: '桃園市蘆竹區中福里大興路233號1樓',
  },
  {
    id: '129305',
    store: '新壢',
    address: '桃園市中壢區日新路66號68號',
  },
  {
    id: '130006',
    store: '楊展',
    address: '桃園市楊梅區校前路312號316號1樓',
  },
  {
    id: '130017',
    store: '慈德',
    address: '桃園市桃園區慈德街53號55號57號',
  },
  {
    id: '130039',
    store: '龜山銘',
    address: '桃園市龜山區德明路152號154號1樓',
  },
  {
    id: '130176',
    store: '原大',
    address: '桃園市中壢區實踐路46號1樓',
  },
  {
    id: '130648',
    store: '學央',
    address: '桃園市平鎮區中央路187號',
  },
  {
    id: '130659',
    store: '金帝寶',
    address: '桃園市新屋區中山東路一段106號',
  },
  {
    id: '130729',
    store: '韻翔',
    address: '桃園市平鎮區文化街71號1樓',
  },
  {
    id: '130741',
    store: '崴正',
    address: '桃園市桃園區中正五街137號139號1樓',
  },
  {
    id: '130899',
    store: '文中',
    address: '桃園市桃園區文中路65號1樓',
  },
  {
    id: '131076',
    store: '新梅',
    address: '桃園市楊梅區新農街469-8號469-9號1樓',
  },
  {
    id: '131168',
    store: '民大',
    address: '桃園市桃園區大興路221號1樓',
  },
  {
    id: '131467',
    store: '大傳',
    address: '桃園市龜山區大同路357號357-1號1樓及壽山段926地號',
  },
  {
    id: '131607',
    store: '體育大',
    address: '桃園市龜山區文化一路250號',
  },
  {
    id: '131700',
    store: '海華',
    address: '桃園市中壢區慈惠三街152號154號1樓',
  },
  {
    id: '131906',
    store: '富崗',
    address: '桃園市楊梅區新明街450號',
  },
  {
    id: '132323',
    store: '速達',
    address: '桃園市中壢區新生路二段378之2號',
  },
  {
    id: '132378',
    store: '長榮航',
    address: '桃園市蘆竹區新南路一段376號',
  },
  {
    id: '132437',
    store: '慶和',
    address: '桃園市中壢區後寮一路140號142號1樓',
  },
  {
    id: '133061',
    store: '景竹',
    address: '桃園市蘆竹區南竹路五段200號1樓',
  },
  {
    id: '135713',
    store: '勝壢',
    address: '桃園市中壢區中央西路一段一號一樓',
  },
  {
    id: '136495',
    store: '立國',
    address: '桃園市桃園區中山東路51號1樓',
  },
  {
    id: '136864',
    store: '祥鋐',
    address: '桃園市平鎮區金陵路三段74號76號',
  },
  {
    id: '137661',
    store: '新屋山',
    address: '桃園市新屋區新屋里中山路288號',
  },
  {
    id: '137867',
    store: '紅蕃茄',
    address: '桃園市桃園區復興路83號85號重慶街15號1樓',
  },
  {
    id: '137948',
    store: '美壢',
    address: '桃園市中壢區中美路二段72號',
  },
  {
    id: '138103',
    store: '國仲',
    address: '桃園市桃園區中德里國際路一段538號',
  },
  {
    id: '138192',
    store: '蘆工',
    address: '桃園市蘆竹區中興路97號1樓',
  },
  {
    id: '138273',
    store: '千雄',
    address: '桃園市蘆竹區南崁路二段96號',
  },
  {
    id: '138538',
    store: '三光',
    address: '桃園市中壢區中央西路二段259號259-1號1樓',
  },
  {
    id: '138642',
    store: '山興',
    address: '桃園市龜山區明興街223號225號1樓',
  },
  {
    id: '138664',
    store: '樂善',
    address: '桃園市龜山區文明路131號1樓',
  },
  {
    id: '138712',
    store: '崴盛',
    address: '桃園市桃園區慈文路51號;正康三街284號',
  },
  {
    id: '138790',
    store: '瑞豐',
    address: '桃園市楊梅區瑞原里民富路三段22號24號',
  },
  {
    id: '138963',
    store: '新中北',
    address: '桃園市中壢區新中北路1018-1號1樓',
  },
  {
    id: '138985',
    store: '辰興',
    address: '桃園市桃園區大興西路一段178號1樓新埔五街83號85號1樓',
  },
  {
    id: '139069',
    store: '觀埔',
    address: '桃園市觀音區藍埔里新華路一段488號',
  },
  {
    id: '139287',
    store: '翁京',
    address: '桃園市平鎮區中豐路南勢二段118號',
  },
  {
    id: '141187',
    store: '楊功',
    address: '桃園市楊梅區瑞溪路二段162號1樓',
  },
  {
    id: '141235',
    store: '北原',
    address: '桃園市中壢區新中北路239號241號1樓',
  },
  {
    id: '141280',
    store: '豐彩',
    address: '桃園市龍潭區中豐路398號1樓',
  },
  {
    id: '141453',
    store: '聖央',
    address: '桃園市中壢區中央西路一段78號1樓',
  },
  {
    id: '141660',
    store: '忠敬',
    address: '桃園市中壢區精忠一街1號1樓',
  },
  {
    id: '142124',
    store: '世傳',
    address: '桃園市八德區和平路122號126號1樓',
  },
  {
    id: '142157',
    store: '新桃林',
    address: '桃園市桃園區延平路4號6號1樓',
  },
  {
    id: '142272',
    store: '高尚',
    address: '桃園市楊梅區梅高路二段136巷5號',
  },
  {
    id: '142353',
    store: '觀富',
    address: '桃園市觀音區新富路701號1樓',
  },
  {
    id: '142375',
    store: '富寓',
    address: '桃園市龜山區文德路80號82號',
  },
  {
    id: '142401',
    store: '龍功',
    address: '桃園市龍潭區成功路186之1號',
  },
  {
    id: '142548',
    store: '海帝',
    address: '桃園市中壢區元化路307號1樓',
  },
  {
    id: '142582',
    store: '智勝',
    address: '桃園市桃園區桃智路1號3號1樓',
  },
  {
    id: '142663',
    store: '謙悅',
    address: '桃園市桃園區新埔六街58號60號1樓',
  },
  {
    id: '143356',
    store: '漢豐',
    address: '桃園市桃園區漢中路146號1樓',
  },
  {
    id: '143529',
    store: '高義',
    address: '桃園市平鎮區復旦路二段211巷10號1樓',
  },
  {
    id: '143781',
    store: '龍潭',
    address: '桃園市龍潭區東龍路257號259號1樓',
  },
  {
    id: '144072',
    store: '鈺朋',
    address: '桃園市桃園區莊敬路二段105號1樓',
  },
  {
    id: '144223',
    store: '龍園',
    address: '桃園市大溪區石園路615號(營登-桃園市龍潭區中正路佳安段481號)',
  },
  {
    id: '144728',
    store: '精材',
    address: '桃園市中壢區吉林路23號B1樓',
  },
  {
    id: '144751',
    store: '鑫帝標',
    address: '桃園市桃園區龍泉二街65號龍城五街66.68號1樓',
  },
  {
    id: '144773',
    store: '森壢',
    address: '桃園市中壢區新興里2鄰林森路30號1樓',
  },
  {
    id: '146540',
    store: '長業',
    address: '桃園市中壢區長春路23號',
  },
  {
    id: '147967',
    store: '上華',
    address: '桃園市龍潭區中正路上華段6號',
  },
  {
    id: '148269',
    store: '冠桃園',
    address: '桃園市桃園區中泰里國際路一段1179號',
  },
  {
    id: '148742',
    store: '吉利',
    address: '桃園市中壢區吉林二路83巷30號32號34號',
  },
  {
    id: '148775',
    store: '華亞',
    address: '桃園市龜山區文化二路43號',
  },
  {
    id: '148801',
    store: '欣高',
    address: '桃園市楊梅區楊梅里文德路1號1樓梅高路52-9號',
  },
  {
    id: '149295',
    store: '航福',
    address: '桃園市蘆竹區南福街97號99號',
  },
  {
    id: '151025',
    store: '樂購',
    address: '桃園市蘆竹區五福一路39號41號1樓',
  },
  {
    id: '151058',
    store: '雙橡園',
    address: '桃園市大溪區僑愛里介壽路210號',
  },
  {
    id: '151689',
    store: '楊昌',
    address: '桃園市楊梅區楊新北路23號',
  },
  {
    id: '151771',
    store: '楊山',
    address: '桃園市楊梅區中山南路98號100號1樓',
  },
  {
    id: '151782',
    store: '健業',
    address: '桃園市桃園區健行路88號',
  },
  {
    id: '151900',
    store: '柏魁',
    address: '桃園市龜山區振興路1021之1號',
  },
  {
    id: '152109',
    store: '航宏',
    address: '桃園市蘆竹區蘆竹里蘆竹街256號一樓',
  },
  {
    id: '153434',
    store: '龍科',
    address: '桃園市龍潭區龍科街228號B1',
  },
  {
    id: '153445',
    store: '統文',
    address: '桃園市龜山區文化七路179號1樓',
  },
  {
    id: '153478',
    store: '陸光',
    address: '桃園市龜山區陸光路83號85號1樓',
  },
  {
    id: '153490',
    store: '祥櫂',
    address: '桃園市龜山區萬壽路二段97號',
  },
  {
    id: '153559',
    store: '創薪',
    address: '桃園市中壢區龍昌路270號1號',
  },
  {
    id: '153560',
    store: '多利',
    address: '桃園市新屋區中山東路二段760號1樓',
  },
  {
    id: '153593',
    store: '元勛',
    address: '桃園市中壢區晉元路195號1樓',
  },
  {
    id: '153618',
    store: '台積Q',
    address: '桃園市龍潭區龍園六路101號2樓',
  },
  {
    id: '153995',
    store: '京利',
    address: '桃園市平鎮區南京路206號',
  },
  {
    id: '154116',
    store: '大崙',
    address: '桃園市中壢區中正路四段35號',
  },
  {
    id: '154725',
    store: '埔子',
    address: '桃園市桃園區永安路1040號1040之1號1樓',
  },
  {
    id: '154736',
    store: '笙園',
    address: '桃園市中壢區新生路738號740號742號1樓',
  },
  {
    id: '154747',
    store: '東洸',
    address: '桃園市平鎮區平東路27號東光路16之1號1樓',
  },
  {
    id: '155337',
    store: '中天',
    address: '桃園市中壢區石頭里中和路184號1樓',
  },
  {
    id: '155359',
    store: '芯德',
    address: '桃園市大溪區復興路186號1樓188號1至2樓',
  },
  {
    id: '155430',
    store: '大有',
    address: '桃園市桃園區大有路547號1樓',
  },
  {
    id: '158358',
    store: '大中原',
    address: '桃園市中壢區新中北路151號151-1號一樓',
  },
  {
    id: '158370',
    store: '鶯明',
    address: '桃園市桃園區桃鶯路251號',
  },
  {
    id: '158543',
    store: '寶麗',
    address: '桃園市平鎮區湧安里自由街57號59號61號63號',
  },
  {
    id: '158750',
    store: '柏德',
    address: '桃園市中壢區中北路158號1樓',
  },
  {
    id: '158967',
    store: '豐利',
    address: '桃園市中壢區南園二路63號一樓',
  },
  {
    id: '159041',
    store: '金權',
    address: '桃園市中壢區光明里中央西路二段49號',
  },
  {
    id: '159063',
    store: '健行',
    address: '桃園市中壢區健行路230號1樓',
  },
  {
    id: '159188',
    store: '中孝',
    address: '桃園市中壢區忠孝路248號1樓2樓',
  },
  {
    id: '159351',
    store: '新桃府',
    address: '桃園市桃園區縣府路312號312之1號',
  },
  {
    id: '159410',
    store: '凱成',
    address: '桃園市楊梅區文化街220號222號222-1號',
  },
  {
    id: '160018',
    store: '興圓',
    address: '桃園市八德區長興路76號1樓',
  },
  {
    id: '160100',
    store: '達昇',
    address: '桃園市大園區大觀路525號527號1樓',
  },
  {
    id: '160155',
    store: '東勇',
    address: '桃園市八德區東勇街83號',
  },
  {
    id: '162922',
    store: '澄和',
    address: '桃園市桃園區大業路一段277號1樓',
  },
  {
    id: '163590',
    store: '楊興',
    address: '桃園市楊梅區楊新路三段331號333號',
  },
  {
    id: '163660',
    store: '成皇',
    address: '桃園市桃園區復興路80號',
  },
  {
    id: '163752',
    store: '蘆勝',
    address: '桃園市蘆竹區忠孝西路21號1樓',
  },
  {
    id: '163763',
    store: '宏龍',
    address: '桃園市龍潭區中原路二段393號1樓',
  },
  {
    id: '163970',
    store: '壢都',
    address: '桃園市中壢區長沙路131號成都路72號',
  },
  {
    id: '164135',
    store: '光壢',
    address: '桃園市中壢區莒光路35號1樓',
  },
  {
    id: '164607',
    store: '驊豐',
    address: '桃園市桃園區建國路101號1樓',
  },
  {
    id: '164711',
    store: '新田園',
    address: '桃園市大園區新興路62號',
  },
  {
    id: '165024',
    store: '福瑞',
    address: '桃園市中壢區信義里福州路201號',
  },
  {
    id: '165046',
    store: '易仕',
    address: '桃園市龍潭區中豐路695巷2-1號',
  },
  {
    id: '165105',
    store: '捷安',
    address: '桃園市八德區興豐路689號1樓',
  },
  {
    id: '165219',
    store: '成達',
    address: '桃園市平鎮區育達路136號',
  },
  {
    id: '165529',
    store: '學屋',
    address: '桃園市中壢區民族路三段400號402號406號1樓',
  },
  {
    id: '165884',
    store: '大椿',
    address: '桃園市桃園區春日路1193號1樓',
  },
  {
    id: '166429',
    store: '長運',
    address: '桃園市龜山區長青路7號C棟B1樓',
  },
  {
    id: '166463',
    store: '藝德',
    address: '桃園市桃園區同德十一街98號100號',
  },
  {
    id: '166496',
    store: '富證',
    address: '桃園市楊梅區中正路80號82號1樓',
  },
  {
    id: '166670',
    store: '日日興',
    address: '桃園市新屋區中山西路一段280巷20號',
  },
  {
    id: '166681',
    store: '富亨',
    address: '桃園市龜山區文青路206號208號210號1樓',
  },
  {
    id: '166773',
    store: '廣隆',
    address: '桃園市八德區廣興路195號',
  },
  {
    id: '166887',
    store: '城邑',
    address: '桃園市大園區高鐵北路二段186號188號1樓',
  },
  {
    id: '166935',
    store: '豐德',
    address: '桃園市八德區永豐路605號1樓',
  },
  {
    id: '167145',
    store: '金富多',
    address: '桃園市桃園區寶慶路470號1樓',
  },
  {
    id: '167341',
    store: '成龍',
    address: '桃園市中壢區龍岡路三段192號194號196號1樓',
  },
  {
    id: '167363',
    store: '瑞星',
    address: '桃園市八德區介壽路二段616號618號1樓',
  },
  {
    id: '167396',
    store: '福國',
    address: '桃園市八德區福國北街48號50號1樓',
  },
  {
    id: '167503',
    store: '觀湘',
    address: '桃園市觀音區忠孝路767號1樓',
  },
  {
    id: '167514',
    store: '自強一',
    address: '桃園市中壢區自強一路65號67號69號',
  },
  {
    id: '167536',
    store: '尚國',
    address: '桃園市桃園區國強一街218號220號1樓',
  },
  {
    id: '167628',
    store: '振裕',
    address: '桃園市八德區福德一路54號',
  },
  {
    id: '167639',
    store: '福龍',
    address: '桃園市平鎮區福龍路一段556號',
  },
  {
    id: '167695',
    store: '鳳儀',
    address: '桃園市蘆竹區南崁路二段285號1樓',
  },
  {
    id: '169820',
    store: '武青',
    address: '桃園市大園區五青路287號289號1樓',
  },
  {
    id: '170462',
    store: '新貴中',
    address: '桃園市平鎮區新貴里中豐路一段98號1樓',
  },
  {
    id: '170956',
    store: '新虎山',
    address: '桃園市桃園區成功路三段50號52號1樓',
  },
  {
    id: '171339',
    store: '瓏慈',
    address: '桃園市中壢區龍慈路712號716號718號1樓',
  },
  {
    id: '171694',
    store: '正麗',
    address: '桃園市桃園區莊一街11號13號1樓',
  },
  {
    id: '171753',
    store: '新桃行',
    address: '桃園市桃園區力行路7號',
  },
  {
    id: '173678',
    store: '正康',
    address: '桃園市桃園區民光路49號',
  },
  {
    id: '173818',
    store: '忠新',
    address: '桃園市大溪區大鶯路1539-1號',
  },
  {
    id: '173896',
    store: '頭寮',
    address: '桃園市大溪區復興路一段902之1及906號1樓',
  },
  {
    id: '174132',
    store: '德隆',
    address: '桃園市八德區永豐路408號410號1樓',
  },
  {
    id: '174671',
    store: '鎮宮',
    address: '桃園市平鎮區中山路233號235號237號1樓',
  },
  {
    id: '174774',
    store: '廣城',
    address: '桃園市平鎮區廣達里廣平街20號24號1樓',
  },
  {
    id: '174800',
    store: '觀濤',
    address: '桃園市觀音區樹林里民權路1號',
  },
  {
    id: '174914',
    store: '內海',
    address: '桃園市大園區民生路183號1樓',
  },
  {
    id: '174936',
    store: '莊正',
    address: '桃園市桃園區莊二街148號1樓',
  },
  {
    id: '179562',
    store: '八德介',
    address: '桃園市八德區介壽路二段216號218號1樓',
  },
  {
    id: '179584',
    store: '桃醫',
    address: '桃園市桃園區中山路1492號',
  },
  {
    id: '179676',
    store: '北勢',
    address: '桃園市新屋區中山東路一段745號',
  },
  {
    id: '179997',
    store: '高萱',
    address: '桃園市中壢區高鐵南路二段369號1樓',
  },
  {
    id: '180001',
    store: '環埔',
    address: '桃園市中壢區領航北路一段281號1樓',
  },
  {
    id: '180089',
    store: '亮亞',
    address: '桃園市蘆竹區大福路189號',
  },
  {
    id: '180115',
    store: '慈中',
    address: '桃園市桃園區中正路820號1樓2樓',
  },
  {
    id: '180207',
    store: '興榮珍',
    address: '桃園市中壢區興仁路二段200之1號;198巷1之3號1樓',
  },
  {
    id: '180252',
    store: '美光一',
    address: '桃園市龜山區復興三路667號一廠5樓',
  },
  {
    id: '180285',
    store: '千富',
    address: '桃園市蘆竹區長安路二段220號222號1樓',
  },
  {
    id: '180377',
    store: '萬龍',
    address: '桃園市龜山區萬壽路一段307號309號1樓',
  },
  {
    id: '180481',
    store: '福厚',
    address: '桃園市八德區興仁里建德路229號',
  },
  {
    id: '180573',
    store: '國力',
    address: '桃園市桃園區國際路二段426號428號1樓',
  },
  {
    id: '180609',
    store: '青禾',
    address: '桃園市中壢區高鐵站前西路二段96號1樓',
  },
  {
    id: '180735',
    store: '建發',
    address: '桃園市龜山區南上里8鄰民生北路一段516號1樓',
  },
  {
    id: '180975',
    store: '興豐',
    address: '桃園市八德區興豐路418號',
  },
  {
    id: '181026',
    store: '榮躍',
    address: '桃園市中壢區榮民南路462號464號',
  },
  {
    id: '181141',
    store: '桃捷',
    address: '桃園市蘆竹區南山路三段98號100號1樓2樓',
  },
  {
    id: '181222',
    store: '東凌',
    address: '桃園市八德區中正路112號116號',
  },
  {
    id: '181462',
    store: '航明',
    address: '桃園市蘆竹區南山路二段497號1樓',
  },
  {
    id: '181509',
    store: '遠雄',
    address: '桃園市大園區航翔路5之7號1樓',
  },
  {
    id: '181554',
    store: '盛烽',
    address: '桃園市新屋區梅高路三段310之6號',
  },
  {
    id: '182188',
    store: '新武陵',
    address: '桃園市桃園區上海路82號84號江南八街49號',
  },
  {
    id: '182225',
    store: '迎和',
    address: '桃園市八德區金和路52號',
  },
  {
    id: '182384',
    store: '榮豐',
    address: '桃園市八德區興豐路2168號',
  },
  {
    id: '182487',
    store: '寶勇',
    address: '桃園市平鎮區湧光路455號457號459號1樓',
  },
  {
    id: '182580',
    store: '銅鑼圈',
    address: '桃園市龍潭區中豐路高平段402之1號1樓',
  },
  {
    id: '182775',
    store: '航林',
    address: '桃園市大園區三民路二段626號1樓',
  },
  {
    id: '182801',
    store: '南山北',
    address: '桃園市蘆竹區南山北路二段426號1樓',
  },
  {
    id: '182834',
    store: '緯華',
    address: '桃園市龜山區文化二路34巷14弄12號14號1樓',
  },
  {
    id: '182937',
    store: '美家',
    address: '桃園市中壢區中北路34號36號1樓',
  },
  {
    id: '183044',
    store: '進三廠',
    address: '桃園市蘆竹區長榮路168號4樓',
  },
  {
    id: '183251',
    store: '羿龍',
    address: '桃園市中壢區龍慈路283號1樓',
  },
  {
    id: '183273',
    store: '貴族',
    address: '桃園市桃園區南平路306號1樓',
  },
  {
    id: '183527',
    store: '振陞',
    address: '桃園市龜山區振興路1301號1樓',
  },
  {
    id: '183583',
    store: '湖海',
    address: '桃園市蘆竹區濱海路一段335號337號1樓',
  },
  {
    id: '183653',
    store: '桃全',
    address: '桃園市桃園區中正路342號1樓2樓',
  },
  {
    id: '183745',
    store: '凱利',
    address: '桃園市平鎮區延平路三段413號415號417號1樓',
  },
  {
    id: '184014',
    store: '市正',
    address: '桃園市桃園區縣府路88之1號1樓2樓',
  },
  {
    id: '184058',
    store: '合利',
    address: '桃園市楊梅區楊湖路二段910號912號914號',
  },
  {
    id: '184232',
    store: '星宇',
    address: '桃園市桃園區永安路739號1樓',
  },
  {
    id: '184287',
    store: '航站南',
    address: '桃園市大園區航站南路15號B1樓',
  },
  {
    id: '184298',
    store: '航站北',
    address: '桃園市大園區航站南路15號B1樓',
  },
  {
    id: '184449',
    store: '立揚',
    address: '桃園市桃園區正光路116號1樓',
  },
  {
    id: '184601',
    store: '技嘉',
    address: '桃園市平鎮區南平路180之1號',
  },
  {
    id: '184612',
    store: '凌雲',
    address: '桃園市龍潭區中豐路上林段358-1號',
  },
  {
    id: '184922',
    store: '新九揚',
    address: '桃園市龜山區復興一路264號1樓',
  },
  {
    id: '185855',
    store: '愿景',
    address: '桃園市龜山區文化一路42號',
  },
  {
    id: '185981',
    store: '新楊埔',
    address: '桃園市楊梅區中興路47號1樓新興街66號1樓',
  },
  {
    id: '186021',
    store: '東正',
    address: '桃園市平鎮區平東路661號',
  },
  {
    id: '186250',
    store: '工業',
    address: '桃園市中壢區吉林路131號1樓',
  },
  {
    id: '186283',
    store: '宏義',
    address: '桃園市龜山區萬壽路一段378號380號1樓',
  },
  {
    id: '186962',
    store: '新達豐',
    address: '桃園市桃園區延平路202號;大豐路194號',
  },
  {
    id: '187002',
    store: '巴頓',
    address: '桃園市龜山區龍壽里萬壽路一段492號1樓',
  },
  {
    id: '187301',
    store: '新鎮興',
    address: '桃園市平鎮區中興路平鎮段349號351號353號',
  },
  {
    id: '187378',
    store: '新雙安',
    address: '桃園市桃園區安樂街48號50號1樓;安東街56號1樓',
  },
  {
    id: '187390',
    store: '八德建',
    address: '桃園市八德區建國路165號',
  },
  {
    id: '187585',
    store: '鐵鎮',
    address: '桃園市大園區中正東路二段428號',
  },
  {
    id: '187633',
    store: '曜駿',
    address: '桃園市龍潭區中興路292號1樓',
  },
  {
    id: '187725',
    store: '湯華',
    address: '桃園市中壢區中華路一段745號747號749號1樓',
  },
  {
    id: '187873',
    store: '富竹',
    address: '桃園市蘆竹區南竹路二段313號1樓',
  },
  {
    id: '187987',
    store: '益志',
    address: '桃園市桃園區樹仁三街102號',
  },
  {
    id: '188038',
    store: '城邦',
    address: '桃園市桃園區樹仁三街81號83號85號1樓',
  },
  {
    id: '188511',
    store: '民新',
    address: '桃園市大園區民生南路167號',
  },
  {
    id: '188566',
    store: '民生北',
    address: '桃園市龜山區民生北路一段54號1樓',
  },
  {
    id: '188968',
    store: '華薪',
    address: '桃園市中壢區新中北路二段179號181號',
  },
  {
    id: '189031',
    store: '園頂',
    address: '桃園市大溪區公園路111號115號',
  },
  {
    id: '189097',
    store: '航榮',
    address: '桃園市蘆竹區南崁路二段473號',
  },
  {
    id: '189101',
    store: '新龍壽',
    address: '桃園市桃園區龍壽街20號',
  },
  {
    id: '189156',
    store: '領航',
    address: '桃園市中壢區領航北路二段239號1樓',
  },
  {
    id: '189798',
    store: '同德',
    address: '桃園市桃園區中埔二街150號',
  },
  {
    id: '189927',
    store: '成豐',
    address: '桃園市中壢區元化路197巷3號1樓',
  },
  {
    id: '190352',
    store: '壢和',
    address: '桃園市中壢區中和路114號',
  },
  {
    id: '190776',
    store: '宏亞',
    address: '桃園市桃園區中平路102號1樓',
  },
  {
    id: '190798',
    store: '鎮豐',
    address: '桃園市平鎮區南豐路99號',
  },
  {
    id: '190857',
    store: '華龍',
    address: '桃園市龜山區萬壽路一段292號1樓龍華街2巷6號B1',
  },
  {
    id: '192794',
    store: '五福',
    address: '桃園市蘆竹區五福一路202號1樓',
  },
  {
    id: '192901',
    store: '芮霖',
    address: '桃園市蘆竹區中興路536之1號',
  },
  {
    id: '192923',
    store: '華壢',
    address: '桃園市中壢區中華路一段288號290號1樓',
  },
  {
    id: '192990',
    store: '國仁',
    address: '桃園市八德區建國路250號256號',
  },
  {
    id: '193269',
    store: '大錢站',
    address: '桃園市桃園區中華路5號1樓2樓',
  },
  {
    id: '193306',
    store: '水美',
    address: '桃園市楊梅區楊新路二段70號',
  },
  {
    id: '193454',
    store: '桃遠百',
    address: '桃園市桃園區中正路20號B1樓',
  },
  {
    id: '193498',
    store: '禾安',
    address: '桃園市平鎮區平德路295號1樓',
  },
  {
    id: '193649',
    store: '文捷',
    address: '桃園市龜山區文桃路426號1樓',
  },
  {
    id: '193845',
    store: '鑫隆',
    address: '桃園市楊梅區金龍三路1號3號1樓',
  },
  {
    id: '194099',
    store: '廣耘',
    address: '桃園市平鎮區廣泰路212號1樓',
  },
  {
    id: '194228',
    store: '高達',
    address: '桃園市楊梅區金山街302號1樓',
  },
  {
    id: '194365',
    store: '榮福',
    address: '桃園市中壢區永福路1092號1092-1號1096號1樓',
  },
  {
    id: '194468',
    store: '華泰城',
    address: '桃園市中壢區春德路159號860櫃位',
  },
  {
    id: '194549',
    store: '富友',
    address: '桃園市中壢區中山東路三段419號421號423號1樓',
  },
  {
    id: '194837',
    store: '興東',
    address: '桃園市中壢區中山東路三段226號228號228之1號',
  },
  {
    id: '194974',
    store: '松容',
    address: '桃園市中壢區青溪路一段85號',
  },
  {
    id: '195047',
    store: '祥綸',
    address: '桃園市大園區高鐵北路三段45號',
  },
  {
    id: '195092',
    store: '上巴陵',
    address: '桃園市復興區華陵里10鄰巴崚116號',
  },
  {
    id: '195313',
    store: '玄海',
    address: '桃園市大園區和平西路二段5號',
  },
  {
    id: '195380',
    store: '精材三',
    address: '桃園市中壢區中園路188號B1樓',
  },
  {
    id: '195391',
    store: '精材二',
    address: '桃園市中壢區自強一路8號2樓',
  },
  {
    id: '195586',
    store: '欣興',
    address: '桃園市中壢區新興路226號228號',
  },
  {
    id: '196291',
    store: '航站五',
    address: '桃園市大園區航站南路9號5樓',
  },
  {
    id: '196349',
    store: '飛揚',
    address: '桃園市楊梅區中山北路二段58號1樓2樓',
  },
  {
    id: '196431',
    store: '威海',
    address: '桃園市龍潭區中正路三坑段563號1樓',
  },
  {
    id: '196453',
    store: '冠興',
    address: '桃園市觀音區成功路二段1247號',
  },
  {
    id: '196718',
    store: '桃華',
    address: '桃園市桃園區南華街106號108號1樓',
  },
  {
    id: '196958',
    store: '廣福',
    address: '桃園市八德區廣福路30號1樓',
  },
  {
    id: '197087',
    store: '敏盛',
    address: '桃園市桃園區經國路168號B1樓',
  },
  {
    id: '197179',
    store: '龍運',
    address: '桃園市龍潭區中正路105號1樓及107巷1號1樓',
  },
  {
    id: '197308',
    store: '龍學',
    address: '桃園市中壢區龍昌路178號1樓',
  },
  {
    id: '197319',
    store: '雙嶺',
    address: '桃園市中壢區松義路111號113號1樓',
  },
  {
    id: '197478',
    store: '八勇',
    address: '桃園市八德區忠勇街197號',
  },
  {
    id: '197803',
    store: '大湳',
    address: '桃園市八德區和平路875-1號',
  },
  {
    id: '197847',
    store: '壢福',
    address: '桃園市中壢區廣州路200號202號1樓',
  },
  {
    id: '198013',
    store: '富莊',
    address: '桃園市中壢區莊敬路141號',
  },
  {
    id: '198080',
    store: '新尊爵',
    address: '桃園市龜山區復興三路139號141號143號145號1樓',
  },
  {
    id: '198242',
    store: '高竹',
    address: '桃園市蘆竹區大竹北路737號',
  },
  {
    id: '198714',
    store: '富源',
    address: '桃園市觀音區中山東路二段1027號1029號1樓',
  },
  {
    id: '198792',
    store: '欣國榮',
    address: '桃園市桃園區經國路860號1樓',
  },
  {
    id: '198828',
    store: '登冠',
    address: '桃園市龜山區文化二路52巷53號一樓',
  },
  {
    id: '199359',
    store: '頂社',
    address: '桃園市蘆竹區山林路三段170-2號',
  },
  {
    id: '199360',
    store: '上興',
    address: '桃園市蘆竹區上興路251號253號1樓',
  },
  {
    id: '199430',
    store: '桃農',
    address: '桃園市桃園區萬壽路三段111號113號115號1樓',
  },
  {
    id: '199599',
    store: '民越',
    address: '桃園市桃園區大有路141號143號',
  },
  {
    id: '199603',
    store: '鑫旺',
    address: '桃園市中壢區興安二街1號1樓興仁路二段116號1樓',
  },
  {
    id: '199636',
    store: '壢達',
    address: '桃園市平鎮區環南路231-5號1樓',
  },
  {
    id: '200011',
    store: '福鶯',
    address: '桃園市龜山區山鶯路155號1樓',
  },
  {
    id: '200103',
    store: '醫林',
    address: '桃園市龜山區長庚醫護新村80號B1樓',
  },
  {
    id: '200217',
    store: '驛光',
    address: '桃園市中壢區新興路124號1樓2樓',
  },
  {
    id: '200228',
    store: '三沅',
    address: '桃園市楊梅區三民北路88號1樓',
  },
  {
    id: '200262',
    store: '興鑽',
    address: '桃園市蘆竹區中興路188號',
  },
  {
    id: '200321',
    store: '庚亞',
    address: '桃園市龜山區復興一路150號1樓',
  },
  {
    id: '200365',
    store: '埔溪',
    address: '桃園市大溪區埔頂路二段310號312號1樓',
  },
  {
    id: '200996',
    store: '廣華',
    address: '桃園市龜山區文化三路386號1樓',
  },
  {
    id: '201597',
    store: '聖保祿',
    address: '桃園市桃園區福安里建新街68號',
  },
  {
    id: '202073',
    store: '景茂',
    address: '桃園市蘆竹區南山路一段391號',
  },
  {
    id: '202176',
    store: '塘園',
    address: '桃園市中壢區領航北路二段208號公園路二段208號',
  },
  {
    id: '202338',
    store: '新樺',
    address: '桃園市新屋區中華南路一段379號381號',
  },
  {
    id: '202349',
    store: '富名',
    address: '桃園市楊梅區中山北路二段449號1樓',
  },
  {
    id: '202383',
    store: '台達五',
    address: '桃園市中壢區東園路16號 2樓',
  },
  {
    id: '202486',
    store: '箱根',
    address: '桃園市桃園區南平路416號418號1樓',
  },
  {
    id: '206558',
    store: '庚院',
    address: '桃園市龜山區文化二路11之5號1樓',
  },
  {
    id: '206592',
    store: '復麗',
    address: '桃園市桃園區復興路162號1樓',
  },
  {
    id: '206743',
    store: '新晨',
    address: '桃園市大園區國際路一段187號',
  },
  {
    id: '206950',
    store: '社子',
    address: '桃園市新屋區中興路1532之1號1樓',
  },
  {
    id: '206972',
    store: '欣民',
    address: '桃園市中壢區民權路三段985號',
  },
  {
    id: '206983',
    store: '揚金',
    address: '桃園市平鎮區金陵路二段288號',
  },
  {
    id: '207539',
    store: '電通市',
    address: '桃園市蘆竹區南山路一段27號29號1樓',
  },
  {
    id: '207757',
    store: '高和',
    address: '桃園市大溪區仁和路二段8號',
  },
  {
    id: '207827',
    store: '青峰',
    address: '桃園市大園區中山南路2段603號',
  },
  {
    id: '207872',
    store: '靖立',
    address: '桃園市八德區豐德一路17號豐田一路83號',
  },
  {
    id: '207920',
    store: '公力',
    address: '桃園市大園區中正東路一段708之1號',
  },
  {
    id: '208381',
    store: '高蓉',
    address: '桃園市大園區高鐵北路三段96號1樓',
  },
  {
    id: '208679',
    store: '勁賀',
    address: '桃園市蘆竹區光明路二段139號',
  },
  {
    id: '208680',
    store: '有成',
    address: '桃園市桃園區大有路6號1樓',
  },
  {
    id: '208808',
    store: '程豪',
    address: '桃園市觀音區福祥街157號163號1樓',
  },
  {
    id: '208923',
    store: '龍逸',
    address: '桃園市龍潭區民族路372號374號1樓',
  },
  {
    id: '209834',
    store: '福倉',
    address: '桃園市桃園區正光路425號1樓427號1樓',
  },
  {
    id: '209889',
    store: '銘仁堂',
    address: '桃園市龍潭區民生路139號1樓',
  },
  {
    id: '210085',
    store: '芸珈',
    address: '桃園市龜山區民生北路一段203號',
  },
  {
    id: '210236',
    store: '觀芳',
    address: '桃園市觀音區成功路二段903號1樓2樓',
  },
  {
    id: '210373',
    store: '富騰',
    address: '桃園市龜山區文青路219號1樓',
  },
  {
    id: '210454',
    store: '長林',
    address: '桃園市龜山區復興街5號地下層',
  },
  {
    id: '210498',
    store: '吉翔',
    address: '桃園市蘆竹區吉林路130號1樓',
  },
  {
    id: '210502',
    store: '欣欣',
    address: '桃園市龜山區萬壽路二段1280號1樓',
  },
  {
    id: '210605',
    store: '大湧',
    address: '桃園市八德區東勇二路111號',
  },
  {
    id: '210672',
    store: '龍汶',
    address: '桃園市中壢區龍文街33巷2號6號1樓',
  },
  {
    id: '210786',
    store: '樂欣',
    address: '桃園市蘆竹區長興路二段28號30號1樓',
  },
  {
    id: '210845',
    store: '大權',
    address: '桃園市桃園區大同路43號1樓B1樓',
  },
  {
    id: '210867',
    store: '莊敬',
    address: '桃園市中壢區永福路1042號莊敬路903號905號1樓',
  },
  {
    id: '210982',
    store: '竹邑',
    address: '桃園市蘆竹區大新路197號199號1樓',
  },
  {
    id: '211033',
    store: '承晨',
    address: '桃園市中壢區民權路五段65號1樓',
  },
  {
    id: '211055',
    store: '工園',
    address: '桃園市中壢區西園路27號西園路25巷5號1樓',
  },
  {
    id: '211217',
    store: '央大',
    address: '桃園市平鎮區民族路三段275號高雙路3號',
  },
  {
    id: '211479',
    store: '千藝',
    address: '桃園市桃園區同德六街1號',
  },
  {
    id: '211941',
    store: '新震',
    address: '桃園市觀音區新生路171號',
  },
  {
    id: '212221',
    store: '慈豐',
    address: '桃園市桃園區慈文路975號',
  },
  {
    id: '212276',
    store: '布拉格',
    address: '桃園市大園區拔子林一路137號拔子林三路6號',
  },
  {
    id: '212335',
    store: '京采',
    address: '桃園市桃園區延平路289號1樓',
  },
  {
    id: '212586',
    store: '鴻華',
    address: '桃園市觀音區四維路162號1樓',
  },
  {
    id: '212597',
    store: '青航',
    address: '桃園市中壢區領航北路二段60號、民權路四段309號1樓',
  },
  {
    id: '213888',
    store: '北崁',
    address: '桃園市蘆竹區中正路85號87號89號1樓',
  },
  {
    id: '213969',
    store: '水龍吟',
    address: '桃園市龍潭區中原路一段506號1樓',
  },
  {
    id: '214238',
    store: '庚大',
    address: '桃園市龜山區文化一路259號B1樓',
  },
  {
    id: '214261',
    store: '宏宇',
    address: '桃園市平鎮區金陵路二段104號',
  },
  {
    id: '214294',
    store: '元翔',
    address: '桃園市蘆竹區六福路247巷2-1號',
  },
  {
    id: '214434',
    store: '勇利',
    address: '桃園市龜山區文化一路86-6號',
  },
  {
    id: '214489',
    store: '源盛',
    address: '桃園市桃園區國聖一街188號1樓;宏昌十二街587號1樓',
  },
  {
    id: '214537',
    store: '航祥',
    address: '桃園市大園區三民路一段785號1樓',
  },
  {
    id: '214618',
    store: '影華',
    address: '桃園市中壢區九和一街20號1樓',
  },
  {
    id: '214777',
    store: '龍袖',
    address: '桃園市桃園區龍安街143號1樓',
  },
  {
    id: '214928',
    store: '勇伯',
    address: '桃園市八德區東勇北路380號',
  },
  {
    id: '214962',
    store: '來來',
    address: '桃園市中壢區中央東路62號1樓',
  },
  {
    id: '215116',
    store: '蘆順',
    address: '桃園市蘆竹區奉化路168號170號172號1樓',
  },
  {
    id: '215356',
    store: '泉僑',
    address: '桃園市龍潭區文化路12-3號',
  },
  {
    id: '215367',
    store: '揚善',
    address: '桃園市楊梅區中山北路一段23號25號1樓',
  },
  {
    id: '215600',
    store: '翁和',
    address: '桃園市大溪區仁文里介壽路1151號1153號1樓',
  },
  {
    id: '215873',
    store: '國藝',
    address: '桃園市桃園區南平路185號187號1樓',
  },
  {
    id: '215954',
    store: '新元',
    address: '桃園市中壢區新生路232號234號',
  },
  {
    id: '216245',
    store: '福僑',
    address: '桃園市八德區廣福路162號164號1樓',
  },
  {
    id: '216360',
    store: '觀成',
    address: '桃園市觀音區成功路一段557號559號1樓',
  },
  {
    id: '216407',
    store: '埔民',
    address: '桃園市桃園區民生路535號1樓',
  },
  {
    id: '216418',
    store: '達義',
    address: '桃園市平鎮區義民路199號1樓',
  },
  {
    id: '216533',
    store: '民笙',
    address: '桃園市桃園區民生路287號289號',
  },
  {
    id: '216555',
    store: '輕井澤',
    address: '桃園市桃園區大業路一段355號357號一樓',
  },
  {
    id: '216810',
    store: '德沅',
    address: '桃園市八德區介壽路二段455號',
  },
  {
    id: '217019',
    store: '成德',
    address: '桃園市平鎮區承德路2號4號1樓',
  },
  {
    id: '217031',
    store: '大園港',
    address: '桃園市大園區大觀路1088號',
  },
  {
    id: '217145',
    store: '順舜',
    address: '桃園市蘆竹區南順六街22號24號26號',
  },
  {
    id: '217466',
    store: '龍東',
    address: '桃園市中壢區龍東路138號140號1樓',
  },
  {
    id: '227957',
    store: '國悅',
    address: '桃園市桃園區天祥七街101號103號',
  },
  {
    id: '228042',
    store: '永誠',
    address: '桃園市楊梅區永美路385-9號1樓2樓',
  },
  {
    id: '228053',
    store: '兆沅',
    address: '桃園市龍潭區中豐路77之1號',
  },
  {
    id: '228086',
    store: '美利堅',
    address: '桃園市楊梅區青山五街25號1樓',
  },
  {
    id: '228248',
    store: '平昌',
    address: '桃園市桃園區中平路167號1+2樓',
  },
  {
    id: '228307',
    store: '羅浮',
    address: '桃園市復興區羅浮119之1號',
  },
  {
    id: '228318',
    store: '上青',
    address: '桃園市蘆竹區中山路12之2號1樓',
  },
  {
    id: '228547',
    store: '振聲',
    address: '桃園市桃園區復興路389號1樓',
  },
  {
    id: '228569',
    store: '金汲',
    address: '桃園市桃園區力行路385巷11號13號1樓',
  },
  {
    id: '228628',
    store: '觀岷',
    address: '桃園市觀音區民生路65號1樓',
  },
  {
    id: '228857',
    store: '千賀',
    address: '桃園市中壢區月桃路246號248號',
  },
  {
    id: '229023',
    store: '鎮金',
    address: '桃園市平鎮區金陵路二段24號26號1樓',
  },
  {
    id: '229148',
    store: '凌華科',
    address: '桃園市龜山區華亞一路68號1樓',
  },
  {
    id: '229207',
    store: '隆陞',
    address: '桃園市龜山區頂湖路25號27號1樓',
  },
  {
    id: '229229',
    store: '統讚',
    address: '桃園市中壢區龍江路58號1樓',
  },
  {
    id: '229252',
    store: '民安',
    address: '桃園市桃園區民安路84號忠五路169號',
  },
  {
    id: '229551',
    store: '超級郡',
    address: '桃園市中壢區松信路36號38號',
  },
  {
    id: '229609',
    store: '洪圳',
    address: '桃園市平鎮區洪圳路326號1樓',
  },
  {
    id: '229894',
    store: '立京',
    address: '桃園市中壢區五族二街66號68號1樓',
  },
  {
    id: '229908',
    store: '鎮翊',
    address: '桃園市平鎮區中豐路南勢一段173號1樓 南東路1-1號1樓',
  },
  {
    id: '230218',
    store: '桃誠',
    address: '桃園市八德區公園路160號',
  },
  {
    id: '230322',
    store: '慈安',
    address: '桃園市桃園區永安路511號513號1樓',
  },
  {
    id: '230517',
    store: '靖欣',
    address: '桃園市八德區中興街42號興仁路46號48號',
  },
  {
    id: '230780',
    store: '濰坊',
    address: '桃園市觀音區大觀路一段293號1樓',
  },
  {
    id: '230920',
    store: '高青',
    address: '桃園市大園區大成路一段2號1樓',
  },
  {
    id: '231071',
    store: '森豪',
    address: '桃園市八德區東勇北路295之1號',
  },
  {
    id: '231288',
    store: '鑫豐洲',
    address: '桃園市八德區豐德路577號建德路20號',
  },
  {
    id: '231406',
    store: '君匯',
    address: '桃園市大園區園航路411號413號1樓',
  },
  {
    id: '231532',
    store: '中科院',
    address: '桃園市龍潭區佳安里中正路佳安段481號2樓',
  },
  {
    id: '231772',
    store: '凰舞',
    address: '桃園市楊梅區萬大路116巷59號',
  },
  {
    id: '231978',
    store: '龍勇',
    address: '桃園市龍潭區中正路三林段388號',
  },
  {
    id: '232203',
    store: '北林',
    address: '桃園市大園區大成路二段127號129號1樓2樓',
  },
  {
    id: '232317',
    store: '合禾',
    address: '桃園市桃園區溫州一路302號306號1樓2樓',
  },
  {
    id: '232720',
    store: '智匯城',
    address: '桃園市中壢區松信路190號192號',
  },
  {
    id: '233158',
    store: '丞丞',
    address: '桃園市龜山區文青路331號333號1樓文青一路1號1樓',
  },
  {
    id: '233206',
    store: '德友極',
    address: '桃園市桃園區中華路117號117之1號一樓二樓',
  },
  {
    id: '233527',
    store: '吉美',
    address: '桃園市中壢區吉林二路77號77之1號1樓',
  },
  {
    id: '233767',
    store: '園興',
    address: '桃園市大園區大興路75號1樓',
  },
  {
    id: '233815',
    store: '長榮倉',
    address: '桃園市大園區建國路100號1樓',
  },
  {
    id: '233974',
    store: '新龍安',
    address: '桃園市桃園區龍安街136號1樓',
  },
  {
    id: '234069',
    store: '園華',
    address: '桃園市大園區中山北路75號77號79號81號',
  },
  {
    id: '234416',
    store: '幸福五',
    address: '桃園市龜山區幸福五街17號19號1樓',
  },
  {
    id: '234531',
    store: '龍政',
    address: '桃園市龍潭區中正路190號192號1樓2樓',
  },
  {
    id: '234634',
    store: '津佳',
    address: '桃園市大溪區康莊路372號374號376號1樓',
  },
  {
    id: '234678',
    store: '灃將',
    address: '桃園市龜山區文化五路45號47號興華二街33號1樓',
  },
  {
    id: '234988',
    store: '漢揚',
    address: '桃園市桃園區漢中路123號1樓',
  },
  {
    id: '235349',
    store: '庚運',
    address: '桃園市龜山區復興街7號',
  },
  {
    id: '235419',
    store: '成光',
    address: '桃園市中壢區成章二街78號1樓',
  },
  {
    id: '235431',
    store: '德運',
    address: '桃園市桃園區三民路一段118號1樓',
  },
  {
    id: '235523',
    store: '千塘',
    address: '桃園市觀音區莊敬路377號379號',
  },
  {
    id: '235567',
    store: '園生',
    address: '桃園市大園區新生路四段273號1樓',
  },
  {
    id: '235660',
    store: '金萬',
    address: '桃園市桃園區莊二街1號1樓',
  },
  {
    id: '235671',
    store: '湧洸',
    address: '桃園市平鎮區湧光路136巷32號34號36號1樓',
  },
  {
    id: '235811',
    store: '勝新',
    address: '桃園市楊梅區瑞溪路一段253號255號1樓',
  },
  {
    id: '235899',
    store: '竹賀',
    address: '桃園市蘆竹區蘆興南路379號1樓',
  },
  {
    id: '235936',
    store: '裕成南',
    address: '桃園市楊梅區裕成南路292號294號296號',
  },
  {
    id: '236009',
    store: '祥儀',
    address: '桃園市桃園區桃鶯路457號459號1樓',
  },
  {
    id: '236191',
    store: '丰揚',
    address: '桃園市平鎮區中豐路南勢一段120號122號1樓',
  },
  {
    id: '236261',
    store: '樂學',
    address: '桃園市龜山區樂善二路505號1樓',
  },
  {
    id: '236445',
    store: '楊梅廠',
    address: '桃園市楊梅區民富路一段301號B1樓',
  },
  {
    id: '236467',
    store: '恆耀',
    address: '桃園市龜山區樂學路111號113號1樓',
  },
  {
    id: '236814',
    store: '復強',
    address: '桃園市中壢區自強六路53號復華街212號1樓',
  },
  {
    id: '236951',
    store: '聖民',
    address: '桃園市桃園區民生路208號一樓',
  },
  {
    id: '237116',
    store: '祥崁',
    address: '桃園市龜山區南祥路41號43號45號1樓',
  },
  {
    id: '237127',
    store: '錦欣',
    address: '桃園市蘆竹區南竹路一段63號1樓',
  },
  {
    id: '237541',
    store: '民鑽',
    address: '桃園市桃園區民生路57號1樓',
  },
  {
    id: '237677',
    store: '新劉興',
    address: '桃園市大溪區南興里永昌路320號',
  },
  {
    id: '237770',
    store: '千山',
    address: '桃園市桃園區縣府路212號216號',
  },
  {
    id: '237976',
    store: '新宏國',
    address: '桃園市八德區中華路292號294號1樓',
  },
  {
    id: '238142',
    store: '禾臣',
    address: '桃園市龍潭區高平里高楊北路1號',
  },
  {
    id: '238223',
    store: '德力',
    address: '桃園市八德區大福里介壽路一段134號136號',
  },
  {
    id: '238315',
    store: '擎天',
    address: '桃園市桃園區桃鶯路50號52號1樓',
  },
  {
    id: '239031',
    store: '國邦',
    address: '桃園市蘆竹區忠孝西路206號1樓',
  },
  {
    id: '239330',
    store: '同華',
    address: '桃園市龍潭區中正里龍華路396號1樓',
  },
  {
    id: '239444',
    store: '明揚',
    address: '桃園市平鎮區延平路二段76號',
  },
  {
    id: '239606',
    store: '松柏林',
    address: '桃園市八德區介壽路二段685巷50弄2號1樓',
  },
  {
    id: '239798',
    store: '楊昇',
    address: '桃園市楊梅區校前路241號',
  },
  {
    id: '239802',
    store: '廣懋',
    address: '桃園市八德區廣福路578號',
  },
  {
    id: '240215',
    store: '龍欣',
    address: '桃園市龍潭區中興路257號259號',
  },
  {
    id: '240248',
    store: '寶山街',
    address: '桃園市桃園區寶山街280號1樓',
  },
  {
    id: '240282',
    store: '吉豐',
    address: '桃園市中壢區長沙路8號10號1樓',
  },
  {
    id: '240396',
    store: '冠廷',
    address: '桃園市龜山區南上路332號1樓',
  },
  {
    id: '240592',
    store: '德享',
    address: '桃園市平鎮區南勢里14鄰中豐路南勢二段377號379號381號',
  },
  {
    id: '240776',
    store: '中慈',
    address: '桃園市桃園區中正三街411號1樓',
  },
  {
    id: '241023',
    store: '文仁',
    address: '桃園市桃園區延壽街9號11號1樓',
  },
  {
    id: '241067',
    store: '鑽石',
    address: '桃園市龍潭區八德里梅龍路23鄰139號141號1樓',
  },
  {
    id: '241355',
    store: '德興',
    address: '桃園市平鎮區德育路二段3號1樓振興路12號1樓',
  },
  {
    id: '241366',
    store: '元化',
    address: '桃園市中壢區元化路1-1號',
  },
  {
    id: '241481',
    store: '國祥',
    address: '桃園市桃園區自強里經國路685號',
  },
  {
    id: '241492',
    store: '環宇',
    address: '桃園市中壢區自強15鄰環中東路8號',
  },
  {
    id: '241517',
    store: '龍池',
    address: '桃園市龍潭區中豐路上林段187號189號1樓',
  },
  {
    id: '241665',
    store: '名曜',
    address: '桃園市桃園區文中東路169號1樓',
  },
  {
    id: '241931',
    store: '祥勛',
    address: '桃園市中壢區華勛街293號1樓',
  },
  {
    id: '241964',
    store: '電研所',
    address: '桃園市楊梅區電研路99之2號99之3號1樓',
  },
  {
    id: '242093',
    store: '國富',
    address: '桃園市八德區建國路473號475號1樓',
  },
  {
    id: '242244',
    store: '銀泰',
    address: '桃園市八德區銀和街73號75號77號',
  },
  {
    id: '242299',
    store: '賀亞',
    address: '桃園市蘆竹區南崁路一段312號',
  },
  {
    id: '242406',
    store: '龍鼎',
    address: '桃園市桃園區國豐三街73號75號1樓',
  },
  {
    id: '242598',
    store: '滿峊',
    address: '桃園市桃園區經國二路89號一樓',
  },
  {
    id: '243270',
    store: '民和',
    address: '桃園市桃園區和平路108號110號112號一樓部分',
  },
  {
    id: '243281',
    store: '富藏',
    address: '桃園市中壢區復興里復華街360號一樓',
  },
  {
    id: '243384',
    store: '內厝五',
    address: '桃園市大園區中興路二段367號',
  },
  {
    id: '243395',
    store: '航太',
    address: '桃園市大園區航站南路6號B1樓',
  },
  {
    id: '248677',
    store: '龍潭佳',
    address: '桃園市龍潭區中正路三坑段776號1樓',
  },
  {
    id: '248714',
    store: '王子',
    address: '桃園市中壢區三光路130號1樓',
  },
  {
    id: '248736',
    store: '麻園',
    address: '桃園市八德區介壽路二段360號362號',
  },
  {
    id: '249119',
    store: '丰順',
    address: '桃園市平鎮區中豐路一段281之1號1樓',
  },
  {
    id: '249371',
    store: '弘揚',
    address: '桃園市中壢區弘揚路47號1樓',
  },
  {
    id: '249430',
    store: '萬鑫',
    address: '桃園市楊梅區民富路三段828號830號1樓',
  },
  {
    id: '249474',
    store: '國門',
    address: '桃園市桃園區春日路1486號1484號',
  },
  {
    id: '249485',
    store: '經國一',
    address: '桃園市桃園區經國路838號1樓',
  },
  {
    id: '249522',
    store: '上賀',
    address: '桃園市蘆竹區光明路一段100號',
  },
  {
    id: '249566',
    store: '三元',
    address: '桃園市桃園區大業路一段54號56號1樓',
  },
  {
    id: '249614',
    store: '龍南',
    address: '桃園市平鎮區龍南路348號',
  },
  {
    id: '249692',
    store: '同銘',
    address: '桃園市龜山區大同路212號1樓',
  },
  {
    id: '249717',
    store: '禾豐',
    address: '桃園市桃園區秀山路95號1樓',
  },
  {
    id: '249762',
    store: '大成',
    address: '桃園市楊梅區梅山西街10號',
  },
  {
    id: '249876',
    store: '尊品',
    address: '桃園市桃園區建國路41-1號1樓',
  },
  {
    id: '250049',
    store: '雙假',
    address: '桃園市桃園區大有路660號1樓之2',
  },
  {
    id: '250050',
    store: '壽興',
    address: '桃園市龜山區中興路一段73號1樓',
  },
  {
    id: '250234',
    store: '蓮花',
    address: '桃園市楊梅區青山一街2號2-1號1樓',
  },
  {
    id: '250267',
    store: '航園',
    address: '桃園市大園區中正東路102號',
  },
  {
    id: '250278',
    store: '山林',
    address: '桃園市蘆竹區海山路407號409號411號',
  },
  {
    id: '250485',
    store: '詠康',
    address: '桃園市桃園區長春路37號39號1樓',
  },
  {
    id: '250544',
    store: '鑫騰龍',
    address: '桃園市龜山區萬壽路一段156.158號1樓',
  },
  {
    id: '250658',
    store: '大楊',
    address: '桃園市楊梅區楊湖路一段90號92號94號1樓',
  },
  {
    id: '250681',
    store: '百吉',
    address: '桃園市大溪區復興路二段35號',
  },
  {
    id: '250717',
    store: '百年',
    address: '桃園市龍潭區烏樹林里中豐路317號１樓',
  },
  {
    id: '250809',
    store: '慶福',
    address: '桃園市中壢區同慶路277號1樓',
  },
  {
    id: '250843',
    store: '常楓',
    address: '桃園市龜山區光峰路221號1樓',
  },
  {
    id: '250865',
    store: '仁善',
    address: '桃園市大溪區埔頂路二段183號',
  },
  {
    id: '250946',
    store: '關爺',
    address: '桃園市平鎮區南東路376號1樓',
  },
  {
    id: '250980',
    store: '金學',
    address: '桃園市桃園區國際一路121號',
  },
  {
    id: '250991',
    store: '興源',
    address: '桃園市桃園區大興西路二段82號1樓',
  },
  {
    id: '251008',
    store: '觀工',
    address: '桃園市觀音區成功路一段525號527號529號1F',
  },
  {
    id: '251053',
    store: '新昇',
    address: '桃園市中壢區新生路四段28.30號1樓',
  },
  {
    id: '251134',
    store: '有家',
    address: '桃園市桃園區大有路457號459號1樓',
  },
  {
    id: '251260',
    store: '皓倫',
    address: '桃園市平鎮區振興西路70號72號1樓',
  },
  {
    id: '251329',
    store: '大智湧',
    address: '桃園市八德區大智路11號13號1樓2樓',
  },
  {
    id: '251813',
    store: '莊壢',
    address: '桃園市中壢區莊敬路199號',
  },
  {
    id: '251916',
    store: '渴望村',
    address: '桃園市龍潭區三和里渴望路428號B1樓',
  },
  {
    id: '251927',
    store: '富邑',
    address: '桃園市桃園區龍祥里龍泉五街82號龍祥街98號',
  },
  {
    id: '251938',
    store: '映竹',
    address: '桃園市蘆竹區南竹路四段250號1樓',
  },
  {
    id: '251949',
    store: '立莊',
    address: '桃園市中壢區莊敬路805號普騰街38巷18號1樓',
  },
  {
    id: '251983',
    store: '楊梅',
    address: '桃園市楊梅區楊新路73號1樓',
  },
  {
    id: '252067',
    store: '廣興',
    address: '桃園市平鎮區忠孝路69號1樓',
  },
  {
    id: '252090',
    store: '富敦',
    address: '桃園市龜山區樂學三路83號1樓',
  },
  {
    id: '252104',
    store: '新新明',
    address: '桃園市中壢區民族路208號1樓',
  },
  {
    id: '252230',
    store: '華樂',
    address: '桃園市龜山區華亞三路195號197號1樓',
  },
  {
    id: '252355',
    store: '桃民',
    address: '桃園市桃園區民族路79號1樓',
  },
  {
    id: '252551',
    store: '縣北',
    address: '桃園市桃園區中山北路136號1樓',
  },
  {
    id: '252665',
    store: '鴻臣',
    address: '桃園市龜山區楓樹里忠義路一段870-1號',
  },
  {
    id: '252735',
    store: '吉福',
    address: '桃園市蘆竹區吉林路167號1樓',
  },
  {
    id: '252805',
    store: '高進',
    address: '桃園市中壢區環北路196號',
  },
  {
    id: '252953',
    store: '桃匯',
    address: '桃園市桃園區國際路二段557號559號1樓',
  },
  {
    id: '253071',
    store: '高民',
    address: '桃園市平鎮區延平路二段214號1樓',
  },
  {
    id: '253082',
    store: '豐亞',
    address: '桃園市中壢區民族路六段232號236號1樓',
  },
  {
    id: '253163',
    store: '新壢智',
    address: '桃園市中壢區興仁路二段57號1樓',
  },
  {
    id: '253174',
    store: '新福街',
    address: '桃園市中壢區福州二街392號1樓',
  },
  {
    id: '253200',
    store: '鎮光',
    address: '桃園市平鎮區湧光里中豐路山頂段206號208號1樓',
  },
  {
    id: '253244',
    store: '蘆豐',
    address: '桃園市蘆竹區南山路二段48號1樓',
  },
  {
    id: '253392',
    store: '八福',
    address: '桃園市八德區福國街76-1號',
  },
  {
    id: '253554',
    store: '福利國',
    address: '桃園市桃園區同德六街170號1樓',
  },
  {
    id: '253598',
    store: '山民',
    address: '桃園市龜山區三民路100號',
  },
  {
    id: '253783',
    store: '萬壽',
    address: '桃園市龜山區萬壽路二段1057號1樓',
  },
  {
    id: '253794',
    store: '耀興',
    address: '桃園市蘆竹區南山路二段328號330號1樓',
  },
  {
    id: '253819',
    store: '廣泰',
    address: '桃園市平鎮區廣泰路130號132號1樓',
  },
  {
    id: '253831',
    store: '瑞揚',
    address: '桃園市楊梅區新成路97號',
  },
  {
    id: '254029',
    store: '大佶',
    address: '桃園市桃園區三民路三段490號',
  },
  {
    id: '254258',
    store: '江海',
    address: '桃園市大園區中正東路三段343號',
  },
  {
    id: '254362',
    store: '湧北',
    address: '桃園市八德區東勇街396-1號',
  },
  {
    id: '254421',
    store: '萬能科',
    address: '桃園市中壢區萬能路1之2號1樓',
  },
  {
    id: '254683',
    store: '新光信',
    address: '桃園市桃園區中正路612號',
  },
  {
    id: '255099',
    store: '大享',
    address: '桃園市中壢區中正路1262號1樓',
  },
  {
    id: '255125',
    store: '佶林',
    address: '桃園市中壢區吉林路128之11號1樓',
  },
  {
    id: '255192',
    store: '富寶',
    address: '桃園市平鎮區新富五街9號1樓',
  },
  {
    id: '255310',
    store: '龍岡',
    address: '桃園市中壢區龍東路508號510號1樓',
  },
  {
    id: '255365',
    store: '忠貞',
    address: '桃園市平鎮區中山路63之3號63之5號',
  },
  {
    id: '255435',
    store: '新台茂',
    address: '桃園市蘆竹區南崁路一段135號',
  },
  {
    id: '255491',
    store: '興武',
    address: '桃園市桃園區復興路239之1號1樓;241號1樓',
  },
  {
    id: '255538',
    store: '雙慶',
    address: '桃園市桃園區安慶街84號86號1樓',
  },
  {
    id: '255549',
    store: '瓏門',
    address: '桃園市中壢區龍昌路538號1樓',
  },
  {
    id: '260611',
    store: '鼎桃',
    address: '桃園市桃園區宏昌六街281號1樓',
  },
  {
    id: '260622',
    store: '新捷市',
    address: '桃園市桃園區龍泉六街49號及龍城一街89號91號',
  },
  {
    id: '260688',
    store: '桃中',
    address: '桃園市桃園區中正路233號1樓',
  },
  {
    id: '260884',
    store: '新莊伯',
    address: '桃園市桃園區莊敬路一段175號177號1樓',
  },
  {
    id: '261142',
    store: '富勝',
    address: '桃園市龜山區文學路250號1樓',
  },
  {
    id: '261153',
    store: '湧強',
    address: '桃園市桃園區自強路215號1樓',
  },
  {
    id: '261256',
    store: '茶專',
    address: '桃園市龜山區萬壽路二段353號1樓',
  },
  {
    id: '261474',
    store: '華勛',
    address: '桃園市中壢區華勛街191號193號一樓',
  },
  {
    id: '261485',
    store: '盧長',
    address: '桃園市蘆竹區南山路二段183號1樓',
  },
  {
    id: '261500',
    store: '興聖',
    address: '桃園市中壢區新生路二段48號1樓',
  },
  {
    id: '261670',
    store: '萬能',
    address: '桃園市中壢區萬能路1號',
  },
  {
    id: '261739',
    store: '志廣',
    address: '桃園市中壢區志廣路107號109號1樓2樓',
  },
  {
    id: '261762',
    store: '國航',
    address: '桃園市大園區國際路一段300-1號1樓',
  },
  {
    id: '261876',
    store: '鋒彩',
    address: '桃園市中壢區中正路1439之1號',
  },
  {
    id: '262086',
    store: '玉興',
    address: '桃園市大園區華興路一段1號1樓.和平西路145號2樓',
  },
  {
    id: '262101',
    store: '豐訊',
    address: '桃園市平鎮區中豐路山頂段479號',
  },
  {
    id: '262204',
    store: '尚群',
    address: '桃園市八德區中山路181號',
  },
  {
    id: '262374',
    store: '環興',
    address: '桃園市平鎮區環南路188號1 樓',
  },
  {
    id: '262477',
    store: '全鎮',
    address: '桃園市桃園區春日路238號240號1樓',
  },
  {
    id: '262569',
    store: '忠愛莊',
    address: '桃園市觀音區忠愛路一段90號92號1樓',
  },
  {
    id: '262628',
    store: '新龜山',
    address: '桃園市龜山區萬壽路二段1170號',
  },
  {
    id: '262651',
    store: '益壽',
    address: '桃園市桃園區延壽街169號171號',
  },
  {
    id: '262662',
    store: '嘉美',
    address: '桃園市蘆竹區大新路454.456號1樓',
  },
  {
    id: '262709',
    store: '崴信',
    address: '桃園市桃園區信光路22號1樓',
  },
  {
    id: '262710',
    store: '嶺雙',
    address: '桃園市中壢區民族路五段76號78號',
  },
  {
    id: '262743',
    store: '統上',
    address: '桃園市中壢區新中北路465號1樓',
  },
  {
    id: '262787',
    store: '福州一',
    address: '桃園市中壢區福州一街102號1樓',
  },
  {
    id: '262868',
    store: '宏太',
    address: '桃園市桃園區桃鶯路384-9號384-10號1樓',
  },
  {
    id: '263045',
    store: '桃朋',
    address: '桃園市桃園區大興西路二段1號1樓',
  },
  {
    id: '263159',
    store: '東社',
    address: '桃園市平鎮區平東路148號150號',
  },
  {
    id: '263230',
    store: '升榮',
    address: '桃園市龜山區文化三路81巷1號1樓',
  },
  {
    id: '263274',
    store: '觀湖',
    address: '桃園市觀音區濱海路廣興段132號',
  },
  {
    id: '263285',
    store: '國揚',
    address: '桃園市桃園區莊敬里經國路242號1樓',
  },
  {
    id: '263296',
    store: '錦明',
    address: '桃園市蘆竹區光明路二段102號1樓',
  },
  {
    id: '263300',
    store: '金陵',
    address: '桃園市平鎮區金陵路76號78號1樓',
  },
  {
    id: '263388',
    store: '壢美',
    address: '桃園市中壢區中美路39號1樓及建國北路55號1樓',
  },
  {
    id: '263414',
    store: '盧奉',
    address: '桃園市蘆竹區奉化路25號27號1樓',
  },
  {
    id: '263425',
    store: '航海',
    address: '桃園市蘆竹區南山路一段175之1號1樓',
  },
  {
    id: '263540',
    store: '長慶',
    address: '桃園市龜山區長慶三街68號78號82號1樓',
  },
  {
    id: '263551',
    store: '新街',
    address: '桃園市中壢區環北路537號539號543號1樓',
  },
  {
    id: '263735',
    store: '鑫海',
    address: '桃園市蘆竹區龍安街二段1007號1樓',
  },
  {
    id: '263768',
    store: '瑞元',
    address: '桃園市蘆竹區長春路87號',
  },
  {
    id: '263827',
    store: '連埔',
    address: '桃園市桃園區大連一街61號正康四街8號1樓',
  },
  {
    id: '844745',
    store: '大溪',
    address: '桃園市大溪區中央路152號',
  },
  {
    id: '846707',
    store: '環民',
    address: '桃園市中壢區環西路2號1樓民族路336號338號1樓',
  },
  {
    id: '850762',
    store: '山鶯',
    address: '桃園市龜山區山鶯路372號',
  },
  {
    id: '860301',
    store: '蘆竹',
    address: '桃園市蘆竹區山腳里南山路三段306號308號',
  },
  {
    id: '864462',
    store: '航空',
    address: '桃園市蘆竹區中正路304號',
  },
  {
    id: '864886',
    store: '假日',
    address: '桃園市桃園區大有路560號1樓',
  },
  {
    id: '866158',
    store: '新屋',
    address: '桃園市新屋區新生里12鄰中山路367號369號371號',
  },
  {
    id: '870788',
    store: '國安',
    address: '桃園市桃園區經國路405號',
  },
  {
    id: '870917',
    store: '觀園',
    address: '桃園市大園區大觀路604號606號',
  },
  {
    id: '871079',
    store: '機場',
    address: '桃園市大園區三民路二段110號112號',
  },
  {
    id: '875370',
    store: '寶楊',
    address: '桃園市楊梅區中山北路二段113號',
  },
  {
    id: '875484',
    store: '站行',
    address: '桃園市中壢區新興路162號',
  },
  {
    id: '881940',
    store: '新坡',
    address: '桃園市觀音區中山路二段663號',
  },
  {
    id: '882172',
    store: '國僑',
    address: '桃園市八德區建國路1075號',
  },
  {
    id: '882404',
    store: '文福',
    address: '桃園市桃園區文中路747號',
  },
  {
    id: '882862',
    store: '成章',
    address: '桃園市中壢區成章二街192號',
  },
  {
    id: '886646',
    store: '正同',
    address: '桃園市龍潭區中正里15鄰中正路472號474號',
  },
  {
    id: '887100',
    store: '桃龍',
    address: '桃園市桃園區龍安街79號81號',
  },
  {
    id: '892320',
    store: '大崗',
    address: '桃園市龜山區大崗里17鄰大湖41之2號',
  },
  {
    id: '892984',
    store: '觀昌',
    address: '桃園市觀音區中山路9巷19號1樓中山路21號23號1樓',
  },
  {
    id: '892995',
    store: '裕達',
    address: '桃園市平鎮區育達路160號',
  },
  {
    id: '893840',
    store: '蘆山',
    address: '桃園市蘆竹區中山路152號154號156號一樓',
  },
  {
    id: '894418',
    store: '惠祥',
    address: '桃園市中壢區榮安一街293號',
  },
  {
    id: '895651',
    store: '貴林',
    address: '桃園市龜山區樂善里15鄰文明路43號',
  },
  {
    id: '901802',
    store: '嘉福',
    address: '桃園市大溪區員林路二段359之1號',
  },
  {
    id: '902034',
    store: '景旭',
    address: '桃園市蘆竹區大新路852號854號之1樓',
  },
  {
    id: '903484',
    store: '政群',
    address: '桃園市中壢區中園路二段138號',
  },
  {
    id: '904018',
    store: '財春',
    address: '桃園市龜山區振興路636號638號',
  },
  {
    id: '910817',
    store: '金磚',
    address: '桃園市平鎮區新富里新富二街18號20號',
  },
  {
    id: '912352',
    store: '奇采',
    address: '桃園市中壢區興仁路三段115號1樓',
  },
  {
    id: '912709',
    store: '科學城',
    address: '桃園市中壢區中北路二段206號',
  },
  {
    id: '913012',
    store: '長陽',
    address: '桃園市桃園區長沙街90號1樓',
  },
  {
    id: '913540',
    store: '梅獅',
    address: '桃園市楊梅區瑞塘里梅獅路二段231號',
  },
  {
    id: '915122',
    store: '南崁',
    address: '桃園市蘆竹區南崁路158號1樓',
  },
  {
    id: '920227',
    store: '祥佑',
    address: '桃園市桃園區寶慶路176號',
  },
  {
    id: '920906',
    store: '開立',
    address: '桃園市平鎮區新光路19號21號23號1樓',
  },
  {
    id: '920962',
    store: '富先',
    address: '桃園市楊梅區萬大路111號113號1樓',
  },
  {
    id: '922474',
    store: '八角店',
    address: '桃園市蘆竹區大竹路5號',
  },
  {
    id: '922485',
    store: '比利',
    address: '桃園市平鎮區上海路161號',
  },
  {
    id: '922555',
    store: '龍潭友',
    address: '桃園市龍潭區三和里新和路1號',
  },
  {
    id: '922625',
    store: '環福',
    address: '桃園市中壢區普忠路213號',
  },
  {
    id: '923569',
    store: '庚林',
    address: '桃園市龜山區頂湖路123號B2',
  },
  {
    id: '924528',
    store: '楊陳',
    address: '桃園市楊梅區環東路497號499號1樓',
  },
  {
    id: '924573',
    store: '嶺頂',
    address: '桃園市龜山區萬壽路二段6巷35號',
  },
  {
    id: '924654',
    store: '士香',
    address: '桃園市大溪區員林路一段228號',
  },
  {
    id: '924986',
    store: '明光',
    address: '桃園市八德區中華路157號',
  },
  {
    id: '930121',
    store: '憲訓',
    address: '桃園市龜山區文化三路1-1號',
  },
  {
    id: '930925',
    store: '高安',
    address: '桃園市平鎮區民族路三段95號',
  },
  {
    id: '931456',
    store: '德勇',
    address: '桃園市八德區大勇里忠勇街365號',
  },
  {
    id: '932150',
    store: '養生村',
    address: '桃園市龜山區長青路2號A棟',
  },
  {
    id: '933016',
    store: '苙佑',
    address: '桃園市楊梅區梅高路133號',
  },
  {
    id: '933050',
    store: '埔頂',
    address: '桃園市大溪區仁愛里埔頂路一段468號',
  },
  {
    id: '934695',
    store: '夜市',
    address: '桃園市中壢區中央西路二段125號',
  },
  {
    id: '935089',
    store: '福神',
    address: '桃園市中壢區福德路79號81號',
  },
  {
    id: '940058',
    store: '國豐',
    address: '桃園市桃園區國豐六街25號',
  },
  {
    id: '940106',
    store: '世紀廣',
    address: '桃園市中壢區興南里新生路182號',
  },
  {
    id: '941132',
    store: '錦坎',
    address: '桃園市蘆竹區南崁路一段76號78號',
  },
  {
    id: '941338',
    store: '吉富',
    address: '桃園市八德區白鷺里永豐南路72號',
  },
  {
    id: '941752',
    store: '仁冠',
    address: '桃園市大溪區仁和路二段319號321號',
  },
  {
    id: '942032',
    store: '園山',
    address: '桃園市大園區民族街1號',
  },
  {
    id: '942102',
    store: '金沅',
    address: '桃園市平鎮區東勢里金陵路五段255號',
  },
  {
    id: '942113',
    store: '茗安',
    address: '桃園市八德區陸光街45號',
  },
  {
    id: '942216',
    store: '龜山廣',
    address: '桃園市龜山區文化二路211號',
  },
  {
    id: '942401',
    store: '楊民',
    address: '桃園市楊梅區三民北路177號',
  },
  {
    id: '943895',
    store: '臻愛',
    address: '桃園市桃園區大業路一段152號',
  },
  {
    id: '943954',
    store: '冠成',
    address: '桃園市八德區重慶街172號',
  },
  {
    id: '944197',
    store: '華愛',
    address: '桃園市中壢區華美一路132號136號1樓',
  },
  {
    id: '944544',
    store: '東懋',
    address: '桃園市大園區和平西路一段272號274號',
  },
  {
    id: '944566',
    store: '福音',
    address: '桃園市觀音區新生路1467之1號1樓五福三街83號1樓',
  },
  {
    id: '944717',
    store: '耀康',
    address: '桃園市中壢區溪洲街267巷1號一樓',
  },
  {
    id: '948650',
    store: '金凱旋',
    address: '桃園市桃園區壽昌街20巷45號47號',
  },
  {
    id: '951036',
    store: '蘆坎',
    address: '桃園市蘆竹區南崁里南華一街142號一樓',
  },
  {
    id: '951162',
    store: '高正',
    address: '桃園市中壢區中正路三段134號136號一樓',
  },
  {
    id: '951597',
    store: '興美',
    address: '桃園市中壢區興國路85號87號一樓',
  },
  {
    id: '952143',
    store: '廣文',
    address: '桃園市平鎮區復興里文化街241號',
  },
  {
    id: '952279',
    store: '竹盈',
    address: '桃園市蘆竹區大竹里大新路133號1-3樓',
  },
  {
    id: '952327',
    store: '蘆航',
    address: '桃園市蘆竹區南興里南昌路18號1樓',
  },
  {
    id: '952707',
    store: '新龍鄉',
    address: '桃園市龍潭區民族路168號170號172號1樓',
  },
  {
    id: '952981',
    store: '瑋特',
    address: '桃園市平鎮區延平路三段246號248號一樓',
  },
  {
    id: '953870',
    store: '盧興',
    address: '桃園市蘆竹區內展里長興路三段231號1樓',
  },
  {
    id: '953917',
    store: '瑞員',
    address: '桃園市大溪區員林路三段157號1樓',
  },
  {
    id: '954622',
    store: '新屋中',
    address: '桃園市新屋區中華路357號1樓',
  },
  {
    id: '954699',
    store: '義展',
    address: '桃園市八德區義勇街151號151-1號1樓',
  },
  {
    id: '954895',
    store: '新康莊',
    address: '桃園市大溪區復興路31號1樓',
  },
  {
    id: '957034',
    store: '新壢揚',
    address: '桃園市中壢區中山路138號',
  },
  {
    id: '957377',
    store: '龍行',
    address: '桃園市桃園區力行路156號1樓',
  },
  {
    id: '957388',
    store: '新德鴻',
    address: '桃園市桃園區永福西街111號113號',
  },
  {
    id: '957768',
    store: '光峰',
    address: '桃園市龜山區楓樹里光峰路296號298號一樓',
  },
  {
    id: '958015',
    store: '海和',
    address: '桃園市中壢區六和路66號68號',
  },
  {
    id: '963327',
    store: '冠吾',
    address: '桃園市桃園區中正路455號',
  },
  {
    id: '963350',
    store: '龍翔',
    address: '桃園市中壢區普義路175號175之1號',
  },
  {
    id: '963626',
    store: '家權',
    address: '桃園市中壢區民權路二段98號',
  },
  {
    id: '965758',
    store: '龍美',
    address: '桃園市龍潭區民豐路3號4號5號1樓',
  },
  {
    id: '965965',
    store: '聖興',
    address: '桃園市龍潭區聖亭路186號1樓',
  },
  {
    id: '966038',
    store: '景碩一',
    address: '桃園市新屋區中華路1245號3樓',
  },
  {
    id: '966083',
    store: '景碩新',
    address: '桃園市新屋區中華路810號1樓',
  },
  {
    id: '967097',
    store: '埔東',
    address: '桃園市大園區埔心里中正東路一段165號1樓',
  },
  {
    id: '967145',
    store: '高山頂',
    address: '桃園市楊梅區幼獅路二段297-1號',
  },
  {
    id: '968137',
    store: '觀喜',
    address: '桃園市觀音區中山路一段1159號之1號',
  },
  {
    id: '968160',
    store: '萬興',
    address: '桃園市中壢區月眉路二段357號1樓部份',
  },
  {
    id: '968919',
    store: '楊崧',
    address: '桃園市平鎮區復旦路二段123-5;123-6號1樓',
  },
  {
    id: '970624',
    store: '龍侑',
    address: '桃園市平鎮區龍德路8號1樓;龍福路1號1樓',
  },
  {
    id: '971616',
    store: '新長明',
    address: '桃園市龜山區復興一路62號1樓',
  },
  {
    id: '972310',
    store: '忠湖',
    address: '桃園市龜山區忠義路二段630號',
  },
  {
    id: '972608',
    store: '紹福',
    address: '桃園市龍潭區五福街210號',
  },
  {
    id: '973036',
    store: '新友達',
    address: '桃園市龍潭區三和里新和路1號B棟7樓',
  },
  {
    id: '976389',
    store: '新大興',
    address: '桃園市桃園區大興西路二段253號1樓',
  },
  {
    id: '977164',
    store: '興龍',
    address: '桃園市龜山區新路里中興路366-6號1樓2樓',
  },
  {
    id: '977614',
    store: '正湧',
    address: '桃園市平鎮區正義路82號1樓',
  },
  {
    id: '977991',
    store: '蜜鄰',
    address: '桃園市桃園區龍壽街96號98號',
  },
  {
    id: '982063',
    store: '正神',
    address: '桃園市中壢區成章一街10號12號1樓2樓',
  },
  {
    id: '982144',
    store: '宏達電',
    address: '桃園市桃園區興華路23號',
  },
  {
    id: '982214',
    store: '鑫華夏',
    address: '桃園市龜山區文化二路28-1號28-2號28-3號1樓',
  },
  {
    id: '982557',
    store: '駿躍',
    address: '桃園市楊梅區環南路132號1樓',
  },
  {
    id: '982890',
    store: '欣富晟',
    address: '桃園市觀音區草漯里大觀路二段312-1號',
  },
  {
    id: '985143',
    store: '華亞文',
    address: '桃園市龜山區文化一路86之55號',
  },
  {
    id: '985877',
    store: '金鋒',
    address: '桃園市中壢區金鋒四街50巷2號1樓',
  },
  {
    id: '987862',
    store: '昇宏',
    address: '桃園市桃園區大業路二段111號1樓之2',
  },
  {
    id: '987910',
    store: '維瀚',
    address: '桃園市桃園區中埔六街36號1樓',
  },
  {
    id: '987976',
    store: '廣智',
    address: '桃園市龜山區復興一路392-1號',
  },
  {
    id: '988278',
    store: '內柵',
    address: '桃園市大溪區康莊路三段20號',
  },
  {
    id: '988289',
    store: '桃金',
    address: '桃園市桃園區金門二街83號及93號1樓',
  },
  {
    id: '990400',
    store: '金平',
    address: '桃園市平鎮區東勢里金陵路四段485號1樓',
  },
  {
    id: '990422',
    store: '友達電',
    address: '桃園市龜山區華亞二路189號B1',
  },
  {
    id: '991300',
    store: '瑞家',
    address: '桃園市桃園區三民路三段84號86號1樓',
  },
  {
    id: '991595',
    store: '新中華',
    address: '桃園市中壢區中華路二段328號',
  },
  {
    id: '992211',
    store: '江園',
    address: '桃園市大園區中正東路三段620號',
  },
  {
    id: '992462',
    store: '富有',
    address: '桃園市桃園區富國路656號',
  },
  {
    id: '992510',
    store: '台茂城',
    address: '桃園市蘆竹區南崁路一段112號2樓',
  },
  {
    id: '992657',
    store: '鎮業',
    address: '桃園市平鎮區南豐路238號240號1樓',
  },
  {
    id: '992738',
    store: '汶興',
    address: '桃園市龜山區頂興路31-1號1樓',
  },
  {
    id: '992831',
    store: '星寶',
    address: '桃園市桃園區大業路一段426號1樓',
  },
  {
    id: '993502',
    store: '航竹',
    address: '桃園市蘆竹區大竹路408號1樓',
  },
  {
    id: '996475',
    store: '德僑',
    address: '桃園市八德區豐德路31號1樓',
  },
  {
    id: '997870',
    store: '泰昌',
    address: '桃園市桃園區泰昌三街51之6號',
  },
  {
    id: '110105',
    store: '篤明',
    address: '新竹市東區林森路184號',
  },
  {
    id: '112466',
    store: '聖華',
    address: '新竹市北區西濱路一段399號',
  },
  {
    id: '113218',
    store: '華鑫',
    address: '新竹市香山區五福路二段725、727、729號1樓',
  },
  {
    id: '118589',
    store: '關東',
    address: '新竹市東區金山里光復路一段187、189號1樓',
  },
  {
    id: '118730',
    store: '竹陵',
    address: '新竹市北區東大路二段174號',
  },
  {
    id: '120010',
    store: '冠盈',
    address: '新竹市北區西濱路一段286號',
  },
  {
    id: '120962',
    store: '耀明',
    address: '新竹市東區南大路521號1樓',
  },
  {
    id: '121150',
    store: '宏欣',
    address: '新竹市東區金山街152號156號1樓',
  },
  {
    id: '121415',
    store: '交大',
    address: '新竹市東區大學路1001號(第二餐廳)',
  },
  {
    id: '122706',
    store: '厚稼',
    address: '新竹市北區鐵道路二段280號',
  },
  {
    id: '122979',
    store: '明瑚',
    address: '新竹市東區明湖路410號1樓',
  },
  {
    id: '123190',
    store: '寶豐',
    address: '新竹市東區高峰路536巷58號之1',
  },
  {
    id: '124621',
    store: '雅新',
    address: '新竹市北區湳雅街154號',
  },
  {
    id: '126410',
    store: '聯電T',
    address: '新竹市東區力行二路3號7樓',
  },
  {
    id: '126524',
    store: '香江',
    address: '新竹市香山區中華路六段428-430號',
  },
  {
    id: '130833',
    store: '泰一',
    address: '新竹市東區中華路二段668號',
  },
  {
    id: '130925',
    store: '岦湖',
    address: '新竹市香山區內湖路138號1樓',
  },
  {
    id: '131386',
    store: '建盛',
    address: '新竹市東區建中一路52號1樓',
  },
  {
    id: '132297',
    store: '空軍',
    address: '新竹市北區中正路385號387號1樓',
  },
  {
    id: '136152',
    store: '宏光',
    address: '新竹市北區光華一街29號1樓',
  },
  {
    id: '137030',
    store: '新竹民',
    address: '新竹市東區民族路114號116號1樓',
  },
  {
    id: '137694',
    store: '智邦',
    address: '新竹市東區科學工業園區研新三路1號',
  },
  {
    id: '141590',
    store: '竹高',
    address: '新竹市東區東山街17號19號21號1樓',
  },
  {
    id: '141855',
    store: '新站',
    address: '新竹市東區榮光里林森路7號中華路二段458號',
  },
  {
    id: '142010',
    store: '育賢',
    address: '新竹市東區南大路611號613號1樓',
  },
  {
    id: '142629',
    store: '金山六',
    address: '新竹市東區金山六街51號1樓',
  },
  {
    id: '143806',
    store: '埔竹',
    address: '新竹市東區埔頂二路148號1樓',
  },
  {
    id: '143828',
    store: '新豪康',
    address: '新竹市香山區元培街371號1樓',
  },
  {
    id: '149170',
    store: '民富',
    address: '新竹市北區新民里西大路642號',
  },
  {
    id: '149181',
    store: '海天',
    address: '新竹市香山區海埔路136號',
  },
  {
    id: '150723',
    store: '新大',
    address: '新竹市北區東大路三段2號',
  },
  {
    id: '150767',
    store: '佳香',
    address: '新竹市香山區中華路六段六十之一、六十之二號1樓',
  },
  {
    id: '151656',
    store: '香圃',
    address: '新竹市香山區牛埔東路253號1樓',
  },
  {
    id: '154666',
    store: '關圓',
    address: '新竹市東區關東路56號1樓',
  },
  {
    id: '154828',
    store: '青草湖',
    address: '新竹市東區明湖里明湖路3鄰1012-1號',
  },
  {
    id: '155131',
    store: '富首',
    address: '新竹市東區慈濟路230號1樓',
  },
  {
    id: '155142',
    store: '高灃',
    address: '新竹市東區高翠路331號1樓',
  },
  {
    id: '155197',
    store: '風城',
    address: '新竹市東區民權路181號1樓',
  },
  {
    id: '155290',
    store: '東妮',
    address: '新竹市北區東大路三段718號720號1樓',
  },
  {
    id: '155647',
    store: '千甲',
    address: '新竹市東區千甲路235號',
  },
  {
    id: '164467',
    store: '竹灣',
    address: '新竹市北區客雃里延平路一段252號1樓',
  },
  {
    id: '164962',
    store: '清大',
    address: '新竹市東區光復路二段101號',
  },
  {
    id: '165851',
    store: '矽導',
    address: '新竹市東區力行一路1號',
  },
  {
    id: '166348',
    store: '雙民',
    address: '新竹市東區民族路205號1樓',
  },
  {
    id: '167444',
    store: '隆華',
    address: '新竹市香山區中華路五段193號1樓',
  },
  {
    id: '167994',
    store: '菄大',
    address: '新竹市北區東大路四段258.260號1樓',
  },
  {
    id: '170853',
    store: '晏丞',
    address: '新竹市東區振興路50號1樓',
  },
  {
    id: '173922',
    store: '竹光',
    address: '新竹市北區文雅里18鄰竹光路123號',
  },
  {
    id: '174176',
    store: '竹森',
    address: '新竹市北區光華東街105.107號',
  },
  {
    id: '179654',
    store: '宏遠',
    address: '新竹市東區金山十五街1號1樓',
  },
  {
    id: '180090',
    store: '文清',
    address: '新竹市東區建功路49號1.2樓',
  },
  {
    id: '181233',
    store: '明泰科',
    address: '新竹市東區力行七路8號B1樓',
  },
  {
    id: '181749',
    store: '欽天',
    address: '新竹市北區成德路123號',
  },
  {
    id: '184025',
    store: '新悅',
    address: '新竹市北區經國路二段188號190號1樓',
  },
  {
    id: '185257',
    store: '藍海',
    address: '新竹市東區關新路21號1樓',
  },
  {
    id: '187183',
    store: '豪運',
    address: '新竹市香山區香北路181號183號',
  },
  {
    id: '187323',
    store: '聯電B',
    address: '新竹市東區力行二路3號B1',
  },
  {
    id: '188463',
    store: '新雅竹',
    address: '新竹市北區湳雅街255號',
  },
  {
    id: '192705',
    store: '金鑫',
    address: '新竹市東區金城一路50-9號',
  },
  {
    id: '193122',
    store: '北大門',
    address: '新竹市北區北門街96號1樓',
  },
  {
    id: '194619',
    store: '寶捷',
    address: '新竹市東區田美三街35號',
  },
  {
    id: '194815',
    store: '東珈',
    address: '新竹市香山區中華路五段156號',
  },
  {
    id: '195140',
    store: '聯發D',
    address: '新竹市東區力行三路11號',
  },
  {
    id: '197526',
    store: '科技城',
    address: '新竹市東區工業東四路42號',
  },
  {
    id: '197582',
    store: '俊友',
    address: '新竹市東區林森路81號',
  },
  {
    id: '198699',
    store: '聯發科',
    address: '新竹市東區篤行一路1號',
  },
  {
    id: '200147',
    store: '東民',
    address: '新竹市東區忠孝路149號',
  },
  {
    id: '200435',
    store: '緯創',
    address: '新竹市東區新安路5號3樓之1',
  },
  {
    id: '201830',
    store: '科管',
    address: '新竹市東區新安路2號',
  },
  {
    id: '207285',
    store: '頂福',
    address: '新竹市香山區中山路622號626號',
  },
  {
    id: '208761',
    store: '聯發E',
    address: '新竹市東區篤行路5號',
  },
  {
    id: '210731',
    store: '金橋',
    address: '新竹市東區光復路一段89巷115.117.119號',
  },
  {
    id: '211859',
    store: '水水',
    address: '新竹市東區水源街69號1樓',
  },
  {
    id: '212151',
    store: '添功',
    address: '新竹市北區中山路436號',
  },
  {
    id: '213604',
    store: '新馬偕',
    address: '新竹市東區光復路二段690號1樓',
  },
  {
    id: '215194',
    store: '新唐',
    address: '新竹市東區研新三路4號2樓',
  },
  {
    id: '215242',
    store: '鳳美',
    address: '新竹市東區中華路二段64號',
  },
  {
    id: '215910',
    store: '迎竹',
    address: '新竹市東區大學路1001-2號',
  },
  {
    id: '216197',
    store: '禾雅',
    address: '新竹市東區鐵道路一段66號',
  },
  {
    id: '216614',
    store: '璟觀',
    address: '新竹市香山區景觀大道830號1樓',
  },
  {
    id: '216625',
    store: '竹科',
    address: '新竹市東區埔頂路8號',
  },
  {
    id: '228433',
    store: '東新',
    address: '新竹市東區東新路86號',
  },
  {
    id: '228503',
    store: '冠亨',
    address: '新竹市北區南寮里東大路四段123號',
  },
  {
    id: '228732',
    store: '閑古',
    address: '新竹市香山區閑谷街27號.29號1樓',
  },
  {
    id: '228961',
    store: '豪順',
    address: '新竹市香山區香山里瑞光街23號',
  },
  {
    id: '229218',
    store: '金士頓',
    address: '新竹市東區力行一路1-5號B1樓',
  },
  {
    id: '230230',
    store: '鑫大庄',
    address: '新竹市香山區香山里大庄路75、77號1樓',
  },
  {
    id: '231129',
    store: '巨城',
    address: '新竹市東區中央路276號1、2樓',
  },
  {
    id: '231200',
    store: '武陵',
    address: '新竹市北區武陵路63號1樓',
  },
  {
    id: '231897',
    store: '福大',
    address: '新竹市香山區茄苳里五福路二段728號',
  },
  {
    id: '232270',
    store: '日光',
    address: '新竹市東區民權路100號1樓',
  },
  {
    id: '232410',
    store: '工研院',
    address: '新竹市東區光復路二段321號(2館1樓)',
  },
  {
    id: '232627',
    store: 'P11',
    address: '新竹市東區力行四路29號1樓',
  },
  {
    id: '233309',
    store: '鴻川谷',
    address: '新竹市東區埔頂二路101號',
  },
  {
    id: '233321',
    store: '光一',
    address: '新竹市東區光復路一段603號1樓',
  },
  {
    id: '233837',
    store: '富森',
    address: '新竹市東區林森路32號1樓(C9櫃位)',
  },
  {
    id: '234380',
    store: '東延',
    address: '新竹市北區延平路三段590號1樓',
  },
  {
    id: '234519',
    store: 'GRC',
    address: '新竹市東區科園里工業東三路1號1樓',
  },
  {
    id: '234520',
    store: '力成捌',
    address: '新竹市東區力行三路15號6樓',
  },
  {
    id: '235040',
    store: '寶食',
    address: '新竹市東區新光里1鄰食品路389號',
  },
  {
    id: '236157',
    store: '學圓',
    address: '新竹市東區科學園路54號1樓',
  },
  {
    id: '236320',
    store: '東君',
    address: '新竹市香山區東華路14號1樓',
  },
  {
    id: '236755',
    store: '金采',
    address: '新竹市北區金雅路62號',
  },
  {
    id: '238119',
    store: '華國',
    address: '新竹市東區中華路一段107號109號',
  },
  {
    id: '238131',
    store: '東香',
    address: '新竹市香山區頂埔路2號',
  },
  {
    id: '239673',
    store: '關新',
    address: '新竹市東區關新路179號1樓',
  },
  {
    id: '240101',
    store: '正御',
    address: '新竹市北區中正路309號1+B1樓',
  },
  {
    id: '240190',
    store: '梅竹',
    address: '新竹市東區光明里14鄰大學路56號58號60號',
  },
  {
    id: '240488',
    store: '南衫',
    address: '新竹市東區南大路123.125號',
  },
  {
    id: '241274',
    store: '新揚',
    address: '新竹市東區民生路149號151號153號1樓',
  },
  {
    id: '249164',
    store: '復全',
    address: '新竹市東區新莊里長春街11.13號1樓',
  },
  {
    id: '249810',
    store: '東中',
    address: '新竹市北區東門街194號1+B1樓',
  },
  {
    id: '249821',
    store: '竹城',
    address: '新竹市北區西門里中山路100號',
  },
  {
    id: '249832',
    store: '恆新',
    address: '新竹市北區民富里7鄰北大路342號',
  },
  {
    id: '249946',
    store: '水擇',
    address: '新竹市北區水田里中正路194號',
  },
  {
    id: '250016',
    store: '公學',
    address: '新竹市東區建功一路93號',
  },
  {
    id: '250337',
    store: '竹揚',
    address: '新竹市東區文華里北大路38號',
  },
  {
    id: '250511',
    store: '金功',
    address: '新竹市東區建功二路2號及6號1樓',
  },
  {
    id: '250913',
    store: '自興',
    address: '新竹市東區自由路69號',
  },
  {
    id: '250924',
    store: '竹醫',
    address: '新竹市東區鐵道路二段9號1樓',
  },
  {
    id: '251145',
    store: '大潤',
    address: '新竹市北區湳雅里22鄰湳雅街46號',
  },
  {
    id: '252506',
    store: '竹博',
    address: '新竹市東區民生路226號',
  },
  {
    id: '252609',
    store: '育英',
    address: '新竹市北區育英里15鄰四維路53號1樓.西門街212號1樓',
  },
  {
    id: '253543',
    store: '華耀',
    address: '新竹市香山區明德路1號1樓',
  },
  {
    id: '253691',
    store: '科有',
    address: '新竹市東區光復路一段531巷70-1號',
  },
  {
    id: '253989',
    store: '金山街',
    address: '新竹市東區金山街30號1樓',
  },
  {
    id: '253990',
    store: '松邑',
    address: '新竹市香山區牛埔南路2號',
  },
  {
    id: '254339',
    store: '磐石',
    address: '新竹市北區西大路740號1樓',
  },
  {
    id: '255398',
    store: '東埔',
    address: '新竹市香山區牛埔路146號',
  },
  {
    id: '260998',
    store: '鎵華',
    address: '新竹市香山區中華路六段131.133.135號1樓',
  },
  {
    id: '261120',
    store: '高清',
    address: '新竹市東區建功里建功路6號1樓',
  },
  {
    id: '261290',
    store: '富盛',
    address: '新竹市北區經國路2段346、348號1樓',
  },
  {
    id: '261304',
    store: '香山',
    address: '新竹市香山區牛埔路447號',
  },
  {
    id: '261809',
    store: '鑫昌',
    address: '新竹市東區復興路34號1樓',
  },
  {
    id: '262385',
    store: '大遠百',
    address: '新竹市東區西門街105號',
  },
  {
    id: '262396',
    store: '保忠',
    address: '新竹市東區忠孝路1號',
  },
  {
    id: '262732',
    store: '孟竹',
    address: '新竹市東區軍功里16鄰建新路26號1樓',
  },
  {
    id: '263447',
    store: '竹運',
    address: '新竹市東區中華路二段471號',
  },
  {
    id: '864808',
    store: '城北',
    address: '新竹市北區城北街43號',
  },
  {
    id: '902849',
    store: '台積-1',
    address: '新竹市東區力行六路8號',
  },
  {
    id: '920032',
    store: '千久',
    address: '新竹市東區民主路154號156號',
  },
  {
    id: '920216',
    store: '翊銘',
    address: '新竹市東區新莊街182號186號',
  },
  {
    id: '922566',
    store: '新竹友',
    address: '新竹市東區科學園區力行二路1號',
  },
  {
    id: '922577',
    store: '友達五',
    address: '新竹市東區力行路23號6樓',
  },
  {
    id: '924919',
    store: '學英',
    address: '新竹市東區學府路37號',
  },
  {
    id: '932183',
    store: '祥園',
    address: '新竹市香山區牛埔北路50號',
  },
  {
    id: '932862',
    store: '福盛',
    address: '新竹市北區鐵道路三段2號',
  },
  {
    id: '941914',
    store: '新親仁',
    address: '新竹市東區親仁里仁愛街30號1樓',
  },
  {
    id: '942191',
    store: '佑忠',
    address: '新竹市東區忠孝路430號432號',
  },
  {
    id: '942917',
    store: '宏府',
    address: '新竹市東區學府路164號',
  },
  {
    id: '943046',
    store: '新竹建',
    address: '新竹市東區建華街2號1樓',
  },
  {
    id: '943600',
    store: '新竹延',
    address: '新竹市香山區延平路二段82號84號',
  },
  {
    id: '944326',
    store: '天湖',
    address: '新竹市東區明湖路180號',
  },
  {
    id: '950033',
    store: '盛天',
    address: '新竹市北區延平路三段545號',
  },
  {
    id: '951678',
    store: '里客',
    address: '新竹市東區民族路7號1樓',
  },
  {
    id: '953478',
    store: '新世界',
    address: '新竹市北區中正路121號',
  },
  {
    id: '970451',
    store: '世界先',
    address: '新竹市東區力行路9號2樓',
  },
  {
    id: '972240',
    store: '鑫八廠',
    address: '新竹市東區力行路25號2樓',
  },
  {
    id: '972262',
    store: '煙波',
    address: '新竹市東區明湖路967號1樓',
  },
  {
    id: '976688',
    store: '正國',
    address: '新竹市北區中正路286之1號一樓',
  },
  {
    id: '980735',
    store: '鑫旭升',
    address: '新竹市東區東南街98號1樓',
  },
  {
    id: '980791',
    store: '東環',
    address: '新竹市東區東門街36號1樓',
  },
  {
    id: '985796',
    store: '海寶',
    address: '新竹市北區海濱里榮濱路1號',
  },
  {
    id: '985866',
    store: '世達',
    address: '新竹市北區延平路一段159號1樓',
  },
  {
    id: '991056',
    store: '聯電F',
    address: '新竹市東區力行六路3號B1樓',
  },
  {
    id: '991067',
    store: '聯電E',
    address: '新竹市東區力行路17號7樓',
  },
  {
    id: '991506',
    store: '新勝',
    address: '新竹市東區東光路75號1樓',
  },
  {
    id: '993786',
    store: '揚明',
    address: '新竹市東區新安路7號1樓',
  },
  {
    id: '996660',
    store: '東品',
    address: '新竹市東區食品路146號1樓',
  },
  {
    id: '110699',
    store: '耕新',
    address: '新竹縣湖口鄉成功路276號',
  },
  {
    id: '121459',
    store: '新康',
    address: '新竹縣新豐鄉松林村7鄰康樂路一段216號1樓',
  },
  {
    id: '121460',
    store: '冠華',
    address: '新竹縣新豐鄉忠孝村員山148之2號1樓',
  },
  {
    id: '122038',
    store: '宇軒',
    address: '新竹縣竹北市勝利二路85號1樓',
  },
  {
    id: '122290',
    store: '台積P6',
    address: '新竹縣寶山鄉新竹科學園區園區二路166號',
  },
  {
    id: '122603',
    store: '首璽',
    address: '新竹縣竹北市自強六街13號1樓',
  },
  {
    id: '123189',
    store: '嘉豐',
    address: '新竹縣竹北市嘉豐北路76號78號',
  },
  {
    id: '123363',
    store: '湖口',
    address: '新竹縣湖口鄉中正路一段34號、36號',
  },
  {
    id: '124687',
    store: '飛凰',
    address: '新竹縣芎林鄉富林路二段729號',
  },
  {
    id: '126340',
    store: '新豐新',
    address: '新竹縣新豐鄉新庄路383號',
  },
  {
    id: '127402',
    store: '華盛',
    address: '新竹縣竹北市新社里華興街68號',
  },
  {
    id: '130338',
    store: '台積電',
    address: '新竹縣寶山鄉研新二路6號',
  },
  {
    id: '130475',
    store: '關西',
    address: '新竹縣關西鎮正義路286-1號1樓',
  },
  {
    id: '130707',
    store: '菄族',
    address: '新竹縣竹東鎮民族路66號1樓',
  },
  {
    id: '131272',
    store: '寶雅',
    address: '新竹縣寶山鄉大崎村大雅路二段103巷15號',
  },
  {
    id: '131456',
    store: '竹崙',
    address: '新竹縣竹北市中華路153號1樓',
  },
  {
    id: '131755',
    store: '鑫力成',
    address: '新竹縣湖口鄉大同路10號6樓',
  },
  {
    id: '132356',
    store: '埔義',
    address: '新竹縣新埔鎮下寮里義民路三段317號1樓',
  },
  {
    id: '137524',
    store: '冠宇',
    address: '新竹縣新豐鄉忠孝路1號',
  },
  {
    id: '137535',
    store: '埔田',
    address: '新竹縣新埔鎮中正路5號7號1樓',
  },
  {
    id: '141556',
    store: '達陞',
    address: '新竹縣湖口鄉中山路一段537號1樓',
  },
  {
    id: '141659',
    store: '石光',
    address: '新竹縣關西鎮石光里石岡子252號1樓',
  },
  {
    id: '141718',
    store: '豐鼎',
    address: '新竹縣湖口鄉光復東路8號1樓',
  },
  {
    id: '142098',
    store: '縣汶',
    address: '新竹縣竹北市縣政二路233號235號1樓',
  },
  {
    id: '142559',
    store: '博明',
    address: '新竹縣竹北市博愛街235號237號1樓',
  },
  {
    id: '142928',
    store: '華科',
    address: '新竹縣橫山鄉橫山村9鄰中豐路一段100號1樓',
  },
  {
    id: '143552',
    store: '台積',
    address: '新竹縣寶山鄉園區二路168號1樓',
  },
  {
    id: '143817',
    store: '國碩',
    address: '新竹縣湖口鄉工業一路3號5樓',
  },
  {
    id: '144739',
    store: '縣科',
    address: '新竹縣竹北市縣政二路南段103號',
  },
  {
    id: '144843',
    store: '崠豪',
    address: '新竹縣竹東鎮東林路103號1樓',
  },
  {
    id: '144865',
    store: '東宏',
    address: '新竹縣竹東鎮中正路217號1樓',
  },
  {
    id: '149310',
    store: '文樂',
    address: '新竹縣湖口鄉文化路55號',
  },
  {
    id: '153537',
    store: '強利',
    address: '新竹縣竹北市自強北路111號',
  },
  {
    id: '154002',
    store: '文元',
    address: '新竹縣竹北市台元二街1號1樓',
  },
  {
    id: '154013',
    store: '新埔',
    address: '新竹縣新埔鎮中正路221號',
  },
  {
    id: '154080',
    store: '積七',
    address: '新竹縣寶山鄉園區二路170號1樓',
  },
  {
    id: '154943',
    store: '欣樂',
    address: '新竹縣新豐鄉康樂路一段358號',
  },
  {
    id: '155429',
    store: '東融',
    address: '新竹縣竹東鎮中興路二段148號1樓',
  },
  {
    id: '155599',
    store: '德和',
    address: '新竹縣湖口鄉德興路216號218號',
  },
  {
    id: '158831',
    store: '家興',
    address: '新竹縣竹北市嘉豐五路二段168號1樓',
  },
  {
    id: '161125',
    store: '園區',
    address: '新竹縣寶山鄉園區三路1號1樓',
  },
  {
    id: '161181',
    store: '竹豐',
    address: '新竹縣竹東鎮中豐路三段93號95號1樓',
  },
  {
    id: '165002',
    store: '富正',
    address: '新竹縣竹東鎮東寧路一段261號1樓',
  },
  {
    id: '165013',
    store: '昌春',
    address: '新竹縣竹東鎮長春路三段26號1樓',
  },
  {
    id: '165208',
    store: '強鹿',
    address: '新竹縣竹北市自強北路256號1樓',
  },
  {
    id: '165493',
    store: '明采',
    address: '新竹縣竹北市光明一路158號1樓',
  },
  {
    id: '166854',
    store: '埔和',
    address: '新竹縣新豐鄉埔和村埔頂281之1號',
  },
  {
    id: '167606',
    store: '埔昌',
    address: '新竹縣新埔鎮義民路一段92號',
  },
  {
    id: '167765',
    store: '晨寶',
    address: '新竹縣湖口鄉三民南路117號1樓',
  },
  {
    id: '169886',
    store: '湖口廠',
    address: '新竹縣湖口鄉八德路三段30號',
  },
  {
    id: '171351',
    store: '新湖工',
    address: '新竹縣湖口鄉中華路54號',
  },
  {
    id: '173807',
    store: '聯新',
    address: '新竹縣竹北市中正西路602號1樓',
  },
  {
    id: '174327',
    store: '強興',
    address: '新竹縣竹北市自強北路223號',
  },
  {
    id: '180322',
    store: '采虹',
    address: '新竹縣竹北市勝利八街一段345.347號1樓',
  },
  {
    id: '180528',
    store: '騰達',
    address: '新竹縣橫山鄉中豐路二段211號',
  },
  {
    id: '181059',
    store: '東興',
    address: '新竹縣竹東鎮北興路一段468號1樓',
  },
  {
    id: '181602',
    store: '大硯',
    address: '新竹縣竹北市文興路311號',
  },
  {
    id: '181691',
    store: '宥昌',
    address: '新竹縣芎林鄉文富街100號1樓',
  },
  {
    id: '181738',
    store: '璞玉',
    address: '新竹縣竹北市東興路二段39號',
  },
  {
    id: '181819',
    store: '力成玖',
    address: '新竹縣湖口鄉文化路4號B1樓',
  },
  {
    id: '181831',
    store: '景碩',
    address: '新竹縣新豐鄉建興路二段526號行政棟3樓',
  },
  {
    id: '182018',
    store: '晨星科',
    address: '新竹縣竹北市台元街18號7樓之1',
  },
  {
    id: '182720',
    store: '縣政府',
    address: '新竹縣竹北市光明六路10號',
  },
  {
    id: '182971',
    store: '力成三',
    address: '新竹縣湖口鄉大同路15之1號6樓',
  },
  {
    id: '183343',
    store: '進一廠',
    address: '新竹縣寶山鄉園區三路123號',
  },
  {
    id: '183985',
    store: '加勝',
    address: '新竹縣竹北市勝利八街二段63.65號1樓',
  },
  {
    id: '186593',
    store: '仁智',
    address: '新竹縣湖口鄉仁和路38號1樓',
  },
  {
    id: '187091',
    store: '湖崗',
    address: '新竹縣湖口鄉中山路二段430號',
  },
  {
    id: '188865',
    store: '商華',
    address: '新竹縣竹東鎮東寧路三段25號1樓',
  },
  {
    id: '188979',
    store: '東鑽',
    address: '新竹縣竹東鎮北興路三段517號519號',
  },
  {
    id: '190721',
    store: '中德',
    address: '新竹縣北埔鄉北埔村中山路42號一樓',
  },
  {
    id: '193007',
    store: '埔嵩',
    address: '新竹縣新埔鎮田新路292號296號1樓',
  },
  {
    id: '193144',
    store: '員道',
    address: '新竹縣竹東鎮員山路218之1號',
  },
  {
    id: '193487',
    store: '豐富',
    address: '新竹縣竹北市復興三路一段105號1樓',
  },
  {
    id: '193627',
    store: '乾坤科',
    address: '新竹縣寶山鄉研發二路2號B1樓',
  },
  {
    id: '193904',
    store: '大勝',
    address: '新竹縣竹北市勝利十一路101號',
  },
  {
    id: '195287',
    store: '星都心',
    address: '新竹縣竹東鎮光明路182號186號',
  },
  {
    id: '195346',
    store: '洪興',
    address: '新竹縣峨眉鄉峨眉村1鄰8-8號1樓',
  },
  {
    id: '195818',
    store: '碩禾科',
    address: '新竹縣湖口鄉自強路18號1樓',
  },
  {
    id: '199429',
    store: '竹樺',
    address: '新竹縣竹北市華興街298號1樓',
  },
  {
    id: '200125',
    store: '義山',
    address: '新竹縣竹北市十興路318號.新瀧一街6號',
  },
  {
    id: '207436',
    store: '新縣福',
    address: '新竹縣竹北市縣政二路396、398號1樓',
  },
  {
    id: '207573',
    store: '啟碁',
    address: '新竹縣寶山鄉園區二路20號1樓',
  },
  {
    id: '209203',
    store: '豐沛',
    address: '新竹縣橫山鄉中豐路一段21號1樓',
  },
  {
    id: '209443',
    store: '家利',
    address: '新竹縣湖口鄉民生街465巷3號',
  },
  {
    id: '209513',
    store: '五峰鄉',
    address: '新竹縣五峰鄉大隘村12鄰五峰246之3號(臨)',
  },
  {
    id: '209823',
    store: '東睿',
    address: '新竹縣竹東鎮北興路三段446號1樓',
  },
  {
    id: '209982',
    store: '湖貫',
    address: '新竹縣湖口鄉新興路486號',
  },
  {
    id: '210029',
    store: '學府居',
    address: '新竹縣新豐鄉學府街45號47號',
  },
  {
    id: '210063',
    store: '銓國',
    address: '新竹縣竹北市中正西路244.246號',
  },
  {
    id: '210306',
    store: '鹿禾',
    address: '新竹縣竹北市莊敬南路118號1樓',
  },
  {
    id: '210487',
    store: '日和',
    address: '新竹縣竹北市文興路二段150號.高鐵二路51號',
  },
  {
    id: '210797',
    store: '昌樂',
    address: '新竹縣竹北市環科一路13號',
  },
  {
    id: '210801',
    store: '印月',
    address: '新竹縣竹北市科大一路140號1樓',
  },
  {
    id: '211099',
    store: '環鑫',
    address: '新竹縣竹北市環北路五段61號1樓',
  },
  {
    id: '212210',
    store: '仁順',
    address: '新竹縣湖口鄉仁和路130號132號134號',
  },
  {
    id: '213693',
    store: '北泰',
    address: '新竹縣竹北市中正西路132號134號',
  },
  {
    id: '214021',
    store: '新北竹',
    address: '新竹縣竹北市博愛街358.360號1樓',
  },
  {
    id: '214227',
    store: '府樂',
    address: '新竹縣竹北市縣政九路80號一樓',
  },
  {
    id: '215002',
    store: '羅湖',
    address: '新竹縣湖口鄉成功路1092號',
  },
  {
    id: '215828',
    store: '金廣福',
    address: '新竹縣北埔鄉南興街135號1樓',
  },
  {
    id: '216234',
    store: '王爺',
    address: '新竹縣湖口鄉中山路一段790號1樓',
  },
  {
    id: '216588',
    store: '中新',
    address: '新竹縣竹北市中正西路389號1樓',
  },
  {
    id: '216784',
    store: '竹北',
    address: '新竹縣竹北市中正東路194號',
  },
  {
    id: '228178',
    store: '沅均',
    address: '新竹縣湖口鄉光復東路120之1號',
  },
  {
    id: '228938',
    store: '禾笙',
    address: '新竹縣竹北市中山路45.47.49號',
  },
  {
    id: '230768',
    store: '尖石',
    address: '新竹縣尖石鄉麥樹仁179-9號',
  },
  {
    id: '230894',
    store: '埔山',
    address: '新竹縣新埔鎮文山路犁頭山段936號',
  },
  {
    id: '231060',
    store: '湖鏡',
    address: '新竹縣湖口鄉八德路二段9號',
  },
  {
    id: '231473',
    store: '鳳杉',
    address: '新竹縣竹北市長青路二段251-1號臨',
  },
  {
    id: '232672',
    store: '竹樂',
    address: '新竹縣湖口鄉仁樂路97號1樓',
  },
  {
    id: '232834',
    store: '明嘉',
    address: '新竹縣新豐鄉重興村新庄路203號1樓',
  },
  {
    id: '233066',
    store: '麻源',
    address: '新竹縣竹北市中正西路999.1001號1樓',
  },
  {
    id: '233181',
    store: '旺矽',
    address: '新竹縣竹北市泰和路155號5樓',
  },
  {
    id: '233376',
    store: '聚豐',
    address: '新竹縣新豐鄉松柏村明新六街36號',
  },
  {
    id: '233516',
    store: '緯創舍',
    address: '新竹縣寶山鄉雙新村明湖五街11號',
  },
  {
    id: '233538',
    store: '北崙',
    address: '新竹縣竹北市光明三路35.37號1樓',
  },
  {
    id: '233675',
    store: 'P8廠北',
    address: '新竹縣寶山鄉科環路168號B1樓',
  },
  {
    id: '234210',
    store: '敬興',
    address: '新竹縣竹北市莊敬北路258.260號1樓',
  },
  {
    id: '234782',
    store: '林東',
    address: '新竹縣竹東鎮大林路182號1樓2樓',
  },
  {
    id: '234933',
    store: '湖功',
    address: '新竹縣湖口鄉成功路423號1樓',
  },
  {
    id: '234944',
    store: '北泱',
    address: '新竹縣竹北市中央路200號1樓',
  },
  {
    id: '235626',
    store: '昊恆',
    address: '新竹縣湖口鄉光復東路356號358號',
  },
  {
    id: '236283',
    store: '翰聖',
    address: '新竹縣新埔鎮田新路476號478號1樓',
  },
  {
    id: '236892',
    store: '文嘉',
    address: '新竹縣竹北市文興路一段398號1樓',
  },
  {
    id: '236906',
    store: '竹杉',
    address: '新竹縣竹北市中山路303號(臨)',
  },
  {
    id: '237828',
    store: '家安',
    address: '新竹縣竹北市嘉興路168巷2號',
  },
  {
    id: '238061',
    store: '鳳山綺',
    address: '新竹縣湖口鄉勝利路二段254號1樓',
  },
  {
    id: '238108',
    store: '東鐵',
    address: '新竹縣竹北市隘口三街231號1樓',
  },
  {
    id: '238201',
    store: '竹永',
    address: '新竹縣竹東鎮仁愛里北興路二段185號187號',
  },
  {
    id: '238636',
    store: '嘉家',
    address: '新竹縣竹北市嘉豐十一路一段30號1樓',
  },
  {
    id: '239064',
    store: '朝陽',
    address: '新竹縣竹東鎮朝陽路70號72號74號1樓',
  },
  {
    id: '239318',
    store: '光揚',
    address: '新竹縣竹北市光明六路247號249號251號一樓',
  },
  {
    id: '240178',
    store: '斗崙',
    address: '新竹縣竹北市光明十一路188號190號1樓',
  },
  {
    id: '240271',
    store: '寶山',
    address: '新竹縣竹東鎮中興路三段173號1樓',
  },
  {
    id: '240525',
    store: '寶謙',
    address: '新竹縣寶山鄉有謙路2.6號',
  },
  {
    id: '240628',
    store: '源冠',
    address: '新竹縣新豐鄉尚仁街92號1樓',
  },
  {
    id: '241506',
    store: '裝甲',
    address: '新竹縣湖口鄉勝利路二段93號94號95號1樓',
  },
  {
    id: '241632',
    store: '豐禾',
    address: '新竹縣竹北市嘉豐六路二段76號1樓',
  },
  {
    id: '241805',
    store: 'P8廠南',
    address: '新竹縣寶山鄉科環路168號B1樓',
  },
  {
    id: '241953',
    store: '星空',
    address: '新竹縣竹北市高鐵七路167號1樓',
  },
  {
    id: '242266',
    store: '東營',
    address: '新竹縣竹東鎮東榮路52號56號1樓',
  },
  {
    id: '242565',
    store: '悠揚',
    address: '新竹縣湖口鄉安宅八街1號3號1樓',
  },
  {
    id: '249360',
    store: '新新豐',
    address: '新竹縣新豐鄉新興路177號179號1樓',
  },
  {
    id: '250197',
    store: '新安村',
    address: '新竹縣竹北市博愛街515號',
  },
  {
    id: '250304',
    store: '明大',
    address: '新竹縣新豐鄉松林村新興路1號',
  },
  {
    id: '250625',
    store: '湖山',
    address: '新竹縣湖口鄉中山路三段487號489號',
  },
  {
    id: '250636',
    store: '源晟',
    address: '新竹縣湖口鄉新興路628號630號',
  },
  {
    id: '251374',
    store: '竹東',
    address: '新竹縣竹東鎮學前路29號1樓',
  },
  {
    id: '251569',
    store: '新瓦屋',
    address: '新竹縣竹北市文興路一段172.176號1樓',
  },
  {
    id: '251857',
    store: '六家',
    address: '新竹縣竹北市福興東路二段105號1樓',
  },
  {
    id: '252078',
    store: '鐵興',
    address: '新竹縣竹北市嘉豐六路二段16號.18號.12號部分',
  },
  {
    id: '252115',
    store: '湖大',
    address: '新竹縣湖口鄉東興村10鄰中山路三段358號臨',
  },
  {
    id: '252964',
    store: '長政',
    address: '新竹縣竹東鎮中正路15號1樓',
  },
  {
    id: '253587',
    store: '上員',
    address: '新竹縣竹東鎮光明路538巷25號',
  },
  {
    id: '253705',
    store: '新台元',
    address: '新竹縣竹北市台元街26-5號',
  },
  {
    id: '253727',
    store: '福崙',
    address: '新竹縣竹北市福興路705號1樓',
  },
  {
    id: '254096',
    store: '明新',
    address: '新竹縣新豐鄉新興路5、7號1樓',
  },
  {
    id: '255206',
    store: '內灣',
    address: '新竹縣橫山鄉內灣村2鄰20號',
  },
  {
    id: '255228',
    store: '台博',
    address: '新竹縣竹北市泰和里中和街10號',
  },
  {
    id: '255239',
    store: '統賀',
    address: '新竹縣竹北市中正東路67號69號',
  },
  {
    id: '260714',
    store: '縣運',
    address: '新竹縣竹北市莊敬南路21號1樓',
  },
  {
    id: '261164',
    store: '隘口',
    address: '新竹縣竹北市隘口二路27號',
  },
  {
    id: '261326',
    store: '竹北中',
    address: '新竹縣竹北市中華路881號1樓',
  },
  {
    id: '261599',
    store: '禾遠',
    address: '新竹縣竹北市莊敬五街13號',
  },
  {
    id: '262259',
    store: '十興',
    address: '新竹縣竹北市莊敬北路130號',
  },
  {
    id: '263883',
    store: '四重埔',
    address: '新竹縣竹東鎮中興路一段157號',
  },
  {
    id: '863458',
    store: '醫湖',
    address: '新竹縣湖口鄉孝勢里忠孝路20號22號',
  },
  {
    id: '871976',
    store: '光春',
    address: '新竹縣竹東鎮長春路三段253號',
  },
  {
    id: '883315',
    store: '飛利浦',
    address: '新竹縣竹北市中華路548號550號',
  },
  {
    id: '893655',
    store: '埔中',
    address: '新竹縣新埔鎮中正路617號619號621號',
  },
  {
    id: '910437',
    store: '橫山',
    address: '新竹縣橫山鄉中豐路二段122號124號1樓',
  },
  {
    id: '910703',
    store: '源威',
    address: '新竹縣湖口鄉光華路666號1F',
  },
  {
    id: '910806',
    store: '三立',
    address: '新竹縣湖口鄉湖鏡村八德路一段718號',
  },
  {
    id: '911876',
    store: '新關中',
    address: '新竹縣關西鎮中興路17號',
  },
  {
    id: '912617',
    store: '情友',
    address: '新竹縣寶山鄉雙溪村寶新路一段2號',
  },
  {
    id: '912765',
    store: '東亭',
    address: '新竹縣竹東鎮和江街2號6號',
  },
  {
    id: '912927',
    store: '台積二',
    address: '新竹縣寶山鄉園區三路121號B1',
  },
  {
    id: '912938',
    store: '台積三',
    address: '新竹縣寶山鄉研新一路9號',
  },
  {
    id: '914037',
    store: '豐興',
    address: '新竹縣新豐鄉建興路一段128號',
  },
  {
    id: '922751',
    store: '源泰',
    address: '新竹縣湖口鄉中興街172號174號176號',
  },
  {
    id: '923226',
    store: '鹿家',
    address: '新竹縣竹北市自強南路136號',
  },
  {
    id: '929187',
    store: '泰鑫',
    address: '新竹縣竹北市新泰路31號一樓',
  },
  {
    id: '941121',
    store: '員崠',
    address: '新竹縣竹東鎮東峰路336號',
  },
  {
    id: '944588',
    store: '鳳岡',
    address: '新竹縣竹北市長青路一段388號390號',
  },
  {
    id: '947381',
    store: '東豐',
    address: '新竹縣竹東鎮東寧里東寧路一段1號',
  },
  {
    id: '952811',
    store: '博祐',
    address: '新竹縣竹北市博愛街25-1號',
  },
  {
    id: '953489',
    store: '宏橋',
    address: '新竹縣湖口鄉工業一路7號7-1號7-2號',
  },
  {
    id: '953607',
    store: '大矽谷',
    address: '新竹縣芎林鄉三民路279號1樓',
  },
  {
    id: '953696',
    store: '盟創',
    address: '新竹縣寶山鄉創新二路6號',
  },
  {
    id: '958956',
    store: '東福',
    address: '新竹縣竹東鎮中豐路二段245號',
  },
  {
    id: '962977',
    store: '新庄子',
    address: '新竹縣新豐鄉建興路二段752號1樓',
  },
  {
    id: '965932',
    store: '飛鳳',
    address: '新竹縣芎林鄉富林路二段556號',
  },
  {
    id: '966865',
    store: '新湖中',
    address: '新竹縣湖口鄉中正村中正路二段235號',
  },
  {
    id: '967282',
    store: '新高湖',
    address: '新竹縣新豐鄉新興路403號1樓',
  },
  {
    id: '967961',
    store: '竹興',
    address: '新竹縣竹東鎮中興路四段650號',
  },
  {
    id: '971340',
    store: '馬武督',
    address: '新竹縣關西鎮中豐新路2-1號1樓',
  },
  {
    id: '977315',
    store: '新薪荷',
    address: '新竹縣竹北市三民路243號245號1樓',
  },
  {
    id: '988038',
    store: '世豊',
    address: '新竹縣新豐鄉建興路一段173號175號一樓',
  },
  {
    id: '988337',
    store: '湖安',
    address: '新竹縣湖口鄉光復東路395號1樓',
  },
  {
    id: '990710',
    store: '力成科',
    address: '新竹縣湖口鄉大同路26號6樓',
  },
  {
    id: '990846',
    store: '力成貳',
    address: '新竹縣湖口鄉三民路7號B1',
  },
  {
    id: '990880',
    store: '晨希',
    address: '新竹縣湖口鄉榮光路617號',
  },
  {
    id: '991078',
    store: '聯電S',
    address: '新竹縣寶山鄉雙溪村研新一路16號3樓',
  },
  {
    id: '991089',
    store: '芎林',
    address: '新竹縣芎林鄉文山路529號531號1樓',
  },
  {
    id: '992233',
    store: '富林',
    address: '新竹縣芎林鄉富林路三段239號1樓',
  },
  {
    id: '997847',
    store: '沐庭',
    address: '新竹縣竹北市光明六路106號1樓',
  },
  {
    id: '999957',
    store: '新縣政',
    address: '新竹縣竹北市光明九路12號1樓',
  },
  {
    id: '110758',
    store: '頭屋',
    address: '苗栗縣頭屋鄉尖豐路118號120號1樓',
  },
  {
    id: '111854',
    store: '布洛瓦',
    address: '苗栗縣竹南鎮科東三路12號',
  },
  {
    id: '112857',
    store: '永和山',
    address: '苗栗縣頭份市水源路206號1樓',
  },
  {
    id: '113137',
    store: '珊湖',
    address: '苗栗縣頭份市中正三路271號1樓及親民路1號3號1樓',
  },
  {
    id: '115867',
    store: '鑫正發',
    address: '苗栗縣苗栗市正發路196號',
  },
  {
    id: '116169',
    store: '竹南和',
    address: '苗栗縣竹南鎮大埔里和興路191-1號',
  },
  {
    id: '116480',
    store: '豪麥',
    address: '苗栗縣卓蘭鎮中山路48號之4',
  },
  {
    id: '118028',
    store: '苗鑫',
    address: '苗栗縣苗栗市國華路1092號',
  },
  {
    id: '120401',
    store: '鈞吉',
    address: '苗栗縣頭份市成功里11鄰建國路198號1樓',
  },
  {
    id: '120537',
    store: '弘運',
    address: '苗栗縣竹南鎮守法街3-2號3-3號3-5號1樓',
  },
  {
    id: '121080',
    store: '龍宸',
    address: '苗栗縣竹南鎮營盤里博愛街367號1樓',
  },
  {
    id: '121367',
    store: '貞豪',
    address: '苗栗縣頭份市永貞路一段128號1樓',
  },
  {
    id: '121552',
    store: '新華',
    address: '苗栗縣頭份市中華路755號及民生街2號',
  },
  {
    id: '122658',
    store: '田野',
    address: '苗栗縣南庄鄉員林村下員林2鄰68-10號',
  },
  {
    id: '123422',
    store: '中群',
    address: '苗栗縣頭份市中正路317、319號1樓',
  },
  {
    id: '130121',
    store: '鑫龍',
    address: '苗栗縣後龍鎮中山路53號',
  },
  {
    id: '130512',
    store: '龍日',
    address: '苗栗縣後龍鎮溪洲里七鄰勝利路60之1號',
  },
  {
    id: '130958',
    store: '興德',
    address: '苗栗縣頭份市文化街172號八德二路292號 1樓',
  },
  {
    id: '131353',
    store: '新和苑',
    address: '苗栗縣苑裡鎮苑南里為公路4鄰16之1號1樓',
  },
  {
    id: '137557',
    store: '國豪',
    address: '苗栗縣竹南鎮延平路170號',
  },
  {
    id: '138516',
    store: '新苑',
    address: '苗栗縣苑裡鎮苑北里為公路70號',
  },
  {
    id: '138837',
    store: '廣沅',
    address: '苗栗縣竹南鎮公義里公義路1683號1685號1樓',
  },
  {
    id: '141154',
    store: '大大',
    address: '苗栗縣公館鄉大同路160號162號1樓',
  },
  {
    id: '142397',
    store: '頭興',
    address: '苗栗縣頭份市中央路228號230號1樓',
  },
  {
    id: '143367',
    store: '苗栗',
    address: '苗栗縣苗栗市民族路99號101號1樓',
  },
  {
    id: '144854',
    store: '建鑫',
    address: '苗栗縣頭份市建國路86號1樓',
  },
  {
    id: '153607',
    store: '新雪霸',
    address: '苗栗縣大湖鄉富興村1鄰水尾39號',
  },
  {
    id: '155315',
    store: '正合',
    address: '苗栗縣頭份市中正一路58號1F',
  },
  {
    id: '155533',
    store: '東館',
    address: '苗栗縣公館鄉五谷村12鄰71之1號1樓',
  },
  {
    id: '160203',
    store: '頤和',
    address: '苗栗縣苗栗市中正路55號1樓',
  },
  {
    id: '164331',
    store: '栗華',
    address: '苗栗縣苗栗市中華路78號',
  },
  {
    id: '164515',
    store: '三灣',
    address: '苗栗縣三灣鄉中正路255號與文化街13號',
  },
  {
    id: '165242',
    store: '苗谷',
    address: '苗栗縣公館鄉五谷村200號',
  },
  {
    id: '166290',
    store: '苗栗高',
    address: '苗栗縣後龍鎮新東路468號',
  },
  {
    id: '166315',
    store: '科七',
    address: '苗栗縣竹南鎮科專七路396號1樓',
  },
  {
    id: '167329',
    store: '新卓蘭',
    address: '苗栗縣卓蘭鎮興南街318號',
  },
  {
    id: '173634',
    store: '龍仁',
    address: '苗栗縣頭份市中華路968-974號',
  },
  {
    id: '174589',
    store: '貞永',
    address: '苗栗縣頭份市永貞路二段1號',
  },
  {
    id: '175076',
    store: '統寶',
    address: '苗栗縣竹南鎮科中路12號B2',
  },
  {
    id: '180104',
    store: '龍躍',
    address: '苗栗縣苗栗市新川里圓墩路28號',
  },
  {
    id: '180344',
    store: '大千',
    address: '苗栗縣苗栗市中正路903號1樓',
  },
  {
    id: '181037',
    store: '通高',
    address: '苗栗縣通霄鎮內湖里12鄰烏眉路308號',
  },
  {
    id: '181679',
    store: '圳營',
    address: '苗栗縣竹南鎮中正路114號1樓',
  },
  {
    id: '182351',
    store: '光南',
    address: '苗栗縣竹南鎮照南里光復路342號',
  },
  {
    id: '182694',
    store: '苗龍',
    address: '苗栗縣後龍鎮造豐路333號',
  },
  {
    id: '183918',
    store: '科南',
    address: '苗栗縣竹南鎮大埔里1鄰科學路243號',
  },
  {
    id: '184128',
    store: '造橋鄉',
    address: '苗栗縣造橋鄉造橋村平仁路105-1號',
  },
  {
    id: '184368',
    store: '科星',
    address: '苗栗縣竹南鎮科專七路393號',
  },
  {
    id: '188049',
    store: '龍庄',
    address: '苗栗縣後龍鎮大庄里成功路207號',
  },
  {
    id: '188142',
    store: '群創',
    address: '苗栗縣竹南鎮頂埔里科學路160號1樓',
  },
  {
    id: '192635',
    store: '苑景',
    address: '苗栗縣苑裡鎮山柑里九鄰山柑92之7號',
  },
  {
    id: '192808',
    store: '大南庄',
    address: '苗栗縣南庄鄉南江村5鄰東江75-3號',
  },
  {
    id: '194114',
    store: '新頭高',
    address: '苗栗縣頭份市中華路1186號1樓',
  },
  {
    id: '195221',
    store: '源聖',
    address: '苗栗縣苗栗市文發路177號.177之1號',
  },
  {
    id: '195656',
    store: '銅鑼',
    address: '苗栗縣銅鑼鄉銅鑼村中正路177、179、181號',
  },
  {
    id: '196729',
    store: '西湖鄉',
    address: '苗栗縣西湖鄉金獅村2鄰金獅26-2號',
  },
  {
    id: '196730',
    store: '和田',
    address: '苗栗縣苑裡鎮新復里8鄰120-1號',
  },
  {
    id: '198851',
    store: '為公',
    address: '苗栗縣苗栗市嘉盛里25鄰為公路584號',
  },
  {
    id: '199278',
    store: '環竹',
    address: '苗栗縣竹南鎮環市路一段16號',
  },
  {
    id: '199887',
    store: '日晴',
    address: '苗栗縣三義鄉雙湖村雙湖11-8號1樓',
  },
  {
    id: '200169',
    store: '東踕',
    address: '苗栗縣頭份市上埔里12鄰沙埔40號',
  },
  {
    id: '200310',
    store: '龍旺',
    address: '苗栗縣頭份市自強路117號',
  },
  {
    id: '207067',
    store: '海口',
    address: '苗栗縣竹南鎮明勝路491-1號',
  },
  {
    id: '207584',
    store: '通苑',
    address: '苗栗縣通霄鎮中山路42號',
  },
  {
    id: '208129',
    store: '華星',
    address: '苗栗縣苗栗市福星里國華路276號.276-1號及278號',
  },
  {
    id: '208196',
    store: '尚順',
    address: '苗栗縣頭份市東民五街1號和3號',
  },
  {
    id: '208392',
    store: '龍陽',
    address: '苗栗縣頭份市光華北路150號',
  },
  {
    id: '208750',
    store: '于義',
    address: '苗栗縣竹南鎮公義路1098號',
  },
  {
    id: '208864',
    store: '沅丞',
    address: '苗栗縣竹南鎮公義里友義路67號',
  },
  {
    id: '209258',
    store: '銅高',
    address: '苗栗縣銅鑼鄉新興路2-26號',
  },
  {
    id: '209317',
    store: '社苓',
    address: '苗栗縣苑裡鎮社苓里12鄰131-4號',
  },
  {
    id: '209557',
    store: '公館鄉',
    address: '苗栗縣公館鄉玉泉村玉泉29-1號',
  },
  {
    id: '210269',
    store: '白沙墩',
    address: '苗栗縣通霄鎮白東里2鄰9號',
  },
  {
    id: '211790',
    store: '鈺米',
    address: '苗栗縣苑裡鎮山柑里山柑12-2號',
  },
  {
    id: '211871',
    store: '苗公',
    address: '苗栗縣苗栗市青苗里至公路12號',
  },
  {
    id: '211985',
    store: '潘桃',
    address: '苗栗縣頭份市成功里6鄰信東路280號',
  },
  {
    id: '211996',
    store: '忠正',
    address: '苗栗縣頭份市中正路41-1號',
  },
  {
    id: '212380',
    store: '千晴',
    address: '苗栗縣三義鄉西湖村伯公坑178號',
  },
  {
    id: '212542',
    store: '新昌隆',
    address: '苗栗縣頭份市昌隆一街31.33號',
  },
  {
    id: '215378',
    store: '苗勝',
    address: '苗栗縣苗栗市勝利里中正路1045號.勝利路316號1樓',
  },
  {
    id: '215596',
    store: '泰安',
    address: '苗栗縣泰安鄉錦水村圓墩83-2號',
  },
  {
    id: '215666',
    store: '真開',
    address: '苗栗縣竹南鎮大厝里開元路412號1樓',
  },
  {
    id: '215965',
    store: '東尚',
    address: '苗栗縣頭份市東民路163號及和平路251號1樓',
  },
  {
    id: '227706',
    store: '沿山道',
    address: '苗栗縣公館鄉尖山村尖山244-9號',
  },
  {
    id: '227739',
    store: '苑裡',
    address: '苗栗縣苑裡鎮房裡里13鄰北房8-9號',
  },
  {
    id: '227968',
    store: '原康',
    address: '苗栗縣苑裡鎮大同路16號',
  },
  {
    id: '229182',
    store: '新港庄',
    address: '苗栗縣後龍鎮新民里中心路122.122-1.122-2.122-3號',
  },
  {
    id: '229827',
    store: '新苗治',
    address: '苗栗縣苗栗市北苗里自治路68號',
  },
  {
    id: '229953',
    store: '利興',
    address: '苗栗縣頭份市成功里中興路769號',
  },
  {
    id: '230414',
    store: '延平',
    address: '苗栗縣竹南鎮照南里15鄰延平路63巷1號',
  },
  {
    id: '230838',
    store: '龍樂',
    address: '苗栗縣後龍鎮大庄里中山路426號',
  },
  {
    id: '232122',
    store: '銘德',
    address: '苗栗縣頭屋鄉明德村明德路72-1號1.2樓',
  },
  {
    id: '232421',
    store: '頭獎',
    address: '苗栗縣頭屋鄉頭屋村尖豐路49號',
  },
  {
    id: '233608',
    store: '科金',
    address: '苗栗縣竹南鎮科專六路275號',
  },
  {
    id: '233712',
    store: 'AP六',
    address: '苗栗縣竹南鎮科專七路2號1樓',
  },
  {
    id: '233848',
    store: '竹圍仔',
    address: '苗栗縣竹南鎮復興路380號',
  },
  {
    id: '234597',
    store: '金世桔',
    address: '苗栗縣苑裡鎮客庄里世界路二段148號',
  },
  {
    id: '235888',
    store: '豪利旺',
    address: '苗栗縣苗栗市南勢里坪頂東25號1樓',
  },
  {
    id: '236294',
    store: '中為',
    address: '苗栗縣頭份市信義路128號1樓',
  },
  {
    id: '236685',
    store: '龍鳳',
    address: '苗栗縣竹南鎮龍鳳里龍江街25號',
  },
  {
    id: '237002',
    store: '福華',
    address: '苗栗縣苗栗市福星里中華路273.275.277號',
  },
  {
    id: '239363',
    store: '天文',
    address: '苗栗縣竹南鎮天文路176號',
  },
  {
    id: '239514',
    store: '仟翔',
    address: '苗栗縣竹南鎮龍山路二段275號',
  },
  {
    id: '240640',
    store: '銅利',
    address: '苗栗縣銅鑼鄉中興路2號',
  },
  {
    id: '249463',
    store: '龍昇',
    address: '苗栗縣竹南鎮龍山路二段120號',
  },
  {
    id: '249980',
    store: '竹南建',
    address: '苗栗縣竹南鎮龍鳳里龍山路一段162號1樓',
  },
  {
    id: '250315',
    store: '瑛才',
    address: '苗栗縣苗栗市英才路109號',
  },
  {
    id: '250326',
    store: '大山',
    address: '苗栗縣後龍鎮大山里龍文路6號1樓',
  },
  {
    id: '251112',
    store: '象上',
    address: '苗栗縣頭屋鄉象山村象山路176號',
  },
  {
    id: '251617',
    store: '育大',
    address: '苗栗縣造橋鄉學府路100號',
  },
  {
    id: '252469',
    store: '頭份',
    address: '苗栗縣頭份市中正路232號',
  },
  {
    id: '253060',
    store: '新獅潭',
    address: '苗栗縣獅潭鄉新店村新店22-5號1樓',
  },
  {
    id: '254203',
    store: '海福',
    address: '苗栗縣竹南鎮明勝路318號',
  },
  {
    id: '255217',
    store: '後庄',
    address: '苗栗縣頭份市中央路603、605號',
  },
  {
    id: '255240',
    store: '信東',
    address: '苗栗縣頭份市忠孝里12鄰信東路158號',
  },
  {
    id: '255457',
    store: '大銅',
    address: '苗栗縣銅鑼鄉銅鑼村中正路6之25號',
  },
  {
    id: '260703',
    store: '客庄',
    address: '苗栗縣苑裡鎮客庄里客庄90-20號',
  },
  {
    id: '260987',
    store: '宏恩',
    address: '苗栗縣頭份市中正路2號',
  },
  {
    id: '261175',
    store: '館源',
    address: '苗栗縣苗栗市水源里11鄰水流娘15-3號1樓',
  },
  {
    id: '261278',
    store: '源栗',
    address: '苗栗縣苗栗市水源里14鄰中正路1402號',
  },
  {
    id: '262798',
    store: '真樂',
    address: '苗栗縣苗栗市玉清路329號1樓',
  },
  {
    id: '262835',
    store: '鈱鎙',
    address: '苗栗縣頭份市田寮里14鄰民族路501.503號1樓',
  },
  {
    id: '870766',
    store: '三義',
    address: '苗栗縣三義鄉中正路118號',
  },
  {
    id: '873020',
    store: '菁英',
    address: '苗栗縣大湖鄉明湖村中正路107號',
  },
  {
    id: '873215',
    store: '龍邦',
    address: '苗栗縣三義鄉勝興村水美街315之8號9號',
  },
  {
    id: '882080',
    store: '慶竹',
    address: '苗栗縣竹南鎮民族街82號民權路47號',
  },
  {
    id: '882563',
    store: '通霄',
    address: '苗栗縣通霄鎮中正路19號',
  },
  {
    id: '910116',
    store: '煥日',
    address: '苗栗縣頭份市新華里中正一路554號556號',
  },
  {
    id: '911647',
    store: '白沙屯',
    address: '苗栗縣通霄鎮白東里白東100號',
  },
  {
    id: '921769',
    store: '通館',
    address: '苗栗縣通霄鎮通西里中山路10號',
  },
  {
    id: '923167',
    store: '大坪',
    address: '苗栗縣造橋鄉大西一街100號1樓',
  },
  {
    id: '923835',
    store: '館南',
    address: '苗栗縣公館鄉通明街68號',
  },
  {
    id: '931825',
    store: '尖豐',
    address: '苗栗縣頭份市尖下里尖豐路316號1樓、320巷2、6號1樓',
  },
  {
    id: '932105',
    store: '山腳',
    address: '苗栗縣苑裡鎮山腳里七鄰山腳157號',
  },
  {
    id: '933164',
    store: '淇丞',
    address: '苗栗縣頭份市建國路二段128號',
  },
  {
    id: '941925',
    store: '館福',
    address: '苗栗縣公館鄉館南村館南路216-2號',
  },
  {
    id: '942364',
    store: '新裕龍',
    address: '苗栗縣後龍鎮中華路52-8號',
  },
  {
    id: '943909',
    store: '昶誼',
    address: '苗栗縣頭份市後庄里幼英街131號1樓',
  },
  {
    id: '950284',
    store: '新南庄',
    address: '苗栗縣南庄鄉西村中正路7號9號1樓',
  },
  {
    id: '951612',
    store: '豪榮',
    address: '苗栗縣苗栗市南勢里豪榮1號',
  },
  {
    id: '951863',
    store: '龍詮',
    address: '苗栗縣竹南鎮山佳里龍山路三段305號',
  },
  {
    id: '952626',
    store: '苗碩',
    address: '苗栗縣苗栗市維新里新東街219號',
  },
  {
    id: '953272',
    store: '田馨',
    address: '苗栗縣苑裡鎮田心里田心段36之3號',
  },
  {
    id: '963073',
    store: '龍坑',
    address: '苗栗縣後龍鎮龍坑里16鄰156號之10',
  },
  {
    id: '963187',
    store: '晟乾',
    address: '苗栗縣竹南鎮仁愛路902號',
  },
  {
    id: '966636',
    store: '金金',
    address: '苗栗縣通霄鎮內湖里17鄰內湖165-8號',
  },
  {
    id: '971410',
    store: '鈺田',
    address: '苗栗縣苑裡鎮山柑里2-2號',
  },
  {
    id: '980827',
    store: '得意',
    address: '苗栗縣頭份市蟠桃里德義路13鄰81號',
  },
  {
    id: '981510',
    store: '慶丞',
    address: '苗栗縣頭份市合興里信義路14鄰381號',
  },
  {
    id: '982281',
    store: '新苗中',
    address: '苗栗縣苗栗市府前路120號',
  },
  {
    id: '991296',
    store: '展宏',
    address: '苗栗縣竹南鎮中華路169號171號1樓',
  },
  {
    id: '993085',
    store: '苗豐',
    address: '苗栗縣苗栗市為公路167-1號',
  },
  {
    id: '997973',
    store: '通宏',
    address: '苗栗縣通霄鎮通西里中正路83之5號',
  },
  {
    id: '110035',
    store: '一勝',
    address: '台中市大肚區福山村沙田路一段432-1號',
  },
  {
    id: '110172',
    store: '樂東',
    address: '台中市東區東英路331號',
  },
  {
    id: '110884',
    store: '桂冠',
    address: '台中市西屯區四川路120號1樓',
  },
  {
    id: '110987',
    store: '淡溝',
    address: '台中市北區淡溝里民權路361號1樓',
  },
  {
    id: '111142',
    store: '漢溪',
    address: '台中市東區十甲東路575號1樓',
  },
  {
    id: '111212',
    store: '軍福',
    address: '台中市北屯區軍功路一段500號',
  },
  {
    id: '111393',
    store: '嶺中',
    address: '台中市南屯區永春南路58號',
  },
  {
    id: '111485',
    store: '熱陽',
    address: '台中市北屯區熱河路二段217號',
  },
  {
    id: '111865',
    store: '東泰',
    address: '台中市東勢區東蘭路41-5號',
  },
  {
    id: '111876',
    store: '倍沅',
    address: '台中市神岡區中山路473號',
  },
  {
    id: '111979',
    store: '喬城',
    address: '台中市大里區大智路567號',
  },
  {
    id: '112134',
    store: '后興',
    address: '台中市后里區甲后路一段1202號1樓',
  },
  {
    id: '112145',
    store: '中興嶺',
    address: '台中市新社區中興嶺170之2號1樓',
  },
  {
    id: '112190',
    store: '寶慶',
    address: '台中市西屯區逢甲里西屯路二段256巷8、10號1樓',
  },
  {
    id: '112204',
    store: '興城',
    address: '台中市大里區塗城路765號',
  },
  {
    id: '112237',
    store: '詠權',
    address: '台中市南區五權南路527號',
  },
  {
    id: '112570',
    store: '環雅',
    address: '台中市大雅區雅環路二段320號一樓',
  },
  {
    id: '112639',
    store: '美村',
    address: '台中市西區美村路一段542號546號',
  },
  {
    id: '112651',
    store: '科安',
    address: '台中市西屯區國安一路105號107號109號一樓',
  },
  {
    id: '113001',
    store: '港強',
    address: '台中市西屯區福科路295號一樓',
  },
  {
    id: '113252',
    store: '后里廠',
    address: '台中市后里區馬場路1號',
  },
  {
    id: '113425',
    store: '富仁',
    address: '台中市東區富榮街2號1樓',
  },
  {
    id: '113595',
    store: '神洲',
    address: '台中市神岡區國豐路一段88號1樓',
  },
  {
    id: '113997',
    store: '易鴻',
    address: '台中市霧峰區柳豐路422號1樓',
  },
  {
    id: '114152',
    store: '鄉林夏',
    address: '台中市西區忠明南路117號1樓',
  },
  {
    id: '114369',
    store: '天佑',
    address: '台中市西屯區中工二路196號198號1樓',
  },
  {
    id: '114624',
    store: '佳積',
    address: '台中市大雅區科雅六路1號',
  },
  {
    id: '114691',
    store: '環太',
    address: '台中市大雅區雅環路一段330號',
  },
  {
    id: '115926',
    store: '航發',
    address: '台中市西屯區河南路二段242號',
  },
  {
    id: '116505',
    store: '弘光',
    address: '台中市沙鹿區晉江里台灣大道六段1018號B2樓',
  },
  {
    id: '116756',
    store: '新甲后',
    address: '台中市外埔區甲后路三段1025號',
  },
  {
    id: '116790',
    store: '甜心',
    address: '台中市豐原區圓環東路168、172號1樓',
  },
  {
    id: '118497',
    store: '中川',
    address: '台中市西屯區台灣大道二段938號940號',
  },
  {
    id: '118545',
    store: '興學',
    address: '台中市南區積善里學府路2號',
  },
  {
    id: '118659',
    store: '精業',
    address: '台中市西區精誠路41號之6之7',
  },
  {
    id: '118969',
    store: '光輝',
    address: '台中市南區美村路二段79號81號1F',
  },
  {
    id: '119652',
    store: '中醫',
    address: '台中市北區育德路13號',
  },
  {
    id: '119803',
    store: '豐鑫',
    address: '台中市豐原區向陽路276號',
  },
  {
    id: '120146',
    store: '瑞聯',
    address: '台中市西屯區福科路890號1樓',
  },
  {
    id: '120168',
    store: '尚仁',
    address: '台中市西屯區上仁街139號',
  },
  {
    id: '120179',
    store: '港中',
    address: '台中市梧棲區中央路一段666之28號',
  },
  {
    id: '120582',
    store: '潭榮',
    address: '台中市潭子區榮興街19號1樓21巷1號21巷3號1樓',
  },
  {
    id: '120939',
    store: '忠權',
    address: '台中市北區忠明路426號1樓',
  },
  {
    id: '121286',
    store: '科邦',
    address: '台中市大雅區科雅一路8號5樓',
  },
  {
    id: '121301',
    store: '廣洽',
    address: '台中市龍井區西濱路三段247號',
  },
  {
    id: '121345',
    store: '鈦譜',
    address: '台中市龍井區龍門路48之15號',
  },
  {
    id: '122809',
    store: '豐村',
    address: '台中市豐原區南村里豐東路412號416號1樓',
  },
  {
    id: '122913',
    store: '通山',
    address: '台中市大雅區永和路11號18號',
  },
  {
    id: '123086',
    store: '龍田',
    address: '台中市龍井區田中里臨港東路一段75號',
  },
  {
    id: '123248',
    store: '樹廣',
    address: '台中市太平區樹德路98-9號',
  },
  {
    id: '123293',
    store: '新社',
    address: '台中市新社區興社街四段27之1號',
  },
  {
    id: '123569',
    store: '尚晉',
    address: '台中市太平區新平路三段1號1樓',
  },
  {
    id: '125118',
    store: '晉豐',
    address: '台中市豐原區西勢路425號',
  },
  {
    id: '126306',
    store: '一江橋',
    address: '台中市太平區東平路1號',
  },
  {
    id: '126720',
    store: '天仁',
    address: '台中市沙鹿區斗抵里沙田路17之19號',
  },
  {
    id: '127066',
    store: '玉豐',
    address: '台中市大里區東榮路483號',
  },
  {
    id: '127077',
    store: '頭張',
    address: '台中市潭子區家福里頭張路一段31號',
  },
  {
    id: '127583',
    store: '興大',
    address: '台中市南區國光路301號',
  },
  {
    id: '127929',
    store: '立夫',
    address: '台中市北區邱厝里學士路95號１樓',
  },
  {
    id: '128380',
    store: '中友',
    address: '台中市北區育才北路74號76號',
  },
  {
    id: '128553',
    store: '甘肅',
    address: '台中市西屯區甘肅路二段22號',
  },
  {
    id: '128690',
    store: '逢廣',
    address: '台中市西屯區文華路170號172號1樓',
  },
  {
    id: '129246',
    store: '青海',
    address: '台中市西屯區青海路一段1號',
  },
  {
    id: '130235',
    store: '興生',
    address: '台中市大里區大里路97號1樓',
  },
  {
    id: '130408',
    store: '潭陽',
    address: '台中市潭子區圓通南路2號1樓',
  },
  {
    id: '130486',
    store: '港藝',
    address: '台中市清水區中社路19號',
  },
  {
    id: '130811',
    store: '台火',
    address: '台中市南區高工路355號1樓',
  },
  {
    id: '131021',
    store: '潭北',
    address: '台中市潭子區福潭路645.647.649號',
  },
  {
    id: '131032',
    store: '潭勝',
    address: '台中市潭子區勝利路101號103號',
  },
  {
    id: '131087',
    store: '國光',
    address: '台中市大里區國光路二段257號',
  },
  {
    id: '131250',
    store: '龍合',
    address: '台中市龍井區中華路一段36號',
  },
  {
    id: '131308',
    store: '東侑',
    address: '台中市北屯區東山路一段396號1樓',
  },
  {
    id: '131397',
    store: '瀋陽',
    address: '台中市北屯區瀋陽路一段104號1樓',
  },
  {
    id: '131711',
    store: '惠文',
    address: '台中市南屯區河南路四段226號228號1樓',
  },
  {
    id: '131951',
    store: '四德',
    address: '台中市霧峰區四德里四德路525之2號',
  },
  {
    id: '131962',
    store: '吉宏',
    address: '台中市烏日區九德里20鄰中華路593號',
  },
  {
    id: '132068',
    store: '親旺',
    address: '台中市大肚區沙田路一段929號',
  },
  {
    id: '132459',
    store: '豐三民',
    address: '台中市豐原區三民路38號1樓',
  },
  {
    id: '132563',
    store: '連河',
    address: '台中市北屯區河北路二段218之1號1樓',
  },
  {
    id: '132758',
    store: '中投',
    address: '台中市霧峰區中投西路二段388號',
  },
  {
    id: '132921',
    store: '健興',
    address: '台中市北區健行路354號',
  },
  {
    id: '136130',
    store: '大時代',
    address: '台中市南區工學路55號57號',
  },
  {
    id: '136174',
    store: '錦新',
    address: '台中市北區錦新街70-2號70-3號及一中街136-2號136-6號',
  },
  {
    id: '136510',
    store: '上楓樹',
    address: '台中市南屯區中和里黎明路一段263號',
  },
  {
    id: '136886',
    store: '鑫巴黎',
    address: '台中市北屯區崇德路二段199號1樓',
  },
  {
    id: '137845',
    store: '義和',
    address: '台中市大甲區中山路一段492號',
  },
  {
    id: '138088',
    store: '光興',
    address: '台中市太平區興隆里12鄰光興路1632號',
  },
  {
    id: '138228',
    store: '昌順',
    address: '台中市北屯區北屯路439之16號1樓',
  },
  {
    id: '139139',
    store: '斗抵',
    address: '台中市沙鹿區沙田路43-12號',
  },
  {
    id: '139298',
    store: '新文化',
    address: '台中市西區中美街283號',
  },
  {
    id: '141291',
    store: '新仁',
    address: '台中市龍井區新興路40之3之3號1樓',
  },
  {
    id: '141316',
    store: '豐王',
    address: '台中市豐原區三豐路二段496號1樓',
  },
  {
    id: '141730',
    store: '金大安',
    address: '台中市大安區中山南路241號1樓',
  },
  {
    id: '142191',
    store: '新越',
    address: '台中市西屯區台灣大道三段301號11樓',
  },
  {
    id: '142216',
    store: '豐科',
    address: '台中市豐原區豐原大道七段381號1樓',
  },
  {
    id: '142320',
    store: '大秀',
    address: '台中市清水區五權路328號',
  },
  {
    id: '142478',
    store: '美光',
    address: '台中市后里區三豐路四段369號',
  },
  {
    id: '142766',
    store: '東關',
    address: '台中市東勢區東關路七段191號、新盛街2號1樓',
  },
  {
    id: '142799',
    store: '光隆',
    address: '台中市太平區光興路707號',
  },
  {
    id: '142973',
    store: '玉門',
    address: '台中市西屯區西屯路三段166之92號1樓',
  },
  {
    id: '142984',
    store: '隆心',
    address: '台中市西屯區文心路二段566號',
  },
  {
    id: '143002',
    store: '明道二',
    address: '台中市烏日區中山路一段497號地下室1樓',
  },
  {
    id: '143068',
    store: '精明',
    address: '台中市西區精誠路15號',
  },
  {
    id: '143220',
    store: '西苑',
    address: '台中市西屯區福星路112號1樓',
  },
  {
    id: '143301',
    store: '金甲后',
    address: '台中市大甲區甲后路五段360號',
  },
  {
    id: '143378',
    store: '育鑫',
    address: '台中市太平區樹孝路490號',
  },
  {
    id: '144038',
    store: '醫德',
    address: '台中市北區大德街87號1樓',
  },
  {
    id: '144061',
    store: '中勇',
    address: '台中市南屯區忠勇路105之27號1樓',
  },
  {
    id: '144555',
    store: '星河',
    address: '台中市沙鹿區鹿峰里中山路646號',
  },
  {
    id: '144887',
    store: '興昌',
    address: '台中市北屯區興安路二段62號1樓',
  },
  {
    id: '145031',
    store: '元百',
    address: '台中市大里區成功路512號516號',
  },
  {
    id: '145053',
    store: '大聖',
    address: '台中市梧棲區草湳里臨港路三段351號',
  },
  {
    id: '146997',
    store: '朝科大',
    address: '台中市霧峰區吉峰東路168號宿舍大樓',
  },
  {
    id: '147945',
    store: '理想',
    address: '台中市龍井區國際街155號157號159號1樓',
  },
  {
    id: '148351',
    store: '篤行',
    address: '台中市北區篤行路120號122號',
  },
  {
    id: '148915',
    store: '墩業',
    address: '台中市南屯區大墩路717-5號',
  },
  {
    id: '149033',
    store: '德毅',
    address: '台中市北區尊賢街9號',
  },
  {
    id: '149103',
    store: '福康',
    address: '台中市西屯區福林里福康路33號',
  },
  {
    id: '149114',
    store: '逢大一',
    address: '台中市西屯區文華路100號1樓',
  },
  {
    id: '149608',
    store: '成興',
    address: '台中市中區柳川里成功路271號1樓、興中街68號1樓',
  },
  {
    id: '150745',
    store: '聚懋',
    address: '台中市南屯區大墩路287號289號一樓',
  },
  {
    id: '150790',
    store: '松竹',
    address: '台中市北屯區昌平路二段11-1號',
  },
  {
    id: '150815',
    store: '庚樺',
    address: '台中市北區崇德路一段143之2號',
  },
  {
    id: '151069',
    store: '沙鹿中',
    address: '台中市沙鹿區中山路198號',
  },
  {
    id: '151302',
    store: '興悅',
    address: '台中市北區金華里進德北路160號162號',
  },
  {
    id: '151405',
    store: '大運通',
    address: '台中市潭子區復興路一段16號18號',
  },
  {
    id: '151508',
    store: '亞和',
    address: '台中市大雅區中山北路410號',
  },
  {
    id: '151520',
    store: '東村',
    address: '台中市太平區東村路200號',
  },
  {
    id: '151586',
    store: '社和',
    address: '台中市新社區中和街五段115號1樓',
  },
  {
    id: '151690',
    store: '大連',
    address: '台中市北屯區大連路一段40號1樓',
  },
  {
    id: '151818',
    store: '鹿興',
    address: '台中市沙鹿區向上路七段1號',
  },
  {
    id: '152028',
    store: '昌陽',
    address: '台中市北屯區昌平路一段264號',
  },
  {
    id: '153582',
    store: '栗豐',
    address: '台中市神岡區承德路219號',
  },
  {
    id: '153630',
    store: '新峰',
    address: '台中市霧峰區吉峰路153號',
  },
  {
    id: '153722',
    store: '新里',
    address: '台中市大里區中興路二段480號',
  },
  {
    id: '154138',
    store: '吉峰',
    address: '台中市霧峰區德泰街9號',
  },
  {
    id: '154493',
    store: '新禾',
    address: '台中市神岡區和睦路一段363號',
  },
  {
    id: '154633',
    store: '管院',
    address: '台中市西屯區臺灣大道四段1727號',
  },
  {
    id: '154644',
    store: '益風',
    address: '台中市西區精誠路107號',
  },
  {
    id: '154806',
    store: '港埠',
    address: '台中市梧棲區港埠路一段989號',
  },
  {
    id: '155038',
    store: '鑫權勝',
    address: '台中市南屯區五權西路二段882號',
  },
  {
    id: '155049',
    store: '新忠貞',
    address: '台中市沙鹿區東大路二段1587號',
  },
  {
    id: '155050',
    store: '新北屯',
    address: '台中市北屯區太原路三段516號1樓',
  },
  {
    id: '155153',
    store: '吉得堡',
    address: '台中市梧棲區中興路121號',
  },
  {
    id: '155267',
    store: '大都會',
    address: '台中市西屯區惠來路二段238之1號1樓',
  },
  {
    id: '155304',
    store: '朝陽大',
    address: '台中市霧峰區吉峰東路74號',
  },
  {
    id: '155463',
    store: '恩光站',
    address: '台中市西屯區環中路一段2490號',
  },
  {
    id: '155603',
    store: '粵西',
    address: '台中市東勢區東坑路62號1樓',
  },
  {
    id: '158288',
    store: '吉龍',
    address: '台中市西區吉龍里忠明南路410號1樓及五權七街200、202號1樓',
  },
  {
    id: '158624',
    store: '大進',
    address: '台中市南屯區五權西路二段185號',
  },
  {
    id: '158668',
    store: '華美',
    address: '台中市西屯區西屯路二段19號19之1號21號',
  },
  {
    id: '158761',
    store: '萬峰',
    address: '台中市霧峰區中正路146-20號',
  },
  {
    id: '158808',
    store: '歐風',
    address: '台中市西屯區惠民路199號',
  },
  {
    id: '158842',
    store: '錦花',
    address: '台中市中區光復路127號',
  },
  {
    id: '158978',
    store: '健太',
    address: '台中市北屯區太原路三段1138號',
  },
  {
    id: '159029',
    store: '惠宇',
    address: '台中市南屯區向上南路一段167之1號',
  },
  {
    id: '159030',
    store: '興府',
    address: '台中市大雅區學府路51號',
  },
  {
    id: '159111',
    store: '逢甲',
    address: '台中市西屯區西屯路二段272之3號之4號1樓',
  },
  {
    id: '159395',
    store: '鑫港醫',
    address: '台中市西屯區台灣大道四段1650號1樓',
  },
  {
    id: '160199',
    store: '久豐',
    address: '台中市后里區三光路36號',
  },
  {
    id: '160225',
    store: '豐泰',
    address: '台中市豐原區豐勢路二段396號',
  },
  {
    id: '160236',
    store: '大甲東',
    address: '台中市外埔區甲后路五段15號',
  },
  {
    id: '162966',
    store: '昌平',
    address: '台中市北屯區昌平路一段70號',
  },
  {
    id: '163523',
    store: '新市政',
    address: '台中市西屯區臺灣大道三段99號1樓',
  },
  {
    id: '163693',
    store: '蔗園',
    address: '台中市大肚區遊園路一段143號',
  },
  {
    id: '164146',
    store: '富由',
    address: '台中市東區自由路三段169-1號',
  },
  {
    id: '164571',
    store: '富麗',
    address: '台中市東區十甲里十甲路397號',
  },
  {
    id: '164582',
    store: '新振興',
    address: '台中市東區十甲東路217號',
  },
  {
    id: '164869',
    store: '潭富',
    address: '台中市潭子區中山路二段585之1號',
  },
  {
    id: '164995',
    store: '峰資',
    address: '台中市霧峰區樹仁路26號1樓',
  },
  {
    id: '165035',
    store: '新永大',
    address: '台中市大里區大明路340號1樓',
  },
  {
    id: '165057',
    store: '科博館',
    address: '台中市北區淡溝里博館路92號1樓',
  },
  {
    id: '165161',
    store: '媽祖',
    address: '台中市大甲區光明路1號',
  },
  {
    id: '165194',
    store: '新興陽',
    address: '台中市北屯區平田里興安路一段289號1樓',
  },
  {
    id: '165600',
    store: '龍峰',
    address: '台中市龍井區向上路六段298號',
  },
  {
    id: '165817',
    store: '九德',
    address: '台中市烏日區九德村中華路43.45.47號1樓',
  },
  {
    id: '165862',
    store: '王田',
    address: '台中市大肚區沙田路一段386號',
  },
  {
    id: '166212',
    store: '雅樂',
    address: '台中市北屯區松竹路二段88號',
  },
  {
    id: '166267',
    store: '逢學',
    address: '台中市西屯區文華路100號',
  },
  {
    id: '166337',
    store: '豐河',
    address: '台中市南屯區向上路二段376號',
  },
  {
    id: '166533',
    store: '智光',
    address: '台中市梧棲區大智路一段525號1樓',
  },
  {
    id: '166669',
    store: '奇積',
    address: '台中市西屯區新科路1號',
  },
  {
    id: '166902',
    store: '亞大醫',
    address: '台中市霧峰區福新路222號B1樓',
  },
  {
    id: '167237',
    store: '金格',
    address: '台中市北屯區松竹路一段965號1樓',
  },
  {
    id: '167248',
    store: '育智',
    address: '台中市太平區育賢路520號',
  },
  {
    id: '167868',
    store: '惠中',
    address: '台中市南屯區黎明路二段425號1樓',
  },
  {
    id: '170451',
    store: '金興',
    address: '台中市太平區新興路312號',
  },
  {
    id: '170783',
    store: '龍井',
    address: '台中市龍井區遊園南路210號',
  },
  {
    id: '174349',
    store: '勤科大',
    address: '台中市太平區坪林里中山路二段57號',
  },
  {
    id: '174372',
    store: '雅潭',
    address: '台中市大雅區學府路209號',
  },
  {
    id: '174394',
    store: '康泰',
    address: '台中市豐原區安康路34、36、38號1樓',
  },
  {
    id: '174408',
    store: '平興',
    address: '台中市北屯區遼寧路一段120號',
  },
  {
    id: '174431',
    store: '旱溪東',
    address: '台中市太平區中山路四段235號',
  },
  {
    id: '174545',
    store: '大肚',
    address: '台中市大肚區沙田路二段740號',
  },
  {
    id: '174604',
    store: '長德',
    address: '台中市太平區長億里永成北路125號',
  },
  {
    id: '174626',
    store: '忠福',
    address: '台中市西區忠明南路192號',
  },
  {
    id: '174855',
    store: '昌旺',
    address: '台中市北屯區昌平路二段12之16號',
  },
  {
    id: '174877',
    store: '港臻',
    address: '台中市梧棲區文昌路333號',
  },
  {
    id: '174903',
    store: '精科',
    address: '台中市南屯區嶺東路368號',
  },
  {
    id: '175054',
    store: '大明',
    address: '台中市大里區中興路二段833號835號及中興路二段祥興一巷2號',
  },
  {
    id: '177441',
    store: '亞太',
    address: '台中市北區中清路一段506、508號',
  },
  {
    id: '179621',
    store: '太明',
    address: '台中市烏日區太明路136號',
  },
  {
    id: '180045',
    store: '潭厝',
    address: '台中市潭子區環中東路一段5號',
  },
  {
    id: '180137',
    store: '賢和',
    address: '台中市北屯區景賢路230號',
  },
  {
    id: '180230',
    store: '遠百',
    address: '台中市西屯區台灣大道三段251號10樓',
  },
  {
    id: '180333',
    store: '大仁',
    address: '台中市梧棲區頂寮里28鄰大仁路二段71號',
  },
  {
    id: '180436',
    store: '欣浩',
    address: '台中市清水區五權路121號',
  },
  {
    id: '180469',
    store: '豐積',
    address: '台中市大雅區科雅西路5號B2樓',
  },
  {
    id: '180517',
    store: '大貿',
    address: '台中市西屯區中平路279號',
  },
  {
    id: '180551',
    store: '港務',
    address: '台中市梧棲區中和里15鄰中橫一路12號',
  },
  {
    id: '180632',
    store: '環山',
    address: '台中市和平區中興路三段64-5號.64-6號',
  },
  {
    id: '180827',
    store: '鑫工三',
    address: '台中市西屯區中工三路123.125號1樓',
  },
  {
    id: '180964',
    store: '嶺寶',
    address: '台中市南屯區忠勇路23-12號1樓',
  },
  {
    id: '181244',
    store: '明興',
    address: '台中市南區忠明南路929號',
  },
  {
    id: '181381',
    store: '大立光',
    address: '台中市南屯區精科路13號4樓',
  },
  {
    id: '181565',
    store: '世界',
    address: '台中市東區十甲路202號',
  },
  {
    id: '181624',
    store: '興惠',
    address: '台中市南區國光路250號',
  },
  {
    id: '181772',
    store: '北勢東',
    address: '台中市沙鹿區北勢東路507之8號9號',
  },
  {
    id: '181956',
    store: '逢科',
    address: '台中市西屯區青海路二段556號',
  },
  {
    id: '182199',
    store: '保康',
    address: '台中市豐原區保康路160號',
  },
  {
    id: '182328',
    store: '康勢',
    address: '台中市霧峰區豐正路648號',
  },
  {
    id: '182339',
    store: '權旺',
    address: '台中市南屯區五權西路二段812號',
  },
  {
    id: '182410',
    store: '惠馨',
    address: '台中市南屯區大墩南路332.336號',
  },
  {
    id: '182421',
    store: '中展館',
    address: '台中市烏日區中山路三段1-1號',
  },
  {
    id: '182432',
    store: '榮田',
    address: '台中市烏日區三榮路二段199號',
  },
  {
    id: '182557',
    store: '太舜',
    address: '台中市潭子區潭興路二段350號1樓',
  },
  {
    id: '182616',
    store: '川越',
    address: '台中市北屯區昌平東六路121號',
  },
  {
    id: '182764',
    store: '新榮',
    address: '台中市大里區東榮路552號',
  },
  {
    id: '182867',
    store: '曾厝',
    address: '台中市霧峰區振興街32.36.38號',
  },
  {
    id: '183170',
    store: '梨山',
    address: '台中市和平區中正路6號1樓',
  },
  {
    id: '183217',
    store: '賴厝',
    address: '台中市北區漢口路四段102號1樓.地下樓',
  },
  {
    id: '183365',
    store: '英荃',
    address: '台中市清水區中山路39.41.43號',
  },
  {
    id: '183424',
    store: '港昌',
    address: '台中市梧棲區港埠路一段986號',
  },
  {
    id: '183479',
    store: '鏵智',
    address: '台中市梧棲區中華路二段351號',
  },
  {
    id: '183550',
    store: '壹盛',
    address: '台中市南區忠孝路166號',
  },
  {
    id: '183675',
    store: '聯鑫',
    address: '台中市中區建國路143.145號',
  },
  {
    id: '184106',
    store: '龍億',
    address: '台中市龍井區沙田路五段143號',
  },
  {
    id: '184195',
    store: '三景',
    address: '台中市梧棲區臺灣大道十段168號(第1930號櫃位)',
  },
  {
    id: '184221',
    store: '祥順東',
    address: '台中市北屯區祥順東路一段2號',
  },
  {
    id: '184243',
    store: '浤雅',
    address: '台中市大雅區中清路四段737號',
  },
  {
    id: '184302',
    store: '富宇',
    address: '台中市北屯區建和路二段273.275號',
  },
  {
    id: '184335',
    store: '幼勝',
    address: '台中市大甲區中山路二段920之21號之22號之23號之25號之26號',
  },
  {
    id: '184357',
    store: '后里棧',
    address: '台中市后里區馬場路300號B1樓',
  },
  {
    id: '185006',
    store: '新美',
    address: '台中市大甲區經國路329號',
  },
  {
    id: '185958',
    store: '大將作',
    address: '台中市西區英才路410號',
  },
  {
    id: '186571',
    store: '福漢',
    address: '台中市西屯區何福里漢口路二段112號112-1號',
  },
  {
    id: '186674',
    store: '美生',
    address: '台中市西區美村路一段54號',
  },
  {
    id: '186685',
    store: '瑞陽',
    address: '台中市南屯區河南路四段442號446號1、2樓',
  },
  {
    id: '186700',
    store: '民主',
    address: '台中市南區復興路三段320、322、324、326號',
  },
  {
    id: '186881',
    store: '展騰',
    address: '台中市西屯區台灣大道三段688號690號',
  },
  {
    id: '186906',
    store: '廣裕',
    address: '台中市大雅區中山路145號',
  },
  {
    id: '187079',
    store: '權美',
    address: '台中市西區美村路一段736號',
  },
  {
    id: '187080',
    store: '元宏',
    address: '台中市烏日區溪南路一段722號',
  },
  {
    id: '187312',
    store: '坑口',
    address: '台中市霧峰區中正路563、563-1號',
  },
  {
    id: '187448',
    store: '權貴',
    address: '台中市南區五權南路189號',
  },
  {
    id: '187747',
    store: '瑞興',
    address: '台中市豐原區中正路499號',
  },
  {
    id: '188290',
    store: '中龍',
    address: '台中市龍井區麗水里中南一路一段7號1樓',
  },
  {
    id: '188441',
    store: '新樹孝',
    address: '台中市太平區樹孝路48號50號1樓',
  },
  {
    id: '188740',
    store: '中城',
    address: '台中市大里區中興路一段328號',
  },
  {
    id: '188924',
    store: '隆恩',
    address: '台中市西屯區大墩十八街116號1樓',
  },
  {
    id: '189020',
    store: '遊園',
    address: '台中市大肚區遊園路二段146號1樓',
  },
  {
    id: '189042',
    store: '東寶',
    address: '台中市潭子區昌平路三段152號',
  },
  {
    id: '189112',
    store: '喀哩',
    address: '台中市烏日區溪南路二段380號1樓',
  },
  {
    id: '189307',
    store: '新西屯',
    address: '台中市西屯區西屯路二段281-3號281-4號',
  },
  {
    id: '190606',
    store: '潭欣',
    address: '台中市潭子區福潭路622號1樓',
  },
  {
    id: '192820',
    store: '保雅',
    address: '台中市沙鹿區屏西路55號',
  },
  {
    id: '192842',
    store: '后旺',
    address: '台中市后里區甲后路二段742號一樓',
  },
  {
    id: '193155',
    store: '順太',
    address: '台中市北屯區太順路112號1樓',
  },
  {
    id: '193281',
    store: '鑫大立',
    address: '台中市南屯區精科路11號2樓',
  },
  {
    id: '193638',
    store: '甲渭',
    address: '台中市大甲區中山路二段905之12號',
  },
  {
    id: '193694',
    store: '泰安一',
    address: '台中市后里區安眉路113號',
  },
  {
    id: '193708',
    store: '泰安綻',
    address: '台中市后里區九甲七路400號',
  },
  {
    id: '193719',
    store: '泰安二',
    address: '台中市后里區安眉路113號',
  },
  {
    id: '193720',
    store: '泰安三',
    address: '台中市后里區九甲七路400號',
  },
  {
    id: '193797',
    store: '君悅',
    address: '台中市北屯區軍福十三路68號',
  },
  {
    id: '193982',
    store: '逢星',
    address: '台中市西屯區福星路651-8號',
  },
  {
    id: '193993',
    store: '和平',
    address: '台中市和平區東關路三段161之2號',
  },
  {
    id: '194262',
    store: '豐竹',
    address: '台中市大里區健民路97號',
  },
  {
    id: '194446',
    store: '禾康',
    address: '台中市神岡區三民路630號1樓',
  },
  {
    id: '194561',
    store: '晞寶',
    address: '台中市大雅區昌平路四段556號',
  },
  {
    id: '194620',
    store: '平和',
    address: '台中市沙鹿區平等路100號',
  },
  {
    id: '194804',
    store: '鑫文山',
    address: '台中市南屯區文山路20號和22號',
  },
  {
    id: '194826',
    store: '新繼光',
    address: '台中市中區繼光街64號一樓',
  },
  {
    id: '194848',
    store: '大邁',
    address: '台中市大雅區大林路275號',
  },
  {
    id: '195184',
    store: '漢展',
    address: '台中市東區自由路四段436號',
  },
  {
    id: '195254',
    store: '逢吉',
    address: '台中市西屯區西安街275號',
  },
  {
    id: '195368',
    store: '豐年',
    address: '台中市太平區環太東路345號',
  },
  {
    id: '195450',
    store: '逢美',
    address: '台中市西屯區烈美街98號',
  },
  {
    id: '195933',
    store: '三和',
    address: '台中市烏日區三榮路一段558號',
  },
  {
    id: '195999',
    store: '建丞',
    address: '台中市南區建成路1683號1樓',
  },
  {
    id: '196154',
    store: '龍竹',
    address: '台中市龍井區竹坑里沙田路四段316號',
  },
  {
    id: '196338',
    store: '中醫五',
    address: '台中市北區學士路2號',
  },
  {
    id: '196419',
    store: '振福',
    address: '台中市太平區振福路361巷6號1樓',
  },
  {
    id: '196774',
    store: '超贊',
    address: '台中市南區高工路202號1樓',
  },
  {
    id: '196969',
    store: '超億',
    address: '台中市西區公益路126號',
  },
  {
    id: '197021',
    store: '北庄',
    address: '台中市北屯區后庄北路221-1號',
  },
  {
    id: '197320',
    store: '豐光',
    address: '台中市豐原區中山路581號583號',
  },
  {
    id: '197456',
    store: '港安',
    address: '台中市西屯區西屯路三段179之9號',
  },
  {
    id: '197674',
    store: '宜寧',
    address: '台中市南區東興路一段21號1樓',
  },
  {
    id: '197917',
    store: '工站',
    address: '台中市南屯區五權西路三段350號',
  },
  {
    id: '198356',
    store: '山莊',
    address: '台中市霧峰區中正路650號1樓',
  },
  {
    id: '198460',
    store: '梧汊港',
    address: '台中市清水區北堤路30號',
  },
  {
    id: '198633',
    store: '新清水',
    address: '台中市清水區五權路16號1樓、民有路1號1樓',
  },
  {
    id: '198725',
    store: '巧聖',
    address: '台中市大里區西榮里益民路二段137號',
  },
  {
    id: '198895',
    store: '衛道',
    address: '台中市北區進化北路378-6號',
  },
  {
    id: '199083',
    store: '丰太',
    address: '台中市太平區永豐路351號1樓',
  },
  {
    id: '199289',
    store: '廣環',
    address: '台中市西屯區環中路二段698號',
  },
  {
    id: '199304',
    store: '精站',
    address: '台中市南屯區向上路五段289號',
  },
  {
    id: '199902',
    store: '超學',
    address: '台中市北區進化北路327號與325號1樓',
  },
  {
    id: '199924',
    store: '原義',
    address: '台中市西屯區忠義街80號',
  },
  {
    id: '200022',
    store: '軟體',
    address: '台中市大里區東湖里中山路131號',
  },
  {
    id: '200099',
    store: '昌進',
    address: '台中市南屯區大進街387號1樓.大墩十二街151號1樓',
  },
  {
    id: '200273',
    store: '神圳',
    address: '台中市神岡區厚生路66-1號',
  },
  {
    id: '200387',
    store: '七綻',
    address: '台中市北屯區文心路四段57號',
  },
  {
    id: '200516',
    store: '興安',
    address: '台中市沙鹿區興安路25-1號1樓',
  },
  {
    id: '200701',
    store: '欣花園',
    address: '台中市北屯區華美西街二段478號',
  },
  {
    id: '201346',
    store: '潭秀',
    address: '台中市潭子區雅潭路一段60號62號64號1樓',
  },
  {
    id: '201771',
    store: '汶莊',
    address: '台中市北區中清路一段102號1樓',
  },
  {
    id: '201852',
    store: '墩富',
    address: '台中市南屯區大墩路572號',
  },
  {
    id: '201977',
    store: '逢華',
    address: '台中市西屯區文華路10-7號',
  },
  {
    id: '202408',
    store: '豐梅',
    address: '台中市石岡區豐勢路460號1樓',
  },
  {
    id: '206606',
    store: '美豐',
    address: '台中市后里區三豐路五段128號',
  },
  {
    id: '206709',
    store: '博一',
    address: '台中市北區英才路388號388之1號及博館一街37號',
  },
  {
    id: '206798',
    store: '建日',
    address: '台中市烏日區建國路419號',
  },
  {
    id: '206891',
    store: '后科',
    address: '台中市后里區內東路306號',
  },
  {
    id: '206927',
    store: '浤淶',
    address: '台中市大雅區中清路四段408號',
  },
  {
    id: '207089',
    store: '鹿心',
    address: '台中市沙鹿區光華路171號1樓、鎮南路二段535號1樓',
  },
  {
    id: '207159',
    store: '北忠',
    address: '台中市沙鹿區北勢東路806號',
  },
  {
    id: '207388',
    store: '景大和',
    address: '台中市北屯區景賢路191號',
  },
  {
    id: '207470',
    store: '微笑',
    address: '台中市北區育樂街66.68號一樓及夾層',
  },
  {
    id: '207528',
    store: '智尊',
    address: '台中市梧棲區八德路1號',
  },
  {
    id: '207632',
    store: '鹿福',
    address: '台中市沙鹿區光大路99號',
  },
  {
    id: '207779',
    store: '晶材',
    address: '台中市后里區后科路二段335號',
  },
  {
    id: '208037',
    store: '環禹',
    address: '台中市大雅區雅環路二段126號',
  },
  {
    id: '208107',
    store: '弘大',
    address: '台中市沙鹿區晉武路9號',
  },
  {
    id: '208288',
    store: '大晉',
    address: '台中市沙鹿區東晉路133號',
  },
  {
    id: '208325',
    store: '東蘭',
    address: '台中市東勢區東蘭路194號',
  },
  {
    id: '208624',
    store: '潮貴',
    address: '台中市西屯區朝馬路158號1樓',
  },
  {
    id: '208897',
    store: '新丁台',
    address: '台中市霧峰區四德路477-2號477-2-1號',
  },
  {
    id: '209096',
    store: '泉富',
    address: '台中市潭子區中山路一段57號1樓',
  },
  {
    id: '209225',
    store: '月湖',
    address: '台中市后里區公安路147-15號',
  },
  {
    id: '209373',
    store: '大唐',
    address: '台中市北屯區大連北街98號1樓',
  },
  {
    id: '209546',
    store: '鹿成',
    address: '台中市沙鹿區光華路394.396號1樓',
  },
  {
    id: '209591',
    store: '藍鵲',
    address: '台中市大雅區永和路112-26號',
  },
  {
    id: '209683',
    store: '后宥',
    address: '台中市后里區甲后路一段955號',
  },
  {
    id: '209764',
    store: '文銧',
    address: '台中市沙鹿區斗潭路230號1樓',
  },
  {
    id: '209786',
    store: '興中街',
    address: '台中市新社區興中街90-11號',
  },
  {
    id: '209878',
    store: '軍榮',
    address: '台中市北屯區軍榮一街90號1樓',
  },
  {
    id: '210030',
    store: '哈魚',
    address: '台中市南屯區環中路四段6號',
  },
  {
    id: '210052',
    store: '康順',
    address: '台中市霧峰區吉峰路85號',
  },
  {
    id: '210395',
    store: '東苑',
    address: '台中市龍井區台灣大道五段3巷62弄81號',
  },
  {
    id: '210627',
    store: '大里杙',
    address: '台中市大里區大里路510號',
  },
  {
    id: '210889',
    store: '正勤',
    address: '台中市西屯區黎明路三段539-3號.539-5號',
  },
  {
    id: '210890',
    store: '鎮瀾',
    address: '台中市大甲區大甲里鎮瀾街102號',
  },
  {
    id: '210937',
    store: '富亦',
    address: '台中市南屯區公益路二段939號1樓和龍富路四段552號1樓',
  },
  {
    id: '210971',
    store: '中蔗',
    address: '台中市大肚區中蔗路39號',
  },
  {
    id: '211125',
    store: '三社',
    address: '台中市神岡區三社路256號',
  },
  {
    id: '211158',
    store: '育立',
    address: '台中市太平區育賢路282號',
  },
  {
    id: '211527',
    store: '吉泰來',
    address: '台中市霧峰區中正路583號',
  },
  {
    id: '211538',
    store: '豐社',
    address: '台中市豐原區社皮里社皮路78號',
  },
  {
    id: '211826',
    store: '中醫大',
    address: '台中市北屯區經貿路一段110號',
  },
  {
    id: '211860',
    store: '愛心',
    address: '台中市大里區愛心路43號',
  },
  {
    id: '211882',
    store: '智復',
    address: '台中市東區復興路四段210號1.2樓.地下層',
  },
  {
    id: '212209',
    store: '文豐',
    address: '台中市南屯區文心南五路ㄧ段319號',
  },
  {
    id: '212302',
    store: '春安',
    address: '台中市南屯區嶺東南路165號',
  },
  {
    id: '213877',
    store: '遠平',
    address: '台中市北屯區北平路三段75-4號75-5號',
  },
  {
    id: '214168',
    store: '中農',
    address: '台中市東區台中路195號197號199號',
  },
  {
    id: '214364',
    store: '逢福',
    address: '台中市西屯區黎明路三段348號',
  },
  {
    id: '214412',
    store: '友達光',
    address: '台中市西屯區中科路1號',
  },
  {
    id: '214652',
    store: '三中',
    address: '台中市西區忠明路54-1號1樓、博館路231號233號235號237號1樓',
  },
  {
    id: '214663',
    store: '鑫廣',
    address: '台中市南區福順里忠明南路787號',
  },
  {
    id: '214755',
    store: '潭濟',
    address: '台中市潭子區豐興路一段88號B1樓',
  },
  {
    id: '214788',
    store: '明義',
    address: '台中市西區明義街6號',
  },
  {
    id: '214939',
    store: '烏日',
    address: '台中市烏日區新興路247號',
  },
  {
    id: '215183',
    store: '軍建',
    address: '台中市北屯區軍福十三路198號',
  },
  {
    id: '215286',
    store: '無尾熊',
    address: '台中市南區德富路73號75號1樓',
  },
  {
    id: '215301',
    store: '鑫友達',
    address: '台中市西屯區中科路1號',
  },
  {
    id: '215312',
    store: '友達宿',
    address: '台中市西屯區科雅路2號',
  },
  {
    id: '215747',
    store: '盛民興',
    address: '台中市太平區中山路二段366號、366-1號、368號1樓',
  },
  {
    id: '215987',
    store: '環東',
    address: '台中市北屯區東山路一段306-1號1.2樓及環中東路二段268號1樓',
  },
  {
    id: '216049',
    store: '奕慶',
    address: '台中市北區五權路387號及五常街13號15號',
  },
  {
    id: '216577',
    store: '欣三豐',
    address: '台中市豐原區源豐路89、93、95號1樓',
  },
  {
    id: '216762',
    store: '瑞彬',
    address: '台中市豐原區西安街68號',
  },
  {
    id: '216773',
    store: '梧棲',
    address: '台中市梧棲區台灣大道八段960號、962號1樓',
  },
  {
    id: '216795',
    store: '松佑',
    address: '台中市北屯區松竹五路二段22號1樓',
  },
  {
    id: '216854',
    store: '工權',
    address: '台中市南屯區工業區十八路31-1號',
  },
  {
    id: '216887',
    store: '詠豐',
    address: '台中市南屯區永春東路1230號',
  },
  {
    id: '216898',
    store: '向興',
    address: '台中市西區向上路一段95號',
  },
  {
    id: '216902',
    store: '權大',
    address: '台中市西區五權西路一段271號1樓2樓',
  },
  {
    id: '216913',
    store: '樂群',
    address: '台中市西區林森路80號及樂群街81號',
  },
  {
    id: '217156',
    store: '向勝',
    address: '台中市西區東興路三段57號',
  },
  {
    id: '217167',
    store: '雅津',
    address: '台中市北區天津路二段9號.11號',
  },
  {
    id: '217178',
    store: '平西',
    address: '台中市北區陜西路107號109號',
  },
  {
    id: '217189',
    store: '陜西',
    address: '台中市北區陜西路48號48之1號1樓',
  },
  {
    id: '217293',
    store: '熊貓',
    address: '台中市南屯區向上南路一段325號1樓',
  },
  {
    id: '217396',
    store: '西屯重',
    address: '台中市西屯區西屯路二段95之25號、95之26號1樓',
  },
  {
    id: '217422',
    store: '五權',
    address: '台中市西區南屯路一段60號62號64號',
  },
  {
    id: '217455',
    store: '景和',
    address: '台中市北屯區太原路三段907號',
  },
  {
    id: '227924',
    store: '神全',
    address: '台中市神岡區豐洲路1556號',
  },
  {
    id: '227935',
    store: '甲旺',
    address: '台中市大甲區經國路2076號',
  },
  {
    id: '227980',
    store: '飛翔',
    address: '台中市清水區和睦路三段238號',
  },
  {
    id: '227991',
    store: '蘋果',
    address: '台中市大里區善化路155號',
  },
  {
    id: '228134',
    store: '榮春',
    address: '台中市豐原區圓環西路92號',
  },
  {
    id: '228204',
    store: '后成',
    address: '台中市后里區成功路231巷2號',
  },
  {
    id: '228341',
    store: '茂華',
    address: '台中市大甲區蔣公路170號1樓',
  },
  {
    id: '228363',
    store: '豐市',
    address: '台中市西屯區市政路396號',
  },
  {
    id: '228466',
    store: '新中榮',
    address: '台中市西屯區台灣大道四段1650號',
  },
  {
    id: '228488',
    store: '福人',
    address: '台中市東區復興路五段142號1樓',
  },
  {
    id: '228499',
    store: '墩十九',
    address: '台中市西屯區大墩19街186號',
  },
  {
    id: '228754',
    store: '靜大',
    address: '台中市沙鹿區晉文路45.47號1樓',
  },
  {
    id: '228798',
    store: '豐嶟',
    address: '台中市豐原區豐科路53號',
  },
  {
    id: '228813',
    store: '阿罩霧',
    address: '台中市霧峰區中正路815號',
  },
  {
    id: '228846',
    store: '祥興',
    address: '台中市大里區祥興路551號',
  },
  {
    id: '228950',
    store: '奕樂',
    address: '台中市西區民生北路100號1樓及民權路217巷17號1樓',
  },
  {
    id: '229012',
    store: '興祥',
    address: '台中市烏日區興祥街189號',
  },
  {
    id: '229034',
    store: '連強',
    address: '台中市梧棲區自強一街76號',
  },
  {
    id: '229045',
    store: '豐洲路',
    address: '台中市神岡區豐洲路656號',
  },
  {
    id: '229089',
    store: '雅合',
    address: '台中市北屯區松義街132、136號1樓及夾層',
  },
  {
    id: '229090',
    store: '樹義',
    address: '台中市南區福田三街156號1樓',
  },
  {
    id: '229115',
    store: '霧工',
    address: '台中市霧峰區霧工一路58.60號',
  },
  {
    id: '229126',
    store: '園臻',
    address: '台中市烏日區三榮路一段111號',
  },
  {
    id: '229193',
    store: '望景',
    address: '台中市西屯區科園三路1號1樓之1',
  },
  {
    id: '229377',
    store: '夏督',
    address: '台中市西屯區寧夏路170號',
  },
  {
    id: '229399',
    store: '樂樂',
    address: '台中市太平區東平路422、430號1樓',
  },
  {
    id: '229506',
    store: '約恩雅',
    address: '台中市大雅區民生路一段100號',
  },
  {
    id: '229539',
    store: '育見',
    address: '台中市太平區育賢路321.323號',
  },
  {
    id: '229573',
    store: '新茄投',
    address: '台中市龍井區茄投路66-2號',
  },
  {
    id: '229654',
    store: '日進',
    address: '台中市西區梅川西路二段33號1樓',
  },
  {
    id: '229665',
    store: '欣廟東',
    address: '台中市豐原區中正路131.133號',
  },
  {
    id: '229687',
    store: '豐業',
    address: '台中市龍井區中社路312號',
  },
  {
    id: '229850',
    store: '鑫建德',
    address: '台中市東區建德街174.176.178.180號',
  },
  {
    id: '229861',
    store: '新豐陽',
    address: '台中市豐原區南陽路372號1樓',
  },
  {
    id: '229872',
    store: '大排',
    address: '台中市梧棲區中華路一段982號',
  },
  {
    id: '230001',
    store: '逢辰',
    address: '台中市西屯區西屯路二段260-18號1樓',
  },
  {
    id: '230078',
    store: '成功嶺',
    address: '台中市烏日區榮和路230號',
  },
  {
    id: '230193',
    store: '松賀',
    address: '台中市北屯區松茂里松山街148號1樓和地下層',
  },
  {
    id: '230333',
    store: '站前',
    address: '台中市烏日區站區二路181號、183號',
  },
  {
    id: '230425',
    store: '樂平',
    address: '台中市太平區東平路773號1樓',
  },
  {
    id: '230492',
    store: '亞旺',
    address: '台中市大雅區中清東路240號',
  },
  {
    id: '230539',
    store: '新通豪',
    address: '台中市北區漢口路三段101號',
  },
  {
    id: '230595',
    store: '立和',
    address: '台中市東區立德街47、49、51、53號',
  },
  {
    id: '230779',
    store: '成科',
    address: '台中市西屯區成都路221、223號',
  },
  {
    id: '230850',
    store: '花樂',
    address: '台中市石岡區豐勢路1111號1樓',
  },
  {
    id: '230931',
    store: '敦富',
    address: '台中市北屯區敦富路371號1樓',
  },
  {
    id: '230942',
    store: '鴨姆寮',
    address: '台中市梧棲區永興路一段588巷28號1樓',
  },
  {
    id: '231026',
    store: '富久',
    address: '台中市北屯區南興路1052.1056號1樓',
  },
  {
    id: '231037',
    store: '立功',
    address: '台中市太平區育才路446.448.450號',
  },
  {
    id: '231107',
    store: '永春',
    address: '台中市南屯區永春東七路629號',
  },
  {
    id: '231174',
    store: '京成',
    address: '台中市南區學府路145號、台中市南區學府路147巷1、3、5、7號',
  },
  {
    id: '231211',
    store: '甲尚',
    address: '台中市大甲區武陵里興安路263號1樓',
  },
  {
    id: '231336',
    store: '美芯',
    address: '台中市后里區三豐路四段369號1樓',
  },
  {
    id: '231369',
    store: '盈全',
    address: '台中市太平區新光里新福路218號',
  },
  {
    id: '231370',
    store: '潭旺',
    address: '台中市潭子區人和路39號',
  },
  {
    id: '231392',
    store: '維樂',
    address: '台中市太平區溪州西路98號',
  },
  {
    id: '231440',
    store: '文雅',
    address: '台中市梧棲區文匯街66號',
  },
  {
    id: '231510',
    store: '后探',
    address: '台中市北屯區崇德十路二段361號',
  },
  {
    id: '231624',
    store: '郡寶',
    address: '台中市潭子區大富路一段7號1、2樓',
  },
  {
    id: '231668',
    store: '湧順',
    address: '台中市北屯區樹孝路666號',
  },
  {
    id: '231727',
    store: '耘晨',
    address: '台中市東勢區東關路六段432號',
  },
  {
    id: '231819',
    store: '新家',
    address: '台中市大里區新仁路一段71-2號.71-3號',
  },
  {
    id: '231912',
    store: '豐旺',
    address: '台中市豐原區豐北街325.327.329號1樓',
  },
  {
    id: '231934',
    store: '漢口',
    address: '台中市西屯區漢口路一段22.24號1樓',
  },
  {
    id: '232007',
    store: '東戰',
    address: '台中市東區東門路121.123號1樓',
  },
  {
    id: '232247',
    store: '瑞井',
    address: '台中市大肚區遊園路一段90-1號',
  },
  {
    id: '232328',
    store: '嶺春',
    address: '台中市南屯區永春北路53號1樓',
  },
  {
    id: '232476',
    store: '湖日',
    address: '台中市烏日區公園路269號',
  },
  {
    id: '232498',
    store: '智惠',
    address: '台中市西屯區智惠街52號1樓',
  },
  {
    id: '232638',
    store: '權輝',
    address: '台中市西區五權路1之218號',
  },
  {
    id: '232708',
    store: '綠川',
    address: '台中市中區成功路35.37號、綠川東街84號',
  },
  {
    id: '232775',
    store: '祥順',
    address: '台中市北屯區祥順路二段93.95號',
  },
  {
    id: '232915',
    store: '順和',
    address: '台中市西屯區工業區三十八路135號',
  },
  {
    id: '232926',
    store: '昌東',
    address: '台中市北屯區昌平路一段17號17-1號17-2號',
  },
  {
    id: '233055',
    store: '宇順',
    address: '台中市西屯區福安路51號',
  },
  {
    id: '233099',
    store: '碩豐',
    address: '台中市南屯區萬和路一段30號',
  },
  {
    id: '233273',
    store: '峰政',
    address: '台中市清水區鰲峰路360號1樓',
  },
  {
    id: '233284',
    store: '軍團',
    address: '台中市后里區馬場路292號1樓',
  },
  {
    id: '233435',
    store: '東峰',
    address: '台中市大里區大峰路429號',
  },
  {
    id: '233642',
    store: '永福路',
    address: '台中市西屯區永福路136號1樓',
  },
  {
    id: '233723',
    store: '平麗',
    address: '台中市沙鹿區南斗路29-1號',
  },
  {
    id: '233734',
    store: '小滿',
    address: '台中市西屯區中工三路220之20號',
  },
  {
    id: '233778',
    store: '大莊園',
    address: '台中市西區向上路一段15號1樓',
  },
  {
    id: '233804',
    store: '園豐',
    address: '台中市太平區祥順路一段46號',
  },
  {
    id: '233860',
    store: '神尚',
    address: '台中市神岡區大圳路41-105號',
  },
  {
    id: '234047',
    store: '清春',
    address: '台中市梧棲區長春路10號',
  },
  {
    id: '234058',
    store: '聯悅',
    address: '台中市清水區民族路三段131.131-1號',
  },
  {
    id: '234106',
    store: '保運',
    address: '台中市南區復興北路783號',
  },
  {
    id: '234173',
    store: '嶺東',
    address: '台中市南屯區嶺東路1號',
  },
  {
    id: '234184',
    store: '嶺東二',
    address: '台中市南屯區中台路7號',
  },
  {
    id: '234265',
    store: '勇維',
    address: '台中市清水區大勇路36號',
  },
  {
    id: '234298',
    store: '好時光',
    address: '台中市西屯區光明路55-26號、55-27號1樓',
  },
  {
    id: '234391',
    store: '天藍',
    address: '台中市烏日區溪南路一段126巷255號及257號',
  },
  {
    id: '234438',
    store: '民生路',
    address: '台中市大雅區民生路三段159號',
  },
  {
    id: '234508',
    store: '惠富',
    address: '台中市西屯區朝富路286號1樓',
  },
  {
    id: '234553',
    store: '興興',
    address: '台中市南區東興路一段77號',
  },
  {
    id: '234612',
    store: '梧棲宅',
    address: '台中市梧棲區文化路一段88-1號1樓',
  },
  {
    id: '234704',
    store: '崧雅',
    address: '台中市大安區大安港路589號',
  },
  {
    id: '234807',
    store: '巨富',
    address: '台中市北屯區敦富路807號1樓',
  },
  {
    id: '234830',
    store: '樂寶',
    address: '台中市東區進德路600號',
  },
  {
    id: '234874',
    store: '旅順路',
    address: '台中市北屯區旅順路二段357、359號1樓',
  },
  {
    id: '234896',
    store: '鵬儀',
    address: '台中市太平區鵬儀路137.137-1.139.139-1號',
  },
  {
    id: '235017',
    store: '櫻沐',
    address: '台中市西屯區大河一巷三弄1號、3號1樓',
  },
  {
    id: '235132',
    store: '福科',
    address: '台中市西屯區福林路409號',
  },
  {
    id: '235143',
    store: '新麗寶',
    address: '台中市后里區福容路201號1樓',
  },
  {
    id: '235246',
    store: '陽旭',
    address: '台中市北屯區北屯路200巷1號及北屯路200-1號一樓、地下一層',
  },
  {
    id: '235350',
    store: '文川',
    address: '台中市北區文心路四段230號1樓',
  },
  {
    id: '235615',
    store: '文河',
    address: '台中市北屯區文心路四段500號1樓',
  },
  {
    id: '235693',
    store: '智鴻',
    address: '台中市梧棲區大勇路240號1樓',
  },
  {
    id: '235992',
    store: '富雅',
    address: '台中市潭子區雅豐街220號',
  },
  {
    id: '236179',
    store: '景賢八',
    address: '台中市北屯區景賢八路228號1樓',
  },
  {
    id: '236353',
    store: '精福',
    address: '台中市南屯區精誠路500號',
  },
  {
    id: '236630',
    store: '裕元',
    address: '台中市西屯區安和路168號',
  },
  {
    id: '236641',
    store: '后庄',
    address: '台中市北屯區后庄里后庄路141號1樓',
  },
  {
    id: '236652',
    store: '軍松',
    address: '台中市北屯區松竹五路199號1樓',
  },
  {
    id: '236663',
    store: '逢貿',
    address: '台中市西屯區黎明路三段1218號',
  },
  {
    id: '236674',
    store: '逢德',
    address: '台中市西屯區青海路二段321號323號',
  },
  {
    id: '236939',
    store: '瑞盟',
    address: '台中市西屯區福雅路143-1號',
  },
  {
    id: '237633',
    store: '秋紅谷',
    address: '台中市西屯區朝富路30號32號1樓',
  },
  {
    id: '237747',
    store: '鑫中華',
    address: '台中市中區中華路一段153.155號一樓157號一二樓',
  },
  {
    id: '238430',
    store: '市民',
    address: '台中市西區公益路157號',
  },
  {
    id: '238614',
    store: '內鑫',
    address: '台中市大里區東昇里新仁路二段92號',
  },
  {
    id: '238717',
    store: '親親',
    address: '台中市北區錦洲里北屯路14號.14-2號.14-3號1樓',
  },
  {
    id: '238795',
    store: '仁化',
    address: '台中市大里區仁化路657號',
  },
  {
    id: '238924',
    store: '百祐',
    address: '台中市南區美村路二段188號190號1樓',
  },
  {
    id: '238946',
    store: '向美',
    address: '台中市西區美村路一段302之1號302之7號',
  },
  {
    id: '239525',
    store: '上誠',
    address: '台中市西區向上路一段381號383號385號',
  },
  {
    id: '239710',
    store: '東展',
    address: '台中市東勢區南平里豐勢路336號',
  },
  {
    id: '239868',
    store: '昌和',
    address: '台中市北屯區東山路一段146之39號',
  },
  {
    id: '239983',
    store: '博吉',
    address: '台中市北屯區東光路786號1樓',
  },
  {
    id: '240112',
    store: '圓通南',
    address: '台中市潭子區潭陽里圓通南路239號',
  },
  {
    id: '240293',
    store: '東加',
    address: '台中市北屯區東山路一段185號',
  },
  {
    id: '240606',
    store: '瑞城',
    address: '台中市大里區瑞城一街1號',
  },
  {
    id: '240662',
    store: '忠明義',
    address: '台中市西區忠明南路16號16之1號18號1樓',
  },
  {
    id: '240673',
    store: '同榮',
    address: '台中市北屯區同榮路161號1樓',
  },
  {
    id: '240891',
    store: '黎明東',
    address: '台中市南屯區黎明東街22號',
  },
  {
    id: '241056',
    store: '福上',
    address: '台中市西屯區河南路二段71號1樓',
  },
  {
    id: '241126',
    store: '生活',
    address: '台中市南區復興路二段71巷70號1樓及忠明南路730巷17號1樓',
  },
  {
    id: '241182',
    store: '大鋒',
    address: '台中市潭子區大豐一路439號1樓',
  },
  {
    id: '241229',
    store: '一路發',
    address: '台中市清水區鰲峰路580號之15',
  },
  {
    id: '241241',
    store: '新國光',
    address: '台中市南區國光路82及84號;愛國街67及69號',
  },
  {
    id: '241296',
    store: '豐采',
    address: '台中市南屯區黎明路二段504、506、506-1號',
  },
  {
    id: '241447',
    store: '大東家',
    address: '台中市南區新榮里復興路三段138、140號',
  },
  {
    id: '241687',
    store: '東園',
    address: '台中市烏日區溪埧里溪南路一段413號',
  },
  {
    id: '241838',
    store: '夢幻誠',
    address: '台中市烏日區高鐵路二段118號',
  },
  {
    id: '242325',
    store: '墩十',
    address: '台中市西區大墩十街92號',
  },
  {
    id: '242691',
    store: '丰康',
    address: '台中市北屯區中清西二街10號',
  },
  {
    id: '242808',
    store: '總太',
    address: '台中市北屯區環太東路500、501號1樓',
  },
  {
    id: '249038',
    store: '鎮揚',
    address: '台中市沙鹿區南陽路439號',
  },
  {
    id: '249197',
    store: '南屯',
    address: '台中市南屯區南屯路二段570號',
  },
  {
    id: '249201',
    store: '興福',
    address: '台中市南區復興路二段175之1之2號',
  },
  {
    id: '249278',
    store: '欣東勢',
    address: '台中市東勢區上新里第一橫街153、155號1樓和三民街2號1樓',
  },
  {
    id: '249418',
    store: '溪洲',
    address: '台中市太平區新平路二段221號1樓',
  },
  {
    id: '249441',
    store: '民府',
    address: '台中市西區四維街22-1號24號',
  },
  {
    id: '249647',
    store: '豐環',
    address: '台中市豐原區豐原大道一段370號',
  },
  {
    id: '249795',
    store: '科雅',
    address: '台中市西屯區福雅路571-1號',
  },
  {
    id: '249809',
    store: '福雅',
    address: '台中市西屯區福雅路338號',
  },
  {
    id: '249902',
    store: '三豐路',
    address: '台中市豐原區三豐路二段289號',
  },
  {
    id: '250094',
    store: '京達',
    address: '台中市豐原區中正路805號',
  },
  {
    id: '250120',
    store: '寶昇',
    address: '台中市北屯區北屯路224之1號',
  },
  {
    id: '250175',
    store: '大榮',
    address: '台中市太平區中興東路189號191號',
  },
  {
    id: '250186',
    store: '豐華',
    address: '台中市北區崇德里進化北路148號1樓及榮華街121號1樓',
  },
  {
    id: '250245',
    store: '上安',
    address: '台中市西屯區至善路61號',
  },
  {
    id: '250360',
    store: '大金',
    address: '台中市大里區中興路一段255號',
  },
  {
    id: '250418',
    store: '文心',
    address: '台中市西屯區文心路三段76號、78號',
  },
  {
    id: '250577',
    store: '聯信',
    address: '台中市南區建成路1107號1樓',
  },
  {
    id: '250669',
    store: '清康',
    address: '台中市清水區中山路106號',
  },
  {
    id: '250739',
    store: '竹探',
    address: '台中市北屯區松竹路三段676-1號',
  },
  {
    id: '250784',
    store: '神采',
    address: '台中市神岡區中山路773號',
  },
  {
    id: '250902',
    store: '元保',
    address: '台中市北區進化北路413號1樓',
  },
  {
    id: '251156',
    store: '金西屯',
    address: '台中市西屯區西屯路三段79-33號',
  },
  {
    id: '251396',
    store: '吉仕多',
    address: '台中市太平區樹德路255號',
  },
  {
    id: '251411',
    store: '鈞泰',
    address: '台中市北屯區太原路三段1112之1號1120之1號1樓',
  },
  {
    id: '251547',
    store: '鑫鑽',
    address: '台中市南屯區文心南三路663號',
  },
  {
    id: '251581',
    store: '瑞慶',
    address: '台中市豐原區豐原大道三段261號',
  },
  {
    id: '251592',
    store: '鑫承',
    address: '台中市西屯區朝富路2號1樓',
  },
  {
    id: '251651',
    store: '新童',
    address: '台中市梧棲區台灣大道八段699號',
  },
  {
    id: '251961',
    store: '翁子',
    address: '台中市豐原區豐勢路一段669號一樓',
  },
  {
    id: '252193',
    store: '櫻花',
    address: '台中市西屯區櫻花路111號',
  },
  {
    id: '252241',
    store: '保誠',
    address: '台中市西區五權路2-104號及貴和街222號',
  },
  {
    id: '252403',
    store: '健勝',
    address: '台中市北區健行路701號',
  },
  {
    id: '252470',
    store: '漢翔',
    address: '台中市西屯區福星北路59號',
  },
  {
    id: '252517',
    store: '進合',
    address: '台中市北區進化路328號',
  },
  {
    id: '252610',
    store: '國校',
    address: '台中市北屯區國校巷16號',
  },
  {
    id: '252643',
    store: '福寶',
    address: '台中市北屯區陳平路50號',
  },
  {
    id: '252768',
    store: '鑫德',
    address: '台中市太平區新興路85-1號',
  },
  {
    id: '252997',
    store: '樂河',
    address: '台中市北屯區軍和街457號1樓和461號1樓2樓',
  },
  {
    id: '253015',
    store: '多田',
    address: '台中市大里區立新街350號，立新二街5號',
  },
  {
    id: '253093',
    store: '一中',
    address: '台中市北區一中街98號1樓',
  },
  {
    id: '253107',
    store: '佳茂',
    address: '台中市潭子區中山路一段17號1樓',
  },
  {
    id: '253185',
    store: '新東峰',
    address: '台中市北區東光路340號',
  },
  {
    id: '253299',
    store: '福星',
    address: '台中市西屯區福星路580號',
  },
  {
    id: '253303',
    store: '鎮權',
    address: '台中市沙鹿區鎮南路二段107號109號',
  },
  {
    id: '253369',
    store: '文華',
    address: '台中市西屯區寧夏路232號',
  },
  {
    id: '253428',
    store: '旭日',
    address: '台中市北區五權路272.274.276號與太平路221號',
  },
  {
    id: '253440',
    store: '東海',
    address: '台中市龍井區台灣大道五段3巷43號45號1樓',
  },
  {
    id: '253679',
    store: '學士',
    address: '台中市北區學士路163號165號',
  },
  {
    id: '253716',
    store: '逢大路',
    address: '台中市西屯區逢大路13號1樓',
  },
  {
    id: '253923',
    store: '潭興',
    address: '台中市潭子區豐興路一段591、593、595號1樓',
  },
  {
    id: '253956',
    store: '雅神',
    address: '台中市大雅區昌平路四段286號',
  },
  {
    id: '254030',
    store: '豐樂',
    address: '台中市北屯區崇德路三段608號',
  },
  {
    id: '254052',
    store: '北陽',
    address: '台中市豐原區北陽路288號',
  },
  {
    id: '254074',
    store: '鑫佳慶',
    address: '台中市太平區大源二街1號1F',
  },
  {
    id: '254155',
    store: '興春',
    address: '台中市南屯區永春東路96號',
  },
  {
    id: '254199',
    store: '新學和',
    address: '台中市南區學府路70號70-1號72號1樓',
  },
  {
    id: '254410',
    store: '僑隆興',
    address: '台中市烏日區中山路三段180號',
  },
  {
    id: '254487',
    store: '工一',
    address: '台中市西屯區工業區一路98-32號1樓',
  },
  {
    id: '254661',
    store: '鹿鼎',
    address: '台中市沙鹿區台灣大道七段812號1樓',
  },
  {
    id: '254904',
    store: '中清',
    address: '台中市北屯區大德里中清路二段336號1樓',
  },
  {
    id: '254937',
    store: '文津',
    address: '台中市北區天津路二段138之10號之11號',
  },
  {
    id: '255088',
    store: '修平',
    address: '台中市大里區工業二路100號',
  },
  {
    id: '255251',
    store: '美晶',
    address: '台中市后里區后科南路88號1樓',
  },
  {
    id: '255262',
    store: '美憶',
    address: '台中市后里區后科路二段309號1樓',
  },
  {
    id: '255295',
    store: '蔣公',
    address: '台中市大甲區蔣公路221號',
  },
  {
    id: '255332',
    store: '華太',
    address: '台中市北區中華路二段137號',
  },
  {
    id: '255343',
    store: '昌鴻',
    address: '台中市北區賴厝里山西路一段48號',
  },
  {
    id: '255354',
    store: '美群',
    address: '台中市大里區美群路60號',
  },
  {
    id: '255527',
    store: '福林',
    address: '台中市西屯區福林路31巷150號',
  },
  {
    id: '260666',
    store: '海濱',
    address: '台中市清水區中華路429號',
  },
  {
    id: '260817',
    store: '新中工',
    address: '台中市西屯區工業區一路58之1號',
  },
  {
    id: '260828',
    store: '澤康',
    address: '台中市南屯區五權西路二段412號1樓',
  },
  {
    id: '260954',
    store: '大道',
    address: '台中市大里區仁化里至善路188號',
  },
  {
    id: '261005',
    store: '豐贊',
    address: '台中市豐原區豐勢路二段979號1樓',
  },
  {
    id: '261016',
    store: '益華',
    address: '台中市北區健行路49號',
  },
  {
    id: '261038',
    store: '崇尚',
    address: '台中市北屯區崇德路二段450號1樓',
  },
  {
    id: '261061',
    store: '美德',
    address: '台中市北區民權路472號1樓466巷1.3號1樓',
  },
  {
    id: '261072',
    store: '新平',
    address: '台中市太平區永平路一段105號107號1樓',
  },
  {
    id: '261186',
    store: '關連',
    address: '台中市梧棲區臨港路三段70.72號',
  },
  {
    id: '261267',
    store: '聯順',
    address: '台中市西屯區福聯里福順路898號900號',
  },
  {
    id: '261636',
    store: '南美',
    address: '台中市南區南平路182號',
  },
  {
    id: '261751',
    store: '市鑫',
    address: '台中市中區自由路二段9號1樓',
  },
  {
    id: '261773',
    store: '東儷',
    address: '台中市西屯區臺灣大道四段1727號',
  },
  {
    id: '262156',
    store: '新大億',
    address: '台中市太平區大興路151號151-1號',
  },
  {
    id: '262330',
    store: '福廣',
    address: '台中市大雅區中山路1號3號5號1樓',
  },
  {
    id: '262466',
    store: '東義',
    address: '台中市北區北平路二段141號1樓',
  },
  {
    id: '262499',
    store: '逢大二',
    address: '台中市西屯區福星北路98號1樓',
  },
  {
    id: '262514',
    store: '向上',
    address: '台中市南屯區黎明路二段193號',
  },
  {
    id: '262592',
    store: '潮洋',
    address: '台中市西屯區市政路596號',
  },
  {
    id: '262639',
    store: '百惠',
    address: '台中市西屯區台灣大道三段182號1.2樓',
  },
  {
    id: '262640',
    store: '鑫華新',
    address: '台中市中區中華里中華路一段75號77號及民族路218號',
  },
  {
    id: '262891',
    store: '高工',
    address: '台中市南區高工路168號1樓',
  },
  {
    id: '262950',
    store: '富強',
    address: '台中市北區國強街142號及天祥街100號1樓',
  },
  {
    id: '263137',
    store: '義興',
    address: '台中市南區復興路一段128號',
  },
  {
    id: '263322',
    store: '豐后',
    address: '台中市豐原區三豐路二段186、188號1樓',
  },
  {
    id: '791573',
    store: '永進',
    address: '台中市北區進化北路297號',
  },
  {
    id: '800125',
    store: '豐東',
    address: '台中市豐原區豐東路218號',
  },
  {
    id: '810018',
    store: '草湖',
    address: '台中市大里區中興路一段11-6、11-7號1樓及東南路1號1樓',
  },
  {
    id: '822642',
    store: '雙行',
    address: '台中市北區雙十路二段47號',
  },
  {
    id: '831598',
    store: '童醫',
    address: '台中市沙鹿區成功東街1號',
  },
  {
    id: '832030',
    store: '新墩',
    address: '台中市西屯區大墩路901號',
  },
  {
    id: '840488',
    store: '第一',
    address: '台中市太平區新福里中山路四段112、112-1.112-2號1樓',
  },
  {
    id: '842325',
    store: '中棲',
    address: '台中市沙鹿區台灣大道七段259號1樓',
  },
  {
    id: '844192',
    store: '靜宜',
    address: '台中市沙鹿區鎮南路二段293號',
  },
  {
    id: '845612',
    store: '新立德',
    address: '台中市東區復興路四段4號台中路45號',
  },
  {
    id: '846109',
    store: '育仁',
    address: '台中市北區進化路581號、583號1樓',
  },
  {
    id: '846486',
    store: '向心',
    address: '台中市南屯區大墩6街284號',
  },
  {
    id: '852067',
    store: '順大',
    address: '台中市大甲區中山路一段1085號',
  },
  {
    id: '852425',
    store: '昌大',
    address: '台中市北屯區大連路二段283號',
  },
  {
    id: '854661',
    store: '大全',
    address: '台中市西區公館路136號138號',
  },
  {
    id: '854742',
    store: '豐信',
    address: '台中市豐原區復興路75號信義街77號',
  },
  {
    id: '860541',
    store: '復慶',
    address: '台中市南區樹義里大慶街二段5-2號',
  },
  {
    id: '860644',
    store: '日出',
    address: '台中市大甲區孟春里通天路168號',
  },
  {
    id: '862330',
    store: '社口',
    address: '台中市神岡區社口里8鄰中山路736號',
  },
  {
    id: '863218',
    store: '巨龍',
    address: '台中市龍井區中央路三段51號',
  },
  {
    id: '863447',
    store: '鼎好',
    address: '台中市烏日區中山路二段289號',
  },
  {
    id: '863632',
    store: '昌盛',
    address: '台中市北屯區昌平路二段45號之8及45號之9',
  },
  {
    id: '863975',
    store: '精美',
    address: '台中市太平區中平里精美路1號',
  },
  {
    id: '865100',
    store: '新北平',
    address: '台中市北區北平路二段96號',
  },
  {
    id: '865384',
    store: '新五廊',
    address: '台中市西區民生路155號一樓',
  },
  {
    id: '865823',
    store: '后綜',
    address: '台中市后里區甲后路一段349、351號1樓',
  },
  {
    id: '870401',
    store: '水景',
    address: '台中市北屯區東山路一段212號',
  },
  {
    id: '872957',
    store: '樂業',
    address: '台中市東區樂業路259號',
  },
  {
    id: '874296',
    store: '益民',
    address: '台中市大里區東興里10鄰大明路238號',
  },
  {
    id: '874458',
    store: '隆安',
    address: '台中市西屯區大隆路56號1樓',
  },
  {
    id: '875093',
    store: '合作',
    address: '台中市北區自強一街1號',
  },
  {
    id: '875141',
    store: '月眉',
    address: '台中市后里區民生路226.228號1樓',
  },
  {
    id: '880718',
    store: '清中',
    address: '台中市清水區北寧里董公街56號',
  },
  {
    id: '880822',
    store: '大峰',
    address: '台中市大里區大峰路167號',
  },
  {
    id: '881663',
    store: '宜昌',
    address: '台中市太平區宜昌路400號',
  },
  {
    id: '881814',
    store: '水豐',
    address: '台中市豐原區鐮村路462號',
  },
  {
    id: '883326',
    store: '新豐民',
    address: '台中市豐原區三民路93號1樓',
  },
  {
    id: '883902',
    store: '豐洲',
    address: '台中市神岡區五權路63號',
  },
  {
    id: '883913',
    store: '新豐田',
    address: '台中市豐原區豐南街145號',
  },
  {
    id: '885539',
    store: '安龍',
    address: '台中市西區五權路2-12號2-13號1樓',
  },
  {
    id: '885780',
    store: '東里',
    address: '台中市大里區大里路295號',
  },
  {
    id: '886174',
    store: '海德堡',
    address: '台中市南屯區向心南路928號930號',
  },
  {
    id: '887029',
    store: '忠太',
    address: '台中市北區太原路一段492號地下1層和忠明八街1號1樓',
  },
  {
    id: '890036',
    store: '葫蘆墩',
    address: '台中市豐原區水源路127-1號',
  },
  {
    id: '890416',
    store: '太隆',
    address: '台中市太平區德隆里工業路148號150號',
  },
  {
    id: '890483',
    store: '新霧峰',
    address: '台中市霧峰區中正路916號',
  },
  {
    id: '890704',
    store: '立新',
    address: '台中市大里區立仁路142號',
  },
  {
    id: '890944',
    store: '清泉崗',
    address: '台中市沙鹿區中清路六段259號',
  },
  {
    id: '891132',
    store: '丹聯',
    address: '台中市沙鹿區中山路田尾巷3號4號5號',
  },
  {
    id: '891361',
    store: '雅昌',
    address: '台中市北區中清路一段569號',
  },
  {
    id: '891501',
    store: '龍祥',
    address: '台中市龍井區沙田路四段636號',
  },
  {
    id: '891682',
    store: '豐碩',
    address: '台中市大雅區中清路四段46號',
  },
  {
    id: '891903',
    store: '墩陽',
    address: '台中市南屯區大墩10街254號1樓',
  },
  {
    id: '891914',
    store: '茂陽',
    address: '台中市豐原區南陽路299之8號299之9號',
  },
  {
    id: '893046',
    store: '榮晉',
    address: '台中市潭子區頭張路二段2號',
  },
  {
    id: '893150',
    store: '寶利旺',
    address: '台中市后里區三豐路三段887號1樓',
  },
  {
    id: '893231',
    store: '嘟嘟',
    address: '台中市北區興進路60號',
  },
  {
    id: '893345',
    store: '新仁華',
    address: '台中市大里區仁化路460.462號',
  },
  {
    id: '893596',
    store: '台紙',
    address: '台中市大肚區沙田路二段645號',
  },
  {
    id: '893725',
    store: '京泰',
    address: '台中市豐原區成功路195號.西勢路98號',
  },
  {
    id: '893851',
    store: '新勤益',
    address: '台中市太平區中山路一段217號',
  },
  {
    id: '895695',
    store: '太平',
    address: '台中市太平區中政里中興路171.173號',
  },
  {
    id: '900175',
    store: '福茂',
    address: '台中市西屯區西屯路三段148-30號',
  },
  {
    id: '900359',
    store: '后東',
    address: '台中市后里區甲后路一段101號1樓',
  },
  {
    id: '900430',
    store: '雙喜',
    address: '台中市大雅區中山北路167號',
  },
  {
    id: '900887',
    store: '漢成',
    address: '台中市西屯區漢成四街2號',
  },
  {
    id: '900898',
    store: '龍津',
    address: '台中市龍井區三德里中央路二段4號',
  },
  {
    id: '901525',
    store: '紅億',
    address: '台中市太平區光興路572號576號',
  },
  {
    id: '901846',
    store: '敦煌',
    address: '台中市北屯區敦化路一段473號1樓',
  },
  {
    id: '902757',
    store: '華生',
    address: '台中市西區民生路517號',
  },
  {
    id: '903255',
    store: '墩隆',
    address: '台中市西屯區大墩路966號',
  },
  {
    id: '903288',
    store: '京展',
    address: '台中市豐原區中正路858號1樓',
  },
  {
    id: '903303',
    store: '上楓',
    address: '台中市大雅區民生路三段523號',
  },
  {
    id: '903831',
    store: '日南',
    address: '台中市大甲區日南里青年路130號',
  },
  {
    id: '905527',
    store: '權興',
    address: '台中市南屯區五權西路二段62號',
  },
  {
    id: '908320',
    store: '詠德',
    address: '台中市梧棲區大智路二段385號',
  },
  {
    id: '909080',
    store: '大維',
    address: '台中市梧棲區四維路73、75號',
  },
  {
    id: '909149',
    store: '萬文',
    address: '台中市南屯區黎明路一段1033號',
  },
  {
    id: '910079',
    store: '全利',
    address: '台中市太平區樹孝路338號',
  },
  {
    id: '910736',
    store: '百達',
    address: '台中市大雅區中清路三段721號',
  },
  {
    id: '910770',
    store: '台中港',
    address: '台中市梧棲區台灣大道九段301號1樓',
  },
  {
    id: '910998',
    store: '逢運',
    address: '台中市北屯區雷中街95號',
  },
  {
    id: '911290',
    store: '頂橋',
    address: '台中市南區興大路338號340號',
  },
  {
    id: '912363',
    store: '新育才',
    address: '台中市北區三民路三段116號',
  },
  {
    id: '912606',
    store: '矽品',
    address: '台中市潭子區大豐路三段188號190號',
  },
  {
    id: '912732',
    store: '模範',
    address: '台中市西區模範街34巷1號',
  },
  {
    id: '912743',
    store: '福田',
    address: '台中市南區文心南路883、885號1樓',
  },
  {
    id: '913643',
    store: '福明',
    address: '台中市東區進化路170號1樓',
  },
  {
    id: '921013',
    store: '大坑',
    address: '台中市北屯區橫坑巷28-1號',
  },
  {
    id: '921116',
    store: '鄉林',
    address: '台中市南屯區大業路177號',
  },
  {
    id: '921770',
    store: '昌興',
    address: '台中市清水區新興路238號文昌街12-1號',
  },
  {
    id: '922304',
    store: '新豐興',
    address: '台中市豐原區東勢里中興路57號',
  },
  {
    id: '922728',
    store: '頂尖',
    address: '台中市沙鹿區北勢東路617號619號',
  },
  {
    id: '923307',
    store: '光園',
    address: '台中市東區東光園路142號',
  },
  {
    id: '923558',
    store: '新石岡',
    address: '台中市石岡區明德路118號',
  },
  {
    id: '924850',
    store: '栗林',
    address: '台中市潭子區祥和路169號171號',
  },
  {
    id: '931098',
    store: '松東',
    address: '台中市北屯區松竹路三段125號',
  },
  {
    id: '931294',
    store: '新墩興',
    address: '台中市南屯區東興路二段98號1樓',
  },
  {
    id: '931423',
    store: '巧竹',
    address: '台中市清水區海濱里臨港路五段828、830號1樓',
  },
  {
    id: '933223',
    store: '高美祿',
    address: '台中市清水區高美路190號1樓',
  },
  {
    id: '936185',
    store: '東富',
    address: '台中市大里區東榮路282號',
  },
  {
    id: '940483',
    store: '金典',
    address: '台中市西區健行路1046、1046-1、1046-2號1樓',
  },
  {
    id: '940575',
    store: '祐瑄',
    address: '台中市沙鹿區光華路502號506號',
  },
  {
    id: '941028',
    store: '新民高',
    address: '台中市北區金龍里三民路三段289號',
  },
  {
    id: '941039',
    store: '新民國',
    address: '台中市北區金龍里三民路三段289號',
  },
  {
    id: '941464',
    store: '潭慶',
    address: '台中市潭子區大豐路三段123號',
  },
  {
    id: '942087',
    store: '潭德',
    address: '台中市潭子區崇德路五段489號',
  },
  {
    id: '942283',
    store: '雅興',
    address: '台中市大雅區雅潭路四段81號',
  },
  {
    id: '943091',
    store: '國安國',
    address: '台中市西屯區國安一路208巷1號',
  },
  {
    id: '943390',
    store: '校友會',
    address: '台中市西屯區台灣大道四段1727號1樓',
  },
  {
    id: '943851',
    store: '直興',
    address: '台中市豐原區水源路695號',
  },
  {
    id: '944245',
    store: '潭寶',
    address: '台中市潭子區潭興路三段51號',
  },
  {
    id: '944418',
    store: '詠珊',
    address: '台中市梧棲區大智路1017號',
  },
  {
    id: '944511',
    store: '漢華',
    address: '台中市北區漢口路五段60號62號66號1樓',
  },
  {
    id: '944692',
    store: '神寶',
    address: '台中市神岡區中正路100號',
  },
  {
    id: '946584',
    store: '豐春',
    address: '台中市南屯區文心南路100號',
  },
  {
    id: '946850',
    store: '永隆',
    address: '台中市大里區大明路457號',
  },
  {
    id: '950170',
    store: '承軒',
    address: '台中市神岡區民生路48之7號8號9號',
  },
  {
    id: '950251',
    store: '福豐',
    address: '台中市后里區福美路17號',
  },
  {
    id: '950295',
    store: '松強',
    address: '台中市北屯區松安里崇德六路一段47號',
  },
  {
    id: '950321',
    store: '弘新',
    address: '台中市梧棲區永興路一段112號',
  },
  {
    id: '950963',
    store: '雅典',
    address: '台中市南區三民西路377號西川一路1號',
  },
  {
    id: '951069',
    store: '丰瑞',
    address: '台中市北屯區四民里四平路563號',
  },
  {
    id: '951298',
    store: '后寶',
    address: '台中市后里區三豐路三段415.417號',
  },
  {
    id: '951324',
    store: '沙鹿光',
    address: '台中市沙鹿區沙田路115號',
  },
  {
    id: '951405',
    store: '安河',
    address: '台中市西屯區河南路二段14號',
  },
  {
    id: '951586',
    store: '萳陽',
    address: '台中市豐原區南陽路480號',
  },
  {
    id: '951737',
    store: '大安港',
    address: '台中市大甲區大安港路118號',
  },
  {
    id: '952246',
    store: '潭豐',
    address: '台中市潭子區崇德路四段250之1號',
  },
  {
    id: '952316',
    store: '光大國',
    address: '台中市北區文莊里日興街180號1樓',
  },
  {
    id: '953076',
    store: '綠點',
    address: '台中市大雅區神林路一段300號302號',
  },
  {
    id: '953098',
    store: '新春社',
    address: '台中市南屯區永春南路136號138號',
  },
  {
    id: '953342',
    store: '菁埔',
    address: '台中市清水區中央北路1號',
  },
  {
    id: '953755',
    store: '東洲',
    address: '台中市豐原區豐原大道七段488號',
  },
  {
    id: '954138',
    store: '豐原道',
    address: '台中市豐原區水源路307號',
  },
  {
    id: '954389',
    store: '彩豐',
    address: '台中市后里區三豐路五段551號1樓',
  },
  {
    id: '954585',
    store: '樹王',
    address: '台中市大里區文心南路1252號',
  },
  {
    id: '954758',
    store: '薰衣草',
    address: '台中市新社區協中街169之1號',
  },
  {
    id: '954792',
    store: '鎮欣',
    address: '台中市沙鹿區北勢里鎮南路二段368號',
  },
  {
    id: '956581',
    store: '錦中',
    address: '台中市北區三民路三段258號',
  },
  {
    id: '957931',
    store: '逢盛',
    address: '台中市西屯區福星路330號',
  },
  {
    id: '958277',
    store: '進德',
    address: '台中市東區自由路三段226號及進德路77號',
  },
  {
    id: '958831',
    store: '墩南',
    address: '台中市南屯區南屯路二段210、212號1樓',
  },
  {
    id: '959340',
    store: '奇晉',
    address: '台中市神岡區豐洲路469號1樓',
  },
  {
    id: '962715',
    store: '台麗',
    address: '台中市西區後龍里中山路493號1樓、五權路119號1樓',
  },
  {
    id: '962988',
    store: '神林',
    address: '台中市大雅區神林南路144號',
  },
  {
    id: '965242',
    store: '清峰',
    address: '台中市清水區中華路330號、鰲峰路173-3號',
  },
  {
    id: '965312',
    store: '文嶺',
    address: '台中市南屯區嶺東路806號',
  },
  {
    id: '965356',
    store: '松潭',
    address: '台中市北屯區軍功路二段183號1樓',
  },
  {
    id: '966175',
    store: '中台禾',
    address: '台中市北屯區太原路三段1505號',
  },
  {
    id: '966810',
    store: '永源村',
    address: '台中市新社區東山街88-29號30號',
  },
  {
    id: '966913',
    store: '后冠',
    address: '台中市后里區民生路1號',
  },
  {
    id: '967123',
    store: '宸騰',
    address: '台中市西屯區上石路201號',
  },
  {
    id: '967352',
    store: '育成',
    address: '台中市霧峰區樹仁路161-1及161-2號',
  },
  {
    id: '967422',
    store: '逢喜',
    address: '台中市西屯區逢甲路247號',
  },
  {
    id: '967569',
    store: '新光德',
    address: '台中市烏日區信義街162號1樓',
  },
  {
    id: '967709',
    store: '甜園',
    address: '台中市潭子區豐栗路9號',
  },
  {
    id: '967776',
    store: '新亞大',
    address: '台中市霧峰區中正路473號475號',
  },
  {
    id: '967927',
    store: '榮泉',
    address: '台中市烏日區中山路三段1007號',
  },
  {
    id: '967950',
    store: '亞洲一',
    address: '台中市霧峰區柳豐路500號',
  },
  {
    id: '968517',
    store: '雅勝',
    address: '台中市大雅區雅潭路四段491號',
  },
  {
    id: '968528',
    store: '永在',
    address: '台中市大甲區日南里黎明路3之21號1樓',
  },
  {
    id: '968838',
    store: '鑫井源',
    address: '台中市龍井區沙田路六段323號',
  },
  {
    id: '969026',
    store: '東英',
    address: '台中市東區自由路四段339號',
  },
  {
    id: '970565',
    store: '中湖',
    address: '台中市大里區中興路一段292之11及292之12號',
  },
  {
    id: '970808',
    store: '潭春',
    address: '台中市潭子區東寶里大豐路二段1號1樓',
  },
  {
    id: '971041',
    store: '大衛',
    address: '台中市大里區國中路276號',
  },
  {
    id: '971188',
    store: '大洲',
    address: '台中市神岡區大洲路299之1號',
  },
  {
    id: '971328',
    store: '鑫工和',
    address: '台中市西屯區協和里工業區三十八路30號1樓',
  },
  {
    id: '971476',
    store: '鹿維',
    address: '台中市沙鹿區北勢東路330號',
  },
  {
    id: '971742',
    store: '東泓',
    address: '台中市東區東門里東門路140號',
  },
  {
    id: '971926',
    store: '鈺英',
    address: '台中市大甲區育英路283號',
  },
  {
    id: '971959',
    store: '保屏',
    address: '台中市沙鹿區向上路七段132號',
  },
  {
    id: '971971',
    store: '新政',
    address: '台中市大甲區信義路193號',
  },
  {
    id: '972468',
    store: '新北庄',
    address: '台中市神岡區北庄里中山路1320-3號',
  },
  {
    id: '972745',
    store: '新平智',
    address: '台中市東區新庄里大智路49號',
  },
  {
    id: '972929',
    store: '新豐寶',
    address: '台中市豐原區中山路143-2號1樓',
  },
  {
    id: '976736',
    store: '龍新',
    address: '台中市龍井區新興路18號1樓',
  },
  {
    id: '977061',
    store: '大鵬',
    address: '台中市西屯區長安路二段125號',
  },
  {
    id: '977256',
    store: '建智',
    address: '台中市東區建成路668號',
  },
  {
    id: '977360',
    store: '寧夏',
    address: '台中市西屯區寧夏路105號',
  },
  {
    id: '977500',
    store: '逢仁',
    address: '台中市西屯區青海路二段262號',
  },
  {
    id: '978293',
    store: '鰲峰',
    address: '台中市清水區鰲峰路22號',
  },
  {
    id: '978374',
    store: '新庄',
    address: '台中市龍井區台灣大道五段232號236號1樓',
  },
  {
    id: '978617',
    store: '新德化',
    address: '台中市北區德化街660號',
  },
  {
    id: '980207',
    store: '新堤',
    address: '台中市大里區立德里甲堤南路71號',
  },
  {
    id: '980322',
    store: '墩正',
    address: '台中市南屯區溝墘里大墩十一街330號1樓',
  },
  {
    id: '980816',
    store: '億承',
    address: '台中市清水區民和路二段195號',
  },
  {
    id: '981196',
    store: '豐肚',
    address: '台中市大肚區社腳里沙田路一段916號',
  },
  {
    id: '981325',
    store: '后糖',
    address: '台中市后里區甲后路二段363號',
  },
  {
    id: '981657',
    store: '豐尚',
    address: '台中市豐原區豐勢路二段680號一樓',
  },
  {
    id: '982225',
    store: '慶樹',
    address: '台中市南區樹德里大慶街二段36號',
  },
  {
    id: '982292',
    store: '新豐喜',
    address: '台中市豐原區南陽路127號1樓',
  },
  {
    id: '982339',
    store: '欣谷關',
    address: '台中市和平區東關路一段135-2號1樓',
  },
  {
    id: '982351',
    store: '鑫和睦',
    address: '台中市神岡區神清路260號262號264號266號268號及福成路56-1號',
  },
  {
    id: '988061',
    store: '東風',
    address: '台中市龍井區遠東街3號',
  },
  {
    id: '988267',
    store: '松豪',
    address: '台中市北屯區四平路218號',
  },
  {
    id: '990329',
    store: '欣東雲',
    address: '台中市東勢區第五橫街28號及三民街165號',
  },
  {
    id: '991159',
    store: '天星',
    address: '台中市北屯區東山路二段77之8、77之9、77之10號1樓',
  },
  {
    id: '991805',
    store: '聯華',
    address: '台中市中區公園路13號',
  },
  {
    id: '991861',
    store: '長億',
    address: '台中市南區工學路108號',
  },
  {
    id: '991975',
    store: '青河',
    address: '台中市北屯區青島路三段155號1樓',
  },
  {
    id: '992222',
    store: '豐勇',
    address: '台中市豐原區三豐路一段155.157.159號1樓',
  },
  {
    id: '992358',
    store: '港區',
    address: '台中市梧棲區安仁里文化路二段2鄰55號1樓',
  },
  {
    id: '992406',
    store: '明道一',
    address: '台中市烏日區中山路一段497號(蠡海大樓)',
  },
  {
    id: '992543',
    store: '俊國',
    address: '台中市西屯區永福路40巷5號7號1樓',
  },
  {
    id: '992794',
    store: '學園',
    address: '台中市龍井區台灣大道五段3巷62弄21號1樓',
  },
  {
    id: '992808',
    store: '熱天',
    address: '台中市北屯區天津路四段68號1樓',
  },
  {
    id: '993018',
    store: '新象',
    address: '台中市北屯區中清路二段776號778號',
  },
  {
    id: '993096',
    store: '精田',
    address: '台中市南屯區黎明路一段142號',
  },
  {
    id: '993122',
    store: '功興',
    address: '台中市太平區建興路47號',
  },
  {
    id: '993498',
    store: '豐慶',
    address: '台中市西屯區甘肅路一段196號及198號1樓',
  },
  {
    id: '993591',
    store: '婷婷',
    address: '台中市北區學士路67號69號1樓',
  },
  {
    id: '993708',
    store: '精中',
    address: '台中市太平區太平一街220號',
  },
  {
    id: '996291',
    store: '萬寶',
    address: '台中市北屯區中清路二段567號一樓',
  },
  {
    id: '996752',
    store: '新豐功',
    address: '台中市南屯區豐樂里永春東路860號',
  },
  {
    id: '110367',
    store: '儒林',
    address: '彰化縣二林鎮北平里仁愛路11鄰425號',
  },
  {
    id: '110459',
    store: '員昌',
    address: '彰化縣員林市黎明里12鄰南昌路70號72號1樓',
  },
  {
    id: '112215',
    store: '員林',
    address: '彰化縣員林市忠孝里4鄰員東路二段417號',
  },
  {
    id: '112385',
    store: '大陽',
    address: '彰化縣彰化市延平里大埔路405號',
  },
  {
    id: '112949',
    store: '頂番',
    address: '彰化縣鹿港鎮頂草路一段61號',
  },
  {
    id: '113403',
    store: '王功',
    address: '彰化縣芳苑鄉王功村3鄰芳漢路王功段544號1樓',
  },
  {
    id: '113816',
    store: '金福興',
    address: '彰化縣福興鄉員鹿路二段196號198號1樓',
  },
  {
    id: '116767',
    store: '口庄',
    address: '彰化縣花壇鄉中山路二段649號651號',
  },
  {
    id: '118822',
    store: '新安可',
    address: '彰化縣溪湖鎮西環路373號',
  },
  {
    id: '119098',
    store: '源益',
    address: '彰化縣二林鎮斗苑路四段720號',
  },
  {
    id: '120319',
    store: '伸濱',
    address: '彰化縣伸港鄉新港路425號',
  },
  {
    id: '120320',
    store: '彰泰',
    address: '彰化縣彰化市安平街58號1樓',
  },
  {
    id: '120478',
    store: '員農',
    address: '彰化縣員林市萬年里員水路二段19鄰433號',
  },
  {
    id: '120490',
    store: '彰馬',
    address: '彰化縣彰化市彰馬路246號之5',
  },
  {
    id: '121219',
    store: '芳苑',
    address: '彰化縣芳苑鄉後寮村斗苑路頂後段7號',
  },
  {
    id: '121471',
    store: '彰工',
    address: '彰化縣彰化市復興里進德路11號13號1樓',
  },
  {
    id: '122153',
    store: '福環',
    address: '彰化縣福興鄉員鹿路一段439號',
  },
  {
    id: '122175',
    store: '和峰',
    address: '彰化縣和美鎮山犁里道周路6鄰279號1樓',
  },
  {
    id: '122278',
    store: '社集',
    address: '彰化縣社頭鄉員集路一段臨351號',
  },
  {
    id: '122304',
    store: '湳港',
    address: '彰化縣永靖鄉港西村中山路一段842號',
  },
  {
    id: '126535',
    store: '員埔',
    address: '彰化縣埔心鄉員鹿路二段248.250號1樓',
  },
  {
    id: '126731',
    store: '員東',
    address: '彰化縣員林市三和里大同路一段8鄰238號',
  },
  {
    id: '126742',
    store: '新桃源',
    address: '彰化縣彰化市卦山里公園路一段335號',
  },
  {
    id: '127413',
    store: '和輝',
    address: '彰化縣和美鎮鎮平里彰草路二段臨448號',
  },
  {
    id: '130877',
    store: '員慶',
    address: '彰化縣員林市山腳路一段386號',
  },
  {
    id: '131227',
    store: '湖貴',
    address: '彰化縣溪湖鎮西寮里員鹿路四段7號1樓',
  },
  {
    id: '131722',
    store: '挖子',
    address: '彰化縣二林鎮華崙里二溪路七段195號197號1樓',
  },
  {
    id: '131733',
    store: '日新',
    address: '彰化縣福興鄉番婆村彰鹿路六段547號1樓',
  },
  {
    id: '132231',
    store: '和美',
    address: '彰化縣和美鎮和頭路189號1樓',
  },
  {
    id: '132301',
    store: '長沙',
    address: '彰化縣花壇鄉中正路130號1樓',
  },
  {
    id: '132367',
    store: '締寶',
    address: '彰化縣彰化市金馬路一段358號1樓',
  },
  {
    id: '132611',
    store: '三春',
    address: '彰化縣花壇鄉彰員路一段臨551號',
  },
  {
    id: '137889',
    store: '彰辭',
    address: '彰化縣彰化市忠孝里辭修路292號',
  },
  {
    id: '138468',
    store: '彰強',
    address: '彰化縣彰化市五權里自強南路80-11號1樓',
  },
  {
    id: '138686',
    store: '巨航',
    address: '彰化縣伸港鄉新港村中興路一段355號',
  },
  {
    id: '138848',
    store: '大竹',
    address: '彰化縣彰化市大竹里彰南路二段181號',
  },
  {
    id: '138996',
    store: '伸東',
    address: '彰化縣伸港鄉七嘉村中華路519號',
  },
  {
    id: '142238',
    store: '鹿鑫',
    address: '彰化縣鹿港鎮復興路289號291號293號',
  },
  {
    id: '142674',
    store: '彰寶',
    address: '彰化縣彰化市介壽北路82號',
  },
  {
    id: '142722',
    store: '斗金',
    address: '彰化縣北斗鎮中正路57號1樓',
  },
  {
    id: '142803',
    store: '秀發',
    address: '彰化縣秀水鄉番花路臨558之7號',
  },
  {
    id: '143138',
    store: '豐昌',
    address: '彰化縣員林市永昌街86號1樓',
  },
  {
    id: '144016',
    store: '秀傳',
    address: '彰化縣彰化市中山路一段546號1樓',
  },
  {
    id: '144588',
    store: '斗苑',
    address: '彰化縣埤頭鄉斗苑東路588號',
  },
  {
    id: '150789',
    store: '光政',
    address: '彰化縣北斗鎮光復路208號',
  },
  {
    id: '150941',
    store: '永靖',
    address: '彰化縣永靖鄉永坡路2號',
  },
  {
    id: '154655',
    store: '鹿東',
    address: '彰化縣福興鄉中正路224號',
  },
  {
    id: '155278',
    store: '曉陽',
    address: '彰化縣彰化市民族路341號343號1樓',
  },
  {
    id: '155474',
    store: '埔新',
    address: '彰化縣埔心鄉員鹿路一段145號',
  },
  {
    id: '158299',
    store: '彰化',
    address: '彰化縣彰化市長樂里中正路二段41號1樓',
  },
  {
    id: '160029',
    store: '二溪',
    address: '彰化縣溪湖鎮二溪路一段369號',
  },
  {
    id: '160030',
    store: '彰陽',
    address: '彰化縣彰化市中正路一段75號1樓',
  },
  {
    id: '160063',
    store: '員勝',
    address: '彰化縣員林市育英路131號',
  },
  {
    id: '164205',
    store: '芬草',
    address: '彰化縣芬園鄉茄荖村芬草路一段607號',
  },
  {
    id: '164283',
    store: '福山',
    address: '彰化縣彰化市彰南路一段466號、福東街2號',
  },
  {
    id: '164548',
    store: '明道站',
    address: '彰化縣溪州鄉中山路四段627號',
  },
  {
    id: '164652',
    store: '內安',
    address: '彰化縣田中鎮碧峰里中南路二段562號564號566號1樓',
  },
  {
    id: '164928',
    store: '村東',
    address: '彰化縣大村鄉山腳路92之8號1樓',
  },
  {
    id: '165356',
    store: '鹿和',
    address: '彰化縣鹿港鎮鹿和路一段271、273、275號',
  },
  {
    id: '165367',
    store: '鹿港',
    address: '彰化縣鹿港鎮中山路257號',
  },
  {
    id: '165459',
    store: '芬園',
    address: '彰化縣芬園鄉彰南路四段172號及光復路6號',
  },
  {
    id: '166289',
    store: '向福',
    address: '彰化縣溪湖鎮大溪路二段140號',
  },
  {
    id: '166452',
    store: '和新',
    address: '彰化縣和美鎮彰新路五段臨396號',
  },
  {
    id: '166555',
    store: '桂花',
    address: '彰化縣鹿港鎮鹿東路150號1+2樓',
  },
  {
    id: '169635',
    store: '和美仁',
    address: '彰化縣和美鎮鹿和路六段臨22號',
  },
  {
    id: '175098',
    store: '田尾',
    address: '彰化縣田尾鄉光復路二段752號',
  },
  {
    id: '175102',
    store: '和全',
    address: '彰化縣和美鎮竹營里美寮路二段390號',
  },
  {
    id: '177050',
    store: '崙北',
    address: '彰化縣彰化市中央路232號234號',
  },
  {
    id: '179942',
    store: '社腳',
    address: '彰化縣社頭鄉湳雅村山腳路三段525號',
  },
  {
    id: '180159',
    store: '明城',
    address: '彰化縣大城鄉東城村北平路76號',
  },
  {
    id: '180171',
    store: '欣二林',
    address: '彰化縣二林鎮大成路一段236號',
  },
  {
    id: '180931',
    store: '秀鑫',
    address: '彰化縣秀水鄉番花路101號',
  },
  {
    id: '181657',
    store: '合興',
    address: '彰化縣埤頭鄉斗苑西路406號',
  },
  {
    id: '181761',
    store: '永冠',
    address: '彰化縣永靖鄉永北村西門路142號1樓',
  },
  {
    id: '181886',
    store: '溪東',
    address: '彰化縣溪湖鎮員鹿路一段403號',
  },
  {
    id: '182395',
    store: '新彰成',
    address: '彰化縣彰化市太平街89號',
  },
  {
    id: '182513',
    store: '智慶',
    address: '彰化縣大村鄉大智路一段197號',
  },
  {
    id: '183240',
    store: '員大',
    address: '彰化縣員林市員大路一段374號',
  },
  {
    id: '184265',
    store: '彰溪',
    address: '彰化縣溪湖鎮彰水路二段臨555號',
  },
  {
    id: '184519',
    store: '員全',
    address: '彰化縣埔心鄉員林大道七段22號',
  },
  {
    id: '187150',
    store: '真愛',
    address: '彰化縣員林市大同路二段2號',
  },
  {
    id: '187404',
    store: '新社頭',
    address: '彰化縣社頭鄉員集路二段279號',
  },
  {
    id: '187459',
    store: '新龍邸',
    address: '彰化縣彰化市光南里中興路109號',
  },
  {
    id: '190824',
    store: '金東山',
    address: '彰化縣員林市南東里山腳路四段1號3號',
  },
  {
    id: '190879',
    store: '彰美',
    address: '彰化縣和美鎮彰美路三段385號387號',
  },
  {
    id: '192680',
    store: '本鈿',
    address: '彰化縣花壇鄉文德村彰員路二段臨1138號',
  },
  {
    id: '192691',
    store: '樂有',
    address: '彰化縣埔鹽鄉大有村員鹿路三段臨139號之9',
  },
  {
    id: '192716',
    store: '糖友',
    address: '彰化縣和美鎮中圍里彰新路三段臨368號',
  },
  {
    id: '193948',
    store: '彰欣',
    address: '彰化縣彰化市彰興路一段臨528號',
  },
  {
    id: '194066',
    store: '彰北',
    address: '彰化縣彰化市建國東路258號',
  },
  {
    id: '194251',
    store: '和冠',
    address: '彰化縣和美鎮彰新路六段臨566號',
  },
  {
    id: '194273',
    store: '頂王',
    address: '彰化縣鹿港鎮頭崙里7鄰頂草路二段135號',
  },
  {
    id: '195117',
    store: '花海',
    address: '彰化縣花壇鄉長春村彰員路一段280號',
  },
  {
    id: '195597',
    store: '金旺',
    address: '彰化縣彰化市延平路536號',
  },
  {
    id: '195874',
    store: '管興',
    address: '彰化縣福興鄉沿海路三段286號',
  },
  {
    id: '196143',
    store: '禾順',
    address: '彰化縣線西鄉沿海路一段849巷10號',
  },
  {
    id: '196235',
    store: '兆福',
    address: '彰化縣彰化市一德南路2號、彰南路三段400號',
  },
  {
    id: '196866',
    store: '七六埔',
    address: '彰化縣埔心鄉員埔路1192號',
  },
  {
    id: '198943',
    store: '埔成',
    address: '彰化縣埔心鄉中正路一段137號139號1樓',
  },
  {
    id: '199016',
    store: '品客',
    address: '彰化縣大村鄉中山路一段86號',
  },
  {
    id: '199120',
    store: '和港',
    address: '彰化縣和美鎮和港路552號1樓',
  },
  {
    id: '199452',
    store: '新員民',
    address: '彰化縣員林市三民街20號',
  },
  {
    id: '200055',
    store: '兆溢',
    address: '彰化縣彰化市崙美路246號',
  },
  {
    id: '200170',
    store: '辭修',
    address: '彰化縣彰化市辭修路508號',
  },
  {
    id: '200343',
    store: '興工',
    address: '彰化縣埤頭鄉崙腳村4鄰彰水路二段946號',
  },
  {
    id: '200354',
    store: '舊舍',
    address: '彰化縣社頭鄉松竹村3鄰社石路937號',
  },
  {
    id: '200468',
    store: '北圓',
    address: '彰化縣北斗鎮中華路91.93號',
  },
  {
    id: '202213',
    store: '鳴人',
    address: '彰化縣鹿港鎮鹿和路四段347號',
  },
  {
    id: '202361',
    store: '鹿濱',
    address: '彰化縣鹿港鎮彰濱五路二段臨406、臨408、臨410號',
  },
  {
    id: '206846',
    store: '佳嘉',
    address: '彰化縣北斗鎮七星里13鄰五權路臨176號',
  },
  {
    id: '207816',
    store: '興鳳',
    address: '彰化縣埤頭鄉斗苑東路731號',
  },
  {
    id: '208141',
    store: '彰南',
    address: '彰化縣彰化市竹巷里彰南路四段臨421號',
  },
  {
    id: '208347',
    store: '薪永樂',
    address: '彰化縣彰化市民族路494.496號',
  },
  {
    id: '208451',
    store: '諺東',
    address: '彰化縣和美鎮彰美路二段臨236號',
  },
  {
    id: '208462',
    store: '二八水',
    address: '彰化縣二水鄉員集路三段488號',
  },
  {
    id: '208934',
    store: '花博',
    address: '彰化縣溪州鄉中央路三段263號.265號.267號',
  },
  {
    id: '209351',
    store: '建寶莊',
    address: '彰化縣彰化市延平里埔陽街280號',
  },
  {
    id: '209753',
    store: '風車',
    address: '彰化縣鹿港鎮彰濱五路二段76號',
  },
  {
    id: '210247',
    store: '員宿',
    address: '彰化縣員林市中山路一段756號',
  },
  {
    id: '210258',
    store: '員基',
    address: '彰化縣員林市莒光路456號',
  },
  {
    id: '210719',
    store: '柑竹',
    address: '彰化縣和美鎮竹圍里彰新路四段臨245號',
  },
  {
    id: '211228',
    store: '新溪州',
    address: '彰化縣溪州鄉中山路三段436號',
  },
  {
    id: '211675',
    store: '紫騰',
    address: '彰化縣埔心鄉員鹿路三段338號',
  },
  {
    id: '212416',
    store: 'ㄚ樺',
    address: '彰化縣二林鎮中央南街48巷12號',
  },
  {
    id: '213899',
    store: '福鹿',
    address: '彰化縣福興鄉彰鹿路七段652.654號',
  },
  {
    id: '215493',
    store: '安豐',
    address: '彰化縣彰化市南安里彰鹿路166號1樓',
  },
  {
    id: '215552',
    store: '秀鴻',
    address: '彰化縣秀水鄉埔崙村民生街960號',
  },
  {
    id: '216164',
    store: '員成',
    address: '彰化縣員林市中山路二段214.216號',
  },
  {
    id: '217374',
    store: '彰基',
    address: '彰化縣二林鎮大成路一段571號',
  },
  {
    id: '227669',
    store: '欣兆陽',
    address: '彰化縣彰化市向陽里崙平南路367號',
  },
  {
    id: '228031',
    store: '禾群',
    address: '彰化縣鹿港鎮永康路71號',
  },
  {
    id: '228123',
    store: '金廣興',
    address: '彰化縣社頭鄉中山路一段766號',
  },
  {
    id: '229078',
    store: '金墩',
    address: '彰化縣花壇鄉花壇村23鄰花南路臨558號1樓',
  },
  {
    id: '230274',
    store: '普賢',
    address: '彰化縣永靖鄉中山路三段238號',
  },
  {
    id: '231118',
    store: '睿奇',
    address: '彰化縣員林市和平街18號1樓',
  },
  {
    id: '231314',
    store: '昱品',
    address: '彰化縣埔鹽鄉員鹿路一段118號',
  },
  {
    id: '231417',
    store: '鹿洋',
    address: '彰化縣鹿港鎮鹿草路三段398號',
  },
  {
    id: '231565',
    store: '三條村',
    address: '彰化縣溪州鄉中央路二段95號',
  },
  {
    id: '231646',
    store: '嘉佃',
    address: '彰化縣和美鎮彰和路三段202號',
  },
  {
    id: '231886',
    store: '新鑫',
    address: '彰化縣二林鎮二溪路三段295號',
  },
  {
    id: '231923',
    store: '順澤',
    address: '彰化縣埔鹽鄉彰水路一段301號305號1樓',
  },
  {
    id: '232502',
    store: '旺犁',
    address: '彰化縣線西鄉下犁路22-1號',
  },
  {
    id: '232616',
    store: '臻臻',
    address: '彰化縣二林鎮斗苑路五段432號',
  },
  {
    id: '233000',
    store: '芳工',
    address: '彰化縣芳苑鄉斗苑路三合段410號',
  },
  {
    id: '233103',
    store: '田多',
    address: '彰化縣田中鎮公館路205號',
  },
  {
    id: '233491',
    store: '牡丹花',
    address: '彰化縣線西鄉慶福路53號',
  },
  {
    id: '233619',
    store: '富發',
    address: '彰化縣溪湖鎮大公路166號',
  },
  {
    id: '234162',
    store: '美美',
    address: '彰化縣彰化市旭光路222號',
  },
  {
    id: '234623',
    store: '振陽',
    address: '彰化縣彰化市中正路二段403號1樓',
  },
  {
    id: '235176',
    store: '過溝仔',
    address: '彰化縣彰化市彰美路一段171號',
  },
  {
    id: '235213',
    store: '彰巧',
    address: '彰化縣彰化市新興里自強路68號',
  },
  {
    id: '235257',
    store: '茉莉花',
    address: '彰化縣花壇鄉長沙村29鄰成功街237號',
  },
  {
    id: '235866',
    store: '卡里善',
    address: '彰化縣和美鎮和厝路一段350號',
  },
  {
    id: '236995',
    store: '新大埔',
    address: '彰化縣彰化市延平里大埔路540號542號',
  },
  {
    id: '237035',
    store: '巨林',
    address: '彰化縣彰化市中山路一段286號1樓',
  },
  {
    id: '237057',
    store: '家樂福',
    address: '彰化縣彰化市茄苳路一段276號',
  },
  {
    id: '237873',
    store: '附育',
    address: '彰化縣彰化市中山路三段229號1樓',
  },
  {
    id: '239097',
    store: '埤頭',
    address: '彰化縣埤頭鄉合興村彰水路三段5鄰537號1樓',
  },
  {
    id: '239123',
    store: '鹿工',
    address: '彰化縣鹿港鎮鹿工南一路5號',
  },
  {
    id: '239190',
    store: '火車頭',
    address: '彰化縣彰化市長樂里中正路一段536號538號',
  },
  {
    id: '239204',
    store: '三民',
    address: '彰化縣彰化市三民路341號',
  },
  {
    id: '239259',
    store: '秀水',
    address: '彰化縣秀水鄉文化街31號',
  },
  {
    id: '241300',
    store: '花壇',
    address: '彰化縣花壇鄉中山路2段1、3、5號1樓',
  },
  {
    id: '241322',
    store: '寶斗',
    address: '彰化縣北斗鎮復興路281號',
  },
  {
    id: '242004',
    store: '鑫美',
    address: '彰化縣和美鎮彰美路六段199號1樓.201號1樓',
  },
  {
    id: '243214',
    store: '日泰',
    address: '彰化縣員林市三義路15號',
  },
  {
    id: '249094',
    store: '易順',
    address: '彰化縣社頭鄉員集路四段697號',
  },
  {
    id: '249315',
    store: '彰泳',
    address: '彰化縣彰化市永安街388號1樓',
  },
  {
    id: '249407',
    store: '金川',
    address: '彰化縣彰化市中正路二段611號',
  },
  {
    id: '249784',
    store: '和線',
    address: '彰化縣和美鎮嘉犁里線東路二段722號',
  },
  {
    id: '250795',
    store: '功湖',
    address: '彰化縣芳苑鄉建平村二溪路草二段372號',
  },
  {
    id: '250968',
    store: '線西',
    address: '彰化縣線西鄉寓埔村沿海路一段892號',
  },
  {
    id: '252746',
    store: '社員',
    address: '彰化縣社頭鄉員集路三段16號',
  },
  {
    id: '255446',
    store: '康軒',
    address: '彰化縣秀水鄉安溪村彰鹿路19號',
  },
  {
    id: '260806',
    store: '芬農',
    address: '彰化縣芬園鄉彰南路四段337號1樓',
  },
  {
    id: '261430',
    store: '和東',
    address: '彰化縣和美鎮愛德路27號',
  },
  {
    id: '261681',
    store: '品冠',
    address: '彰化縣員林市新生路278號',
  },
  {
    id: '261692',
    store: '海豐',
    address: '彰化縣田尾鄉中正路三段78號1.2樓',
  },
  {
    id: '262145',
    store: '花都',
    address: '彰化縣田尾鄉民生路一段586號',
  },
  {
    id: '262433',
    store: '成發',
    address: '彰化縣彰化市彰水路177號',
  },
  {
    id: '262879',
    store: '順風',
    address: '彰化縣彰化市中華西路212號',
  },
  {
    id: '262880',
    store: '二水',
    address: '彰化縣二水鄉員集路4段6.8.10號',
  },
  {
    id: '845472',
    store: '溪湖',
    address: '彰化縣溪湖鎮彰水路三段105號107號109號',
  },
  {
    id: '875369',
    store: '彰和',
    address: '彰化縣彰化市民族路163號',
  },
  {
    id: '882839',
    store: '湖北',
    address: '彰化縣溪湖鎮彰水路四段79號',
  },
  {
    id: '883762',
    store: '新香珍',
    address: '彰化縣福興鄉彰水路56號58號60號',
  },
  {
    id: '887177',
    store: '民生',
    address: '彰化縣彰化市華山路27號',
  },
  {
    id: '888549',
    store: '葉大',
    address: '彰化縣大村鄉學府路168號',
  },
  {
    id: '892560',
    store: '埔鹽',
    address: '彰化縣埔鹽鄉彰水路二段36號',
  },
  {
    id: '904133',
    store: '德美',
    address: '彰化縣和美鎮德美路700號',
  },
  {
    id: '909552',
    store: '員家',
    address: '彰化縣員林市中正路75號',
  },
  {
    id: '913274',
    store: '彰醫',
    address: '彰化縣埔心鄉舊館村中興路1號',
  },
  {
    id: '920711',
    store: '伸港',
    address: '彰化縣伸港鄉中山路190號192號',
  },
  {
    id: '921161',
    store: '東芳',
    address: '彰化縣彰化市東芳里永芳路199號',
  },
  {
    id: '922245',
    store: '創新',
    address: '彰化縣鹿港鎮順興里復興路595號1樓',
  },
  {
    id: '922511',
    store: '美溪',
    address: '彰化縣溪湖鎮大溪路二段451號',
  },
  {
    id: '922809',
    store: '鶴鳴',
    address: '彰化縣秀水鄉鶴鳴村彰鹿路362號',
  },
  {
    id: '922898',
    store: '新大村',
    address: '彰化縣大村鄉中正西路331號1樓',
  },
  {
    id: '931179',
    store: '太子哈',
    address: '彰化縣彰化市泰和中街72號',
  },
  {
    id: '931238',
    store: '薪世麥',
    address: '彰化縣花壇鄉長沙村彰員路二段550號552號',
  },
  {
    id: '931618',
    store: '金順利',
    address: '彰化縣埤頭鄉和豐村斗苑東路87號89號',
  },
  {
    id: '931700',
    store: '智富',
    address: '彰化縣彰化市萬安里長順街170號',
  },
  {
    id: '932002',
    store: '兆詠',
    address: '彰化縣彰化市台鳳里一德南路252號',
  },
  {
    id: '932194',
    store: '秀中',
    address: '彰化縣秀水鄉安東村中山路251號',
  },
  {
    id: '941660',
    store: '中圳',
    address: '彰化縣北斗鎮中和里斗中路319號',
  },
  {
    id: '941903',
    store: '村尚',
    address: '彰化縣大村鄉中山路二段357號357-2號1樓',
  },
  {
    id: '941970',
    store: '勝全',
    address: '彰化縣彰化市林森路205號',
  },
  {
    id: '950583',
    store: '東崎',
    address: '彰化縣鹿港鎮東崎里彰鹿路五段7號',
  },
  {
    id: '951128',
    store: '彰德',
    address: '彰化縣彰化市香山里彰南路二段510號',
  },
  {
    id: '952062',
    store: '和卿',
    address: '彰化縣和美鎮和南里和卿路193號',
  },
  {
    id: '952350',
    store: '鹿秀',
    address: '彰化縣鹿港鎮鹿工路6號',
  },
  {
    id: '952578',
    store: '美皇',
    address: '彰化縣大村鄉山腳路72號',
  },
  {
    id: '953032',
    store: '梅州里',
    address: '彰化縣田中鎮中州路二段372號',
  },
  {
    id: '953467',
    store: '田正',
    address: '彰化縣田尾鄉中山路一段191號',
  },
  {
    id: '953629',
    store: '群茂',
    address: '彰化縣二林鎮斗苑路四段159號',
  },
  {
    id: '953744',
    store: '管嶼',
    address: '彰化縣福興鄉沿海路三段69號',
  },
  {
    id: '953881',
    store: '鹿棋',
    address: '彰化縣鹿港鎮溝墘里鹿和路三段438號',
  },
  {
    id: '954459',
    store: '新百川',
    address: '彰化縣員林市莒光路379號',
  },
  {
    id: '959317',
    store: '惠明',
    address: '彰化縣員林市惠明街51號',
  },
  {
    id: '961941',
    store: '秀工',
    address: '彰化縣秀水鄉彰水路二段795-1號',
  },
  {
    id: '963121',
    store: '伸冠',
    address: '彰化縣伸港鄉大同村中興路二段316號',
  },
  {
    id: '965563',
    store: '昇沅',
    address: '彰化縣福興鄉福南村沿海路四段750號',
  },
  {
    id: '966072',
    store: '台化',
    address: '彰化縣彰化市復興里中山路三段306號',
  },
  {
    id: '966577',
    store: '新員高',
    address: '彰化縣溪湖鎮員鹿路一段101號',
  },
  {
    id: '966935',
    store: '彰興',
    address: '彰化縣埤頭鄉興農村彰水路四段168號1樓',
  },
  {
    id: '967019',
    store: '大員山',
    address: '彰化縣員林市中山路一段300號',
  },
  {
    id: '967363',
    store: '員鹿',
    address: '彰化縣溪湖鎮員鹿路二段臨130號',
  },
  {
    id: '967400',
    store: '鹿寶',
    address: '彰化縣鹿港鎮彰頂路17號',
  },
  {
    id: '968506',
    store: '龍舟',
    address: '彰化縣福興鄉福興村龍舟路15號',
  },
  {
    id: '968610',
    store: '順心',
    address: '彰化縣埔心鄉中山路145號147號149號',
  },
  {
    id: '968997',
    store: '路口厝',
    address: '彰化縣埤頭鄉中和村彰水路一段臨325號',
  },
  {
    id: '970026',
    store: '加吉利',
    address: '彰化縣田中鎮中正路276號',
  },
  {
    id: '970691',
    store: '金佳旺',
    address: '彰化縣社頭鄉中山路一段516號',
  },
  {
    id: '971155',
    store: '鹿正',
    address: '彰化縣鹿港鎮中正路556號',
  },
  {
    id: '971199',
    store: '新竹塘',
    address: '彰化縣竹塘鄉竹五路臨2號',
  },
  {
    id: '971535',
    store: '祿靖',
    address: '彰化縣永靖鄉中山路二段435號437號',
  },
  {
    id: '971627',
    store: '彰苑',
    address: '彰化縣北斗鎮斗苑路二段298之2號',
  },
  {
    id: '971731',
    store: '和鎮',
    address: '彰化縣和美鎮和線路323號',
  },
  {
    id: '972170',
    store: '鹿慶',
    address: '彰化縣鹿港鎮慶安街116號',
  },
  {
    id: '977371',
    store: '田中',
    address: '彰化縣田中鎮福安路144號146號',
  },
  {
    id: '978525',
    store: '附工',
    address: '彰化縣彰化市工校街21號',
  },
  {
    id: '981923',
    store: '糖廉',
    address: '彰化縣和美鎮糖友一街2號',
  },
  {
    id: '982373',
    store: '好修',
    address: '彰化縣埔鹽鄉員鹿路二段95號',
  },
  {
    id: '990835',
    store: '新靜修',
    address: '彰化縣員林市靜修路77號之4',
  },
  {
    id: '991160',
    store: '新勝利',
    address: '彰化縣和美鎮鹿和路六段402之2號',
  },
  {
    id: '991838',
    store: '家和',
    address: '彰化縣員林市大饒里員集路二段216號',
  },
  {
    id: '992783',
    store: '博愛',
    address: '彰化縣彰化市光南里南校街132及130之1號1樓',
  },
  {
    id: '993812',
    store: '巨峰',
    address: '彰化縣彰化市天祥路359號',
  },
  {
    id: '993823',
    store: '宇勝',
    address: '彰化縣彰化市崙平里崙平北路22號',
  },
  {
    id: '997836',
    store: '鎮安',
    address: '彰化縣大村鄉大溪路7-4號1樓',
  },
  {
    id: '110079',
    store: '竹秀',
    address: '南投縣竹山鎮集山路二段58號',
  },
  {
    id: '110208',
    store: '集寶',
    address: '南投縣集集鎮八張街75號',
  },
  {
    id: '111005',
    store: '前山',
    address: '南投縣竹山鎮集山路三段1089號',
  },
  {
    id: '111544',
    store: '向日葵',
    address: '南投縣草屯鎮芬草路三段219-1號',
  },
  {
    id: '113687',
    store: '六合',
    address: '南投縣水里鄉民生路175號1樓',
  },
  {
    id: '114680',
    store: '恆吉',
    address: '南投縣埔里鎮南興街172號',
  },
  {
    id: '121091',
    store: '愛蘭',
    address: '南投縣埔里鎮鐵山路36號1樓',
  },
  {
    id: '121574',
    store: '福元',
    address: '南投縣草屯鎮中正路885號1樓',
  },
  {
    id: '121736',
    store: '草鞋鐓',
    address: '南投縣草屯鎮中正路344之30號',
  },
  {
    id: '122441',
    store: '水社',
    address: '南投縣魚池鄉中興路32之3號1樓',
  },
  {
    id: '126292',
    store: '埔惠',
    address: '南投縣埔里鎮大城里中山路三段546號1樓',
  },
  {
    id: '126351',
    store: '鑫永安',
    address: '南投縣草屯鎮御史里登輝路558號',
  },
  {
    id: '126764',
    store: '祖祠',
    address: '南投縣南投市祖祠路16-4號',
  },
  {
    id: '127538',
    store: '國泰',
    address: '南投縣草屯鎮中正路636號1樓及和興街93號1樓',
  },
  {
    id: '131825',
    store: '日月潭',
    address: '南投縣魚池鄉水社村中山路118號',
  },
  {
    id: '132161',
    store: '竹寶',
    address: '南投縣竹山鎮延正里延正路45之30號1樓',
  },
  {
    id: '136370',
    store: '清境',
    address: '南投縣仁愛鄉定遠新村26之1號',
  },
  {
    id: '137823',
    store: '長崗',
    address: '南投縣南投市南崗二路581號',
  },
  {
    id: '138011',
    store: '信義鄉',
    address: '南投縣信義鄉明德村玉山路82-2號',
  },
  {
    id: '139070',
    store: '水里',
    address: '南投縣水里鄉中山路一段63號',
  },
  {
    id: '141615',
    store: '和雅',
    address: '南投縣鹿谷鄉廣興村中正一路225號',
  },
  {
    id: '144212',
    store: '龍揚',
    address: '南投縣埔里鎮樹人路221之2號',
  },
  {
    id: '151645',
    store: '龍辰',
    address: '南投縣南投市中學西路61號',
  },
  {
    id: '153652',
    store: '恩泉',
    address: '南投縣仁愛鄉中正路88之1號1樓',
  },
  {
    id: '153663',
    store: '埔灃',
    address: '南投縣埔里鎮中山路二段108號中華路184之2號',
  },
  {
    id: '154530',
    store: '鴻寶',
    address: '南投縣草屯鎮民權西路221號',
  },
  {
    id: '155289',
    store: '鑫潭',
    address: '南投縣埔里鎮中山路四段97之1.97之2號',
  },
  {
    id: '155441',
    store: '鳳凰谷',
    address: '南投縣鹿谷鄉中正路三段63號',
  },
  {
    id: '160144',
    store: '集利',
    address: '南投縣集集鎮吳厝里民生路65-1號',
  },
  {
    id: '164191',
    store: '龍泰',
    address: '南投縣草屯鎮碧興路一段798-1號',
  },
  {
    id: '164401',
    store: '名間',
    address: '南投縣名間鄉彰南路71之5號',
  },
  {
    id: '164412',
    store: '雅集',
    address: '南投縣名間鄉員集路137號',
  },
  {
    id: '174017',
    store: '猴探井',
    address: '南投縣南投市八德路600之1號',
  },
  {
    id: '179908',
    store: '中心園',
    address: '南投縣埔里鎮中山路一段427號1樓',
  },
  {
    id: '181303',
    store: '合廣',
    address: '南投縣草屯鎮碧山路307.309號',
  },
  {
    id: '183332',
    store: '京鑫',
    address: '南投縣草屯鎮中正路483號',
  },
  {
    id: '187518',
    store: '鹿山',
    address: '南投縣竹山鎮延祥里集山路三段73號、73-1號',
  },
  {
    id: '187828',
    store: '福新',
    address: '南投縣草屯鎮虎山路495號497號',
  },
  {
    id: '188348',
    store: '鑫魚池',
    address: '南投縣魚池鄉魚池街799號',
  },
  {
    id: '192646',
    store: '育溪',
    address: '南投縣埔里鎮安七街89-1號',
  },
  {
    id: '193074',
    store: '鑫驛',
    address: '南投縣埔里鎮中山路四段106號',
  },
  {
    id: '193085',
    store: '穀昌',
    address: '南投縣名間鄉彰南路450號',
  },
  {
    id: '193971',
    store: '鈺興',
    address: '南投縣竹山鎮集山路三段912.914號',
  },
  {
    id: '195357',
    store: '龍星',
    address: '南投縣草屯鎮復興里碧山路731之5號',
  },
  {
    id: '195782',
    store: '欣鑫',
    address: '南投縣南投市仁和路26號',
  },
  {
    id: '196006',
    store: '埔安',
    address: '南投縣埔里鎮西安路一段409-1號',
  },
  {
    id: '196372',
    store: '墩煌',
    address: '南投縣草屯鎮芬草路三段36號',
  },
  {
    id: '196408',
    store: '鄉親寮',
    address: '南投縣中寮鄉永安街79之1號1樓',
  },
  {
    id: '200424',
    store: '莘鑫',
    address: '南投縣南投市中興路221號',
  },
  {
    id: '202040',
    store: '大庄',
    address: '南投縣名間鄉大庄村南田路142之12號',
  },
  {
    id: '207931',
    store: '寶棧',
    address: '南投縣竹山鎮保甲路10號',
  },
  {
    id: '209384',
    store: '御新',
    address: '南投縣草屯鎮中正路1397-6號',
  },
  {
    id: '213947',
    store: '南投',
    address: '南投縣南投市民族路289、291、293號中山街143號1.2樓',
  },
  {
    id: '215529',
    store: '京埔',
    address: '南投縣草屯鎮南埔里中正路254-10號',
  },
  {
    id: '228695',
    store: '芳美',
    address: '南投縣南投市中興路413號',
  },
  {
    id: '230447',
    store: '世翊',
    address: '南投縣埔里鎮和平東路223號',
  },
  {
    id: '231679',
    store: '鑫台一',
    address: '南投縣埔里鎮中山路一段176號',
  },
  {
    id: '231680',
    store: '茶鄉',
    address: '南投縣名間鄉彰南路335之8號',
  },
  {
    id: '232432',
    store: '芳欣',
    address: '南投縣草屯鎮芬草路二段311號',
  },
  {
    id: '233332',
    store: '水信',
    address: '南投縣水里鄉水信路二段149號',
  },
  {
    id: '233354',
    store: '佳耘',
    address: '南投縣埔里鎮西安路二段132號',
  },
  {
    id: '233402',
    store: '興中',
    address: '南投縣南投市光明一路561號',
  },
  {
    id: '233424',
    store: '青美',
    address: '南投縣竹山鎮大明路540號',
  },
  {
    id: '235338',
    store: '富聚',
    address: '南投縣草屯鎮富寮里富中路373號',
  },
  {
    id: '238784',
    store: '豐詳',
    address: '南投縣南投市民族路66、68號1樓',
  },
  {
    id: '240695',
    store: '中翔',
    address: '南投縣埔里鎮中正路704號',
  },
  {
    id: '240721',
    store: '合立',
    address: '南投縣南投市營北里向陽路101號',
  },
  {
    id: '241609',
    store: '湧豐',
    address: '南投縣南投市彰南路三路613號、615號',
  },
  {
    id: '251824',
    store: '邵月',
    address: '南投縣魚池鄉新城村通文巷6之28號',
  },
  {
    id: '260769',
    store: '太晟',
    address: '南投縣草屯鎮中正路557之26號',
  },
  {
    id: '261027',
    store: '康壽',
    address: '南投縣南投市復興路311號1樓',
  },
  {
    id: '261522',
    store: '勝財興',
    address: '南投縣埔里鎮榮光路1-11號',
  },
  {
    id: '261924',
    store: '敦和',
    address: '南投縣草屯鎮仁愛街197號199號1樓',
  },
  {
    id: '262329',
    store: '宏得',
    address: '南投縣埔里鎮仁愛路450之2號1樓',
  },
  {
    id: '882079',
    store: '龍寶',
    address: '南投縣水里鄉民權路170號',
  },
  {
    id: '894315',
    store: '龍巳',
    address: '南投縣南投市東山路408號',
  },
  {
    id: '898351',
    store: '南崗',
    address: '南投縣南投市民族路515號及南崗一路387號',
  },
  {
    id: '900614',
    store: '新鹿谷',
    address: '南投縣鹿谷鄉仁義路148號',
  },
  {
    id: '901776',
    store: '東東',
    address: '南投縣埔里鎮忠孝路138-140號',
  },
  {
    id: '902562',
    store: '佳軒',
    address: '南投縣魚池鄉魚池街350號',
  },
  {
    id: '913229',
    store: '中營',
    address: '南投縣南投市中華路130號',
  },
  {
    id: '913355',
    store: '新國姓',
    address: '南投縣國姓鄉國姓村中興路301號',
  },
  {
    id: '922290',
    store: '和育',
    address: '南投縣竹山鎮大智路57號',
  },
  {
    id: '923466',
    store: '豐億',
    address: '南投縣南投市彰南路一段573號',
  },
  {
    id: '923765',
    store: '見晴園',
    address: '南投縣仁愛鄉大同村定遠新村路18-1號',
  },
  {
    id: '931168',
    store: '社寮',
    address: '南投縣竹山鎮集山路一段2051號',
  },
  {
    id: '931180',
    store: '常春藤',
    address: '南投縣南投市工業路33號',
  },
  {
    id: '932367',
    store: '埔慶',
    address: '南投縣埔里鎮中山路三段168號170號',
  },
  {
    id: '940092',
    store: '詠旭',
    address: '南投縣南投市彰南路一段1031-2號1樓',
  },
  {
    id: '941741',
    store: '瑞峰',
    address: '南投縣水里鄉北埔村中山路一段540號',
  },
  {
    id: '950561',
    store: '竹山大',
    address: '南投縣竹山鎮中山里自強路176號',
  },
  {
    id: '954415',
    store: '合心',
    address: '南投縣名間鄉中山村彰南路218-32號',
  },
  {
    id: '954596',
    store: '登瀛',
    address: '南投縣草屯鎮新庄里博愛路1012號',
  },
  {
    id: '958691',
    store: '佑民',
    address: '南投縣草屯鎮太平路一段221號',
  },
  {
    id: '966832',
    store: '稻豐',
    address: '南投縣草屯鎮新豐路351號',
  },
  {
    id: '969037',
    store: '伊達邵',
    address: '南投縣魚池鄉日月村義勇街89號',
  },
  {
    id: '970510',
    store: '富嘉',
    address: '南投縣仁愛鄉仁和路223-1號',
  },
  {
    id: '970716',
    store: '宏旺',
    address: '南投縣南投市復興路38號',
  },
  {
    id: '972804',
    store: '小瑞士',
    address: '南投縣仁愛鄉定遠新村28號',
  },
  {
    id: '977706',
    store: '豐登',
    address: '南投縣埔里鎮枇杷里中正路183-23號',
  },
  {
    id: '981222',
    store: '和社',
    address: '南投縣信義鄉同和巷8號1樓',
  },
  {
    id: '981956',
    store: '唯鑫',
    address: '南投縣南投市南崗三路8號2樓',
  },
  {
    id: '992956',
    store: '霧社',
    address: '南投縣仁愛鄉仁和路43號45號1樓',
  },
  {
    id: '993052',
    store: '埔佑',
    address: '南投縣埔里鎮中華路116號1樓',
  },
  {
    id: '993203',
    store: '中銘',
    address: '南投縣埔里鎮西安路一段104號',
  },
  {
    id: '110297',
    store: '油車',
    address: '雲林縣二崙鄉油車村文化路9號1樓',
  },
  {
    id: '110600',
    store: '冬念',
    address: '雲林縣虎尾鎮埒內里林森路一段9鄰39號',
  },
  {
    id: '110611',
    store: '富來',
    address: '雲林縣西螺鎮新豐里13鄰新社320-8號',
  },
  {
    id: '110839',
    store: '虎威',
    address: '雲林縣虎尾鎮光復路122號1樓及成和街2號1樓',
  },
  {
    id: '112558',
    store: '夏恩',
    address: '雲林縣虎尾鎮立仁里復興路137號',
  },
  {
    id: '113296',
    store: '東宇',
    address: '雲林縣斗六市文化路538號540號1樓',
  },
  {
    id: '114808',
    store: '晟安',
    address: '雲林縣莿桐鄉饒平村饒平路2之2號',
  },
  {
    id: '115878',
    store: '新台西',
    address: '雲林縣台西鄉海南村民族路16-7號1樓',
  },
  {
    id: '121828',
    store: '晟泰',
    address: '雲林縣虎尾鎮光復路521號',
  },
  {
    id: '126568',
    store: '斗高',
    address: '雲林縣斗南鎮小東里17鄰大業路86號',
  },
  {
    id: '128254',
    store: '欣怡',
    address: '雲林縣斗南鎮南昌里中山路79號',
  },
  {
    id: '128634',
    store: '真嘉',
    address: '雲林縣斗南鎮南昌西路1號',
  },
  {
    id: '130202',
    store: '永昌',
    address: '雲林縣斗六市中山路269號',
  },
  {
    id: '131858',
    store: '宇宸',
    address: '雲林縣虎尾鎮清雲路770號',
  },
  {
    id: '131917',
    store: '新東立',
    address: '雲林縣斗六市成功路286號288號290號',
  },
  {
    id: '132024',
    store: '李斯特',
    address: '雲林縣虎尾鎮興南里竹圍60號',
  },
  {
    id: '144153',
    store: '豐樺',
    address: '雲林縣西螺鎮福興里中山路70號1樓',
  },
  {
    id: '151081',
    store: '五條港',
    address: '雲林縣台西鄉五港路420-1號',
  },
  {
    id: '153766',
    store: '保庄',
    address: '雲林縣斗六市明德北路三段285號',
  },
  {
    id: '153951',
    store: '大埤',
    address: '雲林縣大埤鄉南和村6鄰民生路32號',
  },
  {
    id: '158613',
    store: '元長',
    address: '雲林縣元長鄉長南村7鄰中山路32號.32-2號1F',
  },
  {
    id: '170716',
    store: '雲龍',
    address: '雲林縣斗六市龍潭路14-1號',
  },
  {
    id: '170875',
    store: '東億',
    address: '雲林縣虎尾鎮光明路3號',
  },
  {
    id: '174154',
    store: '朱丹灣',
    address: '雲林縣斗六市西平路362號',
  },
  {
    id: '174246',
    store: '東尊',
    address: '雲林縣虎尾鎮惠來里142-3號',
  },
  {
    id: '174958',
    store: '水林',
    address: '雲林縣水林鄉水南村水林路157號159號',
  },
  {
    id: '182627',
    store: '豐鎮',
    address: '雲林縣西螺鎮平和南路352號',
  },
  {
    id: '182993',
    store: '宗聖',
    address: '雲林縣北港鎮大同路511-1號',
  },
  {
    id: '184380',
    store: '虎欣',
    address: '雲林縣虎尾鎮林森路一段287.289.293號',
  },
  {
    id: '185475',
    store: '成苑',
    address: '雲林縣斗六市莊敬路345號',
  },
  {
    id: '185486',
    store: '欣苑',
    address: '雲林縣斗六市莊敬路345號1樓',
  },
  {
    id: '189226',
    store: '朝天宮',
    address: '雲林縣北港鎮東華里中山路150號',
  },
  {
    id: '193292',
    store: '福懋興',
    address: '雲林縣斗六市石榴路317號',
  },
  {
    id: '194907',
    store: '頂豐',
    address: '雲林縣斗六市榴南里斗工十路62號',
  },
  {
    id: '195461',
    store: '羅威',
    address: '雲林縣崙背鄉羅厝村東興路168-1號.168-2號',
  },
  {
    id: '196383',
    store: '虎真',
    address: '雲林縣虎尾鎮穎川里頂南398號',
  },
  {
    id: '196475',
    store: '樹子腳',
    address: '雲林縣莿桐鄉和平路28號',
  },
  {
    id: '196741',
    store: '萬中',
    address: '雲林縣斗六市溪洲里中南路290巷1-1號',
  },
  {
    id: '196992',
    store: '土庫',
    address: '雲林縣土庫鎮建國路150號1樓',
  },
  {
    id: '197571',
    store: '雲醫',
    address: '雲林縣斗六市雲林路二段627號',
  },
  {
    id: '199142',
    store: '工專',
    address: '雲林縣虎尾鎮中正路307號',
  },
  {
    id: '199337',
    store: '雲桐',
    address: '雲林縣莿桐鄉莿桐村中山路70號72號1樓',
  },
  {
    id: '200332',
    store: '永業',
    address: '雲林縣西螺鎮振興里振興215號',
  },
  {
    id: '200398',
    store: '大琬',
    address: '雲林縣大埤鄉中正路19號',
  },
  {
    id: '202143',
    store: '鎮南',
    address: '雲林縣斗六市鎮南路301號',
  },
  {
    id: '206581',
    store: '上慶',
    address: '雲林縣斗六市漢口路190.192號',
  },
  {
    id: '206662',
    store: '元祖',
    address: '雲林縣元長鄉中山路4-100號',
  },
  {
    id: '207562',
    store: '麥中',
    address: '雲林縣麥寮鄉麥豐村中山路437巷1號',
  },
  {
    id: '208071',
    store: '鑫崙',
    address: '雲林縣斗南鎮新崙路65之1號',
  },
  {
    id: '208554',
    store: '豆油',
    address: '雲林縣西螺鎮振興里振興55-3號',
  },
  {
    id: '208886',
    store: '湖東',
    address: '雲林縣口湖鄉中正路一段136號',
  },
  {
    id: '209579',
    store: '大北勢',
    address: '雲林縣斗六市長平路7-32號',
  },
  {
    id: '210133',
    store: '虎爺',
    address: '雲林縣虎尾鎮學府路39號',
  },
  {
    id: '210661',
    store: '棒球場',
    address: '雲林縣斗六市斗六三路6號',
  },
  {
    id: '227946',
    store: '晟家',
    address: '雲林縣斗六市長安西路1之5號',
  },
  {
    id: '228400',
    store: '儒虎',
    address: '雲林縣虎尾鎮新吉里新吉30之5號',
  },
  {
    id: '229595',
    store: '三釗',
    address: '雲林縣虎尾鎮中興里中興163之1號',
  },
  {
    id: '230551',
    store: '麥福',
    address: '雲林縣麥寮鄉台塑工業園區1號',
  },
  {
    id: '231266',
    store: '褒旺',
    address: '雲林縣褒忠鄉中正路456之1號',
  },
  {
    id: '231613',
    store: '小東里',
    address: '雲林縣斗南鎮小東里大同路573號',
  },
  {
    id: '231635',
    store: '冬美',
    address: '雲林縣虎尾鎮民權路2-3號',
  },
  {
    id: '231831',
    store: '大茄苳',
    address: '雲林縣西螺鎮大新210之3號1樓',
  },
  {
    id: '233468',
    store: '新德',
    address: '雲林縣北港鎮新德路78號',
  },
  {
    id: '234092',
    store: '星旺',
    address: '雲林縣水林鄉土厝村王厝寮3-6號',
  },
  {
    id: '234254',
    store: '晟樂',
    address: '雲林縣斗南鎮延平路一段261號',
  },
  {
    id: '235914',
    store: '虎科',
    address: '雲林縣虎尾鎮工專路103號',
  },
  {
    id: '236250',
    store: '縣甫',
    address: '雲林縣斗六市府文路19-16號1、2樓',
  },
  {
    id: '237714',
    store: '聖淳',
    address: '雲林縣四湖鄉四湖村15鄰環湖東路1號',
  },
  {
    id: '238049',
    store: '星鑫',
    address: '雲林縣口湖鄉崙東村中山路96-6號',
  },
  {
    id: '238544',
    store: '昕美',
    address: '雲林縣斗六市民生路170號',
  },
  {
    id: '241333',
    store: '口湖',
    address: '雲林縣口湖鄉中正路一段222號',
  },
  {
    id: '241377',
    store: '劍湖',
    address: '雲林縣古坑鄉永昌村永興路145號',
  },
  {
    id: '242613',
    store: '高南',
    address: '雲林縣虎尾鎮科園路180號',
  },
  {
    id: '243133',
    store: '奕維',
    address: '雲林縣斗南鎮興國路35.37號1樓',
  },
  {
    id: '249153',
    store: '二崙',
    address: '雲林縣二崙鄉崙東村中山路一段269號',
  },
  {
    id: '249577',
    store: '新安慶',
    address: '雲林縣虎尾鎮民主路52-1號',
  },
  {
    id: '250810',
    store: '星月',
    address: '雲林縣口湖鄉福安路26-3號',
  },
  {
    id: '251558',
    store: '詠順',
    address: '雲林縣斗六市鎮北路229號',
  },
  {
    id: '251868',
    store: '四湖',
    address: '雲林縣四湖鄉四湖村中山東路113號',
  },
  {
    id: '252137',
    store: '圓真',
    address: '雲林縣虎尾鎮信義路52號及三民路93號',
  },
  {
    id: '252160',
    store: '斗六明',
    address: '雲林縣斗六市明德路101號.103號',
  },
  {
    id: '253912',
    store: '保長',
    address: '雲林縣斗六市雲林路二段76號1樓',
  },
  {
    id: '255273',
    store: '東禾',
    address: '雲林縣古坑鄉東和村文化路145號',
  },
  {
    id: '255480',
    store: '伊級',
    address: '雲林縣林內鄉大同路20號',
  },
  {
    id: '261544',
    store: '虎高',
    address: '雲林縣虎尾鎮延平里3鄰中南34之26號',
  },
  {
    id: '261555',
    store: '大屯',
    address: '雲林縣虎尾鎮西屯里大屯349號',
  },
  {
    id: '261854',
    store: '新湖',
    address: '雲林縣虎尾鎮林森路二段475號',
  },
  {
    id: '266675',
    store: '新宗行',
    address: '雲林縣虎尾鎮林森路二段240號1樓',
  },
  {
    id: '830698',
    store: '富盟',
    address: '雲林縣斗六市文化路304號306號',
  },
  {
    id: '850119',
    store: '北港',
    address: '雲林縣北港鎮民主路106號',
  },
  {
    id: '863551',
    store: '麥寮',
    address: '雲林縣麥寮鄉麥津村中山路196號',
  },
  {
    id: '870870',
    store: '長旺',
    address: '雲林縣東勢鄉東勢東路84號',
  },
  {
    id: '871839',
    store: '崙背',
    address: '雲林縣崙背鄉南光路3號',
  },
  {
    id: '872522',
    store: '興平',
    address: '雲林縣西螺鎮中興里延平路418號420號',
  },
  {
    id: '873400',
    store: '民樂',
    address: '雲林縣北港鎮華勝里28鄰民樂路39號',
  },
  {
    id: '880567',
    store: '福懋',
    address: '雲林縣斗六市石榴路196之1號',
  },
  {
    id: '881386',
    store: '快來',
    address: '雲林縣麥寮鄉橋頭村橋頭路234號',
  },
  {
    id: '890793',
    store: '六輕',
    address: '雲林縣麥寮鄉中興村仁德西路二段567號1樓',
  },
  {
    id: '896045',
    store: '斗六',
    address: '雲林縣斗六市大同路41號',
  },
  {
    id: '901684',
    store: '馬光',
    address: '雲林縣土庫鎮南平里馬光路69號',
  },
  {
    id: '920478',
    store: '山好',
    address: '雲林縣斗六市崙峰里仁義路52號1樓',
  },
  {
    id: '920489',
    store: '好家庭',
    address: '雲林縣斗六市榴中里工業路69號',
  },
  {
    id: '922027',
    store: '春流',
    address: '雲林縣斗六市梅林里梅林路446號1樓',
  },
  {
    id: '931962',
    store: '褒忠',
    address: '雲林縣褒忠鄉中正路99號1樓',
  },
  {
    id: '932437',
    store: '大美',
    address: '雲林縣莿桐鄉大美村大美53號1樓',
  },
  {
    id: '942146',
    store: '坤麟',
    address: '雲林縣斗六市社口里大學路二段579號',
  },
  {
    id: '943367',
    store: '雲南',
    address: '雲林縣斗南鎮中興路160號',
  },
  {
    id: '943747',
    store: '和心',
    address: '雲林縣西螺鎮河南里埔心路113-3號',
  },
  {
    id: '950860',
    store: '育北',
    address: '雲林縣斗六市明德北路一段110號',
  },
  {
    id: '951922',
    store: '麥鄉',
    address: '雲林縣麥寮鄉中興路78-3號',
  },
  {
    id: '952349',
    store: '永茂',
    address: '雲林縣麥寮鄉中興村豐安路951號1樓',
  },
  {
    id: '952545',
    store: '崙多',
    address: '雲林縣崙背鄉東明村正義路194號',
  },
  {
    id: '953445',
    store: '虎大',
    address: '雲林縣虎尾鎮工專路156號',
  },
  {
    id: '954297',
    store: '新古坑',
    address: '雲林縣古坑鄉中山路201號',
  },
  {
    id: '958635',
    store: '富登',
    address: '雲林縣麥寮鄉施厝村239號',
  },
  {
    id: '963062',
    store: '景雄',
    address: '雲林縣斗六市虎溪里西平路521號',
  },
  {
    id: '967525',
    store: '新林內',
    address: '雲林縣林內鄉中正路373號375號',
  },
  {
    id: '968115',
    store: '北英',
    address: '雲林縣北港鎮華勝里華勝路212號',
  },
  {
    id: '968229',
    store: '福懋科',
    address: '雲林縣斗六市河南街319號',
  },
  {
    id: '968665',
    store: '安榮',
    address: '雲林縣崙背鄉豐榮村1鄰豐榮32之3號',
  },
  {
    id: '968816',
    store: '星光',
    address: '雲林縣西螺鎮公正路15號',
  },
  {
    id: '969060',
    store: '麥豐',
    address: '雲林縣麥寮鄉新興路27之5號',
  },
  {
    id: '969071',
    store: '三勝',
    address: '雲林縣麥寮鄉三盛村仁德西路一段21號1樓',
  },
  {
    id: '971096',
    store: '晟業',
    address: '雲林縣斗六市萬年路592號',
  },
  {
    id: '971568',
    store: '後安',
    address: '雲林縣麥寮鄉後安村後安路201之13號',
  },
  {
    id: '972114',
    store: '寶宏',
    address: '雲林縣斗南鎮文昌路99號',
  },
  {
    id: '972505',
    store: '崙中',
    address: '雲林縣崙背鄉南陽村中山路489號',
  },
  {
    id: '980045',
    store: '于滿',
    address: '雲林縣斗南鎮延平路二段581號1樓',
  },
  {
    id: '982432',
    store: '新莿桐',
    address: '雲林縣莿桐鄉莿桐村中正路62-2號',
  },
  {
    id: '982650',
    store: '宜梧',
    address: '雲林縣口湖鄉梧南村光明路31號1樓',
  },
  {
    id: '990396',
    store: '鑫斗商',
    address: '雲林縣斗六市中華路207號209號1樓',
  },
  {
    id: '990466',
    store: '凱瑄',
    address: '雲林縣斗南鎮西岐里大同路135號1樓',
  },
  {
    id: '991920',
    store: '廣濟',
    address: '雲林縣古坑鄉東和村廣濟路78號78之1號',
  },
  {
    id: '998080',
    store: '七崁',
    address: '雲林縣西螺鎮建興路163號1樓',
  },
  {
    id: '998116',
    store: '元東',
    address: '雲林縣元長鄉下寮村東興路28號1樓',
  },
  {
    id: '110426',
    store: '資砡',
    address: '嘉義市西區港坪里玉山路422號',
  },
  {
    id: '111500',
    store: '嘉府',
    address: '嘉義市東區民權路194號196號198號',
  },
  {
    id: '112503',
    store: '嘉雅',
    address: '嘉義市東區大雅路二段421號1樓',
  },
  {
    id: '116262',
    store: '精城',
    address: '嘉義市東區圳頭里林森東路720號',
  },
  {
    id: '130154',
    store: '東嘉院',
    address: '嘉義市東區忠孝路642號(嘉義基督教醫院門診大樓內)',
  },
  {
    id: '131560',
    store: '八大',
    address: '嘉義市西區保福里八德路237號',
  },
  {
    id: '137797',
    store: '新嘉醫',
    address: '嘉義市西區福全里北港路309號',
  },
  {
    id: '141501',
    store: '香湖',
    address: '嘉義市西區香湖里文化路8鄰700號',
  },
  {
    id: '141512',
    store: '北社尾',
    address: '嘉義市西區北湖里北社尾路165號附1',
  },
  {
    id: '149826',
    store: '新嘉商',
    address: '嘉義市東區民權路72號1樓',
  },
  {
    id: '165482',
    store: '嘉坪',
    address: '嘉義市西區大同路455號1樓',
  },
  {
    id: '166500',
    store: '秀泰',
    address: '嘉義市西區國華里文化路293號1樓及2樓',
  },
  {
    id: '180023',
    store: '嘉林',
    address: '嘉義市東區林森東路950號',
  },
  {
    id: '180780',
    store: '嘉義大',
    address: '嘉義市東區學府路300號1樓',
  },
  {
    id: '180791',
    store: '嘉潭',
    address: '嘉義市東區學府路300號1樓',
  },
  {
    id: '182742',
    store: '安捷',
    address: '嘉義市西區保安里保安一路301.303號1樓',
  },
  {
    id: '182926',
    store: '湖康',
    address: '嘉義市西區湖內里湖子內路195號1樓',
  },
  {
    id: '184885',
    store: '新瑞鴻',
    address: '嘉義市西區文化里民族路456號458號1樓',
  },
  {
    id: '185453',
    store: '嘉上',
    address: '嘉義市西區車店里上海路147號1樓',
  },
  {
    id: '187965',
    store: '立宣',
    address: '嘉義市東區立仁路120號',
  },
  {
    id: '192750',
    store: '湖興',
    address: '嘉義市東區興安里24鄰興美六路368號1樓',
  },
  {
    id: '195531',
    store: '嘉驛',
    address: '嘉義市西區書院里中山路534號1樓',
  },
  {
    id: '196202',
    store: '國華',
    address: '嘉義市西區國華里國華街283號1樓.2樓',
  },
  {
    id: '199935',
    store: '桃城',
    address: '嘉義市西區北興街456號',
  },
  {
    id: '206639',
    store: '富砡',
    address: '嘉義市西區劉厝路221-1號、223號1樓',
  },
  {
    id: '206732',
    store: '新嘉友',
    address: '嘉義市西區福全里友愛路222.222-1號',
  },
  {
    id: '209915',
    store: '嘉愛',
    address: '嘉義市西區仁愛路212號',
  },
  {
    id: '211240',
    store: '四圍',
    address: '嘉義市西區福安里竹圍路190號',
  },
  {
    id: '217411',
    store: '嘉北',
    address: '嘉義市西區保安里興達路331號',
  },
  {
    id: '232801',
    store: '臻暉',
    address: '嘉義市東區民族路101號',
  },
  {
    id: '236043',
    store: '砡安',
    address: '嘉義市東區頂庄里義教街556號',
  },
  {
    id: '236881',
    store: '回家',
    address: '嘉義市西區中山路518號及林森西路580號',
  },
  {
    id: '238441',
    store: '嘉西',
    address: '嘉義市西區大溪里北港路13鄰597號',
  },
  {
    id: '249049',
    store: '軍暉',
    address: '嘉義市東區軍輝路60號',
  },
  {
    id: '249326',
    store: '義東',
    address: '嘉義市東區東義路85號',
  },
  {
    id: '250027',
    store: '嘉榮',
    address: '嘉義市西區自強街34、36號1樓',
  },
  {
    id: '250555',
    store: '元福',
    address: '嘉義市東區王田里林森東路288號',
  },
  {
    id: '250692',
    store: '新嘉勝',
    address: '嘉義市西區博愛路一段419、421號及北興街148號150號152號',
  },
  {
    id: '251673',
    store: '蘭潭',
    address: '嘉義市東區大雅路二段573號575號',
  },
  {
    id: '251994',
    store: '嘉和',
    address: '嘉義市東區中山路169號171號173號',
  },
  {
    id: '252023',
    store: '新車店',
    address: '嘉義市西區福民里南京路462號1樓、2樓',
  },
  {
    id: '253222',
    store: '大統',
    address: '嘉義市西區西平里博愛路二段696號1樓',
  },
  {
    id: '253576',
    store: '新大業',
    address: '嘉義市東區安寮里24鄰吳鳳南路194號',
  },
  {
    id: '255181',
    store: '嘉華',
    address: '嘉義市西區仁愛路415號417號',
  },
  {
    id: '260644',
    store: '秋園',
    address: '嘉義市西區新民路681號',
  },
  {
    id: '260725',
    store: '垂楊',
    address: '嘉義市西區垂楊里仁愛路315號',
  },
  {
    id: '260770',
    store: '光彩',
    address: '嘉義市西區民生北路182號184號1樓',
  },
  {
    id: '260781',
    store: '台林',
    address: '嘉義市東區新生路723號',
  },
  {
    id: '260943',
    store: '湖子內',
    address: '嘉義市西區湖內里南京路124號',
  },
  {
    id: '261234',
    store: '鈺順',
    address: '嘉義市西區新榮路35巷20號1樓',
  },
  {
    id: '261533',
    store: '嘉德',
    address: '嘉義市西區八德路73號',
  },
  {
    id: '844882',
    store: '彌陀',
    address: '嘉義市東區芳安路1號1F',
  },
  {
    id: '880154',
    store: '嘉洋',
    address: '嘉義市西區民生南路600號',
  },
  {
    id: '909323',
    store: '嘉工',
    address: '嘉義市東區彌陀路240號',
  },
  {
    id: '912639',
    store: '嘉達',
    address: '嘉義市西區保安里四維路18鄰302號',
  },
  {
    id: '923020',
    store: '嘉賓',
    address: '嘉義市西區新西里垂楊路611號',
  },
  {
    id: '941095',
    store: '保愛',
    address: '嘉義市西區新厝里捌鄰友愛路711號',
  },
  {
    id: '947679',
    store: '嘉高',
    address: '嘉義市西區北港路1062號',
  },
  {
    id: '951070',
    store: '新嘉基',
    address: '嘉義市東區頂庄里忠孝路650號(嘉義基督教醫院門診大樓外)',
  },
  {
    id: '951601',
    store: '嘉文',
    address: '嘉義市東區盧厝里文雅街211號',
  },
  {
    id: '967318',
    store: '博元',
    address: '嘉義市西區博愛路二段572號',
  },
  {
    id: '972125',
    store: '嘉英',
    address: '嘉義市東區荖藤里忠孝北街206號',
  },
  {
    id: '980034',
    store: '嘉永',
    address: '嘉義市西區育英里民生南路129號131號1樓',
  },
  {
    id: '981107',
    store: '新港坪',
    address: '嘉義市西區玉山路203號',
  },
  {
    id: '981624',
    store: '新嘉院',
    address: '嘉義市東區忠孝路539號1樓(嘉義基督教醫院住院大樓內)',
  },
  {
    id: '982454',
    store: '新嘉家',
    address: '嘉義市東區宣信里和平路103號1樓',
  },
  {
    id: '990248',
    store: '旭豐',
    address: '嘉義市東區溪興街107號109號1樓',
  },
  {
    id: '992819',
    store: '圓環',
    address: '嘉義市西區北杏里文化路155之2號1樓',
  },
  {
    id: '113023',
    store: '梅北',
    address: '嘉義縣梅山鄉梅北村中山路437號',
  },
  {
    id: '114587',
    store: '太保',
    address: '嘉義縣太保市後潭里後潭408-7號408-8號一樓',
  },
  {
    id: '120308',
    store: '蒜頭',
    address: '嘉義縣六腳鄉蒜頭村1鄰蒜頭1-18號',
  },
  {
    id: '120445',
    store: '水頭',
    address: '嘉義縣水上鄉水上村中正路171號173號',
  },
  {
    id: '120951',
    store: '布袋',
    address: '嘉義縣布袋鎮興中里14鄰上海路177號',
  },
  {
    id: '121253',
    store: '世川',
    address: '嘉義縣水上鄉內溪村中義路992號1樓',
  },
  {
    id: '121611',
    store: '朴天',
    address: '嘉義縣朴子市中正里開元路18鄰161號165號',
  },
  {
    id: '122511',
    store: '友樂',
    address: '嘉義縣民雄鄉雙福村建國路二段146之61號1樓',
  },
  {
    id: '122728',
    store: '宮前',
    address: '嘉義縣新港鄉宮前村新民路24鄰252號附1',
  },
  {
    id: '123134',
    store: '祥和',
    address: '嘉義縣太保市太保里太保46-1號',
  },
  {
    id: '124562',
    store: '暘民',
    address: '嘉義縣水上鄉寬士村崎子頭159-15號1樓',
  },
  {
    id: '124573',
    store: '頂六',
    address: '嘉義縣中埔鄉金蘭村頂山門41-2號1樓',
  },
  {
    id: '130523',
    store: '嘉埔',
    address: '嘉義縣大埔鄉大埔村大埔276號之6壹樓',
  },
  {
    id: '131009',
    store: '二竹',
    address: '嘉義縣義竹鄉仁里村423號',
  },
  {
    id: '132091',
    store: '豐收',
    address: '嘉義縣民雄鄉豐收村大學路二段291號',
  },
  {
    id: '137731',
    store: '溪口',
    address: '嘉義縣溪口鄉坪頂村中正東路1號1樓',
  },
  {
    id: '141420',
    store: '漁人',
    address: '嘉義縣東石鄉猿樹村東石205-1號',
  },
  {
    id: '142227',
    store: '義竹',
    address: '嘉義縣義竹鄉六桂村2鄰義竹156之1號',
  },
  {
    id: '142696',
    store: '金大義',
    address: '嘉義縣中埔鄉和美村大義路416號',
  },
  {
    id: '151254',
    store: '鳳專',
    address: '嘉義縣民雄鄉建國路二段99號97-7號',
  },
  {
    id: '153733',
    store: '神木',
    address: '嘉義縣阿里山鄉中正村3號2樓',
  },
  {
    id: '154839',
    store: '誠穩',
    address: '嘉義縣大林鎮中坑里南華路一段55號B1F',
  },
  {
    id: '163567',
    store: '泉翔',
    address: '嘉義縣朴子市大葛里嘉朴路西段121號',
  },
  {
    id: '165965',
    store: '年代',
    address: '嘉義縣中埔鄉中華路863號',
  },
  {
    id: '166913',
    store: '諸羅山',
    address: '嘉義縣朴子市祥和三路西段97號1樓',
  },
  {
    id: '167318',
    store: '愛樂',
    address: '嘉義縣民雄鄉福樂村埤角547號',
  },
  {
    id: '170761',
    store: '灣橋',
    address: '嘉義縣竹崎鄉灣橋村221號',
  },
  {
    id: '173689',
    store: '石棹',
    address: '嘉義縣竹崎鄉中和村石棹22之27號',
  },
  {
    id: '179757',
    store: '阿里山',
    address: '嘉義縣阿里山鄉中山村南阿里山55號',
  },
  {
    id: '179850',
    store: '水牛厝',
    address: '嘉義縣太保市中山路一段210號',
  },
  {
    id: '180610',
    store: '奉天宮',
    address: '嘉義縣新港鄉中山路33號.35號',
  },
  {
    id: '180805',
    store: '錚大',
    address: '嘉義縣民雄鄉文隆村11鄰鴨母?85號',
  },
  {
    id: '182498',
    store: '朴子橋',
    address: '嘉義縣六腳鄉正義村大橋頭190-2號',
  },
  {
    id: '182731',
    store: '合泰',
    address: '嘉義縣大林鎮大美里19鄰大智一街1號',
  },
  {
    id: '183446',
    store: '北雄',
    address: '嘉義縣水上鄉粗溪村中山路二段381號',
  },
  {
    id: '183664',
    store: '布龍',
    address: '嘉義縣布袋鎮龍江路1號1樓',
  },
  {
    id: '192989',
    store: '雲梯',
    address: '嘉義縣梅山鄉太平村下坑仔5.6.7號',
  },
  {
    id: '193889',
    store: '柳子林',
    address: '嘉義縣水上鄉柳林村柳子林50-98號1樓',
  },
  {
    id: '194952',
    store: '源山',
    address: '嘉義縣中埔鄉同仁村同仁1-20號1樓',
  },
  {
    id: '196213',
    store: '江宸',
    address: '嘉義縣民雄鄉興中村江厝店1之32號1樓',
  },
  {
    id: '208657',
    store: '埔暉',
    address: '嘉義縣中埔鄉和美村中山路五段450號',
  },
  {
    id: '209454',
    store: '溫莎',
    address: '嘉義縣民雄鄉神農路129之10號',
  },
  {
    id: '209650',
    store: '寬士村',
    address: '嘉義縣水上鄉寬士村崎子頭29-35號',
  },
  {
    id: '210096',
    store: '栗子崙',
    address: '嘉義縣東石鄉西崙村栗子崙191.193號',
  },
  {
    id: '210203',
    store: '故宮',
    address: '嘉義縣太保市東勢里故宮大道779號1樓',
  },
  {
    id: '211273',
    store: '民雄',
    address: '嘉義縣民雄鄉民權路42-20號1樓',
  },
  {
    id: '211619',
    store: '麻太',
    address: '嘉義縣太保市過溝里6鄰過溝52-14號',
  },
  {
    id: '211697',
    store: '朴子',
    address: '嘉義縣朴子市中興路139號',
  },
  {
    id: '213671',
    store: '北回',
    address: '嘉義縣水上鄉回歸村中山路三段167號',
  },
  {
    id: '229469',
    store: '錚多',
    address: '嘉義縣民雄鄉鎮北村建國路一段1020-2853號',
  },
  {
    id: '229791',
    store: '秀宸',
    address: '嘉義縣民雄鄉秀林村1鄰東義6之12號1樓',
  },
  {
    id: '229883',
    store: '嘉朴',
    address: '嘉義縣朴子市大鄉里大慷榔253-23號',
  },
  {
    id: '230540',
    store: '隆興',
    address: '嘉義縣中埔鄉隆興村汴頭1-80號',
  },
  {
    id: '233549',
    store: '朴站',
    address: '嘉義縣朴子市平和路11-1號1樓',
  },
  {
    id: '234656',
    store: '園宸',
    address: '嘉義縣大林鎮民權路192號',
  },
  {
    id: '236065',
    store: '彩虹',
    address: '嘉義縣中埔鄉義仁村5鄰十字路2-25號',
  },
  {
    id: '236870',
    store: '長朴',
    address: '嘉義縣朴子市仁和里嘉朴路西段6-7號1樓',
  },
  {
    id: '239042',
    store: '番路',
    address: '嘉義縣番路鄉下坑村菜公店92號',
  },
  {
    id: '239053',
    store: '巃頭',
    address: '嘉義縣番路鄉公田村龍頭18號',
  },
  {
    id: '240961',
    store: '中正大',
    address: '嘉義縣民雄鄉三興村大學路一段421號',
  },
  {
    id: '241908',
    store: '朴欣',
    address: '嘉義縣朴子市竹圍里四維路一段635號',
  },
  {
    id: '249898',
    store: '翁聚德',
    address: '嘉義縣中埔鄉和睦村司公部4-20號1樓',
  },
  {
    id: '250005',
    store: '真美',
    address: '嘉義縣梅山鄉梅北村006鄰新興路279號',
  },
  {
    id: '251466',
    store: '嘉樂',
    address: '嘉義縣民雄鄉東榮村文化路36號1樓',
  },
  {
    id: '253325',
    store: '布新',
    address: '嘉義縣布袋鎮中正路63號',
  },
  {
    id: '253381',
    store: '嘉太',
    address: '嘉義縣太保市北港路二段190號',
  },
  {
    id: '254041',
    store: '民工',
    address: '嘉義縣民雄鄉北勢子73-54、73-55號1樓',
  },
  {
    id: '255170',
    store: '民城',
    address: '嘉義縣民雄鄉東榮村四鄰建國路一段134號',
  },
  {
    id: '260633',
    store: '布鹽',
    address: '嘉義縣布袋鎮新厝里13鄰新厝仔67之1號',
  },
  {
    id: '261706',
    store: '新港',
    address: '嘉義縣新港鄉宮前村中山路72巷1號.中山路74號',
  },
  {
    id: '262167',
    store: '嘉庚',
    address: '嘉義縣朴子市仁和里嘉朴路西段8號',
  },
  {
    id: '262260',
    store: '民真',
    address: '嘉義縣民雄鄉民新路188號',
  },
  {
    id: '262695',
    store: '慈苑',
    address: '嘉義縣大林鎮平林里6鄰下潭底23-5號',
  },
  {
    id: '841001',
    store: '中埔',
    address: '嘉義縣中埔鄉和美村中山路五段856號',
  },
  {
    id: '863757',
    store: '配天',
    address: '嘉義縣朴子市竹圍里大同路212號1樓、文化南路81號83號1樓',
  },
  {
    id: '871345',
    store: '英巧',
    address: '嘉義縣民雄鄉西安村西安路37號.39號1樓',
  },
  {
    id: '871725',
    store: '水上',
    address: '嘉義縣水上鄉中興路378號380號',
  },
  {
    id: '882138',
    store: '興南',
    address: '嘉義縣民雄鄉興南村15鄰頭橋557之43、557之45、557之46號1樓',
  },
  {
    id: '900119',
    store: '過溝',
    address: '嘉義縣布袋鎮中安里19鄰11號',
  },
  {
    id: '902230',
    store: '中洋子',
    address: '嘉義縣新港鄉中洋村後厝子1-33號',
  },
  {
    id: '910828',
    store: '中庄',
    address: '嘉義縣水上鄉中庄村69號',
  },
  {
    id: '912798',
    store: '嘉禎',
    address: '嘉義縣新港鄉菜公村7鄰菜公厝64號附6',
  },
  {
    id: '921242',
    store: '嘉港',
    address: '嘉義縣新港鄉福德路116號116-1號',
  },
  {
    id: '930497',
    store: '合豐',
    address: '嘉義縣中埔鄉中埔村169號1樓',
  },
  {
    id: '942227',
    store: '梅林',
    address: '嘉義縣大林鎮忠孝路713號715號1樓',
  },
  {
    id: '942618',
    store: '妙禎',
    address: '嘉義縣大林鎮中坑里南華路一段55號B1(南華大學學慧樓)',
  },
  {
    id: '944005',
    store: '祥壹',
    address: '嘉義縣太保市祥和一路東段29號',
  },
  {
    id: '944016',
    store: '奮起湖',
    address: '嘉義縣竹崎鄉中和村12鄰奮起湖178-1號',
  },
  {
    id: '944382',
    store: '嘉崎',
    address: '嘉義縣竹崎鄉中山路111號',
  },
  {
    id: '950686',
    store: '東石',
    address: '嘉義縣東石鄉永屯村35附18號',
  },
  {
    id: '950952',
    store: '六腳',
    address: '嘉義縣六腳鄉蘇厝村蘇厝寮153-6號',
  },
  {
    id: '951265',
    store: '保祥',
    address: '嘉義縣太保市祥和三路東段226號',
  },
  {
    id: '952394',
    store: '上龍',
    address: '嘉義縣水上鄉龍德村十一指厝75-90號',
  },
  {
    id: '952590',
    store: '溪旺',
    address: '嘉義縣溪口鄉溪西村中正路8鄰229-1號',
  },
  {
    id: '953847',
    store: '保新',
    address: '嘉義縣太保市舊埤里1鄰新埤5-16號',
  },
  {
    id: '967020',
    store: '新塭',
    address: '嘉義縣布袋鎮復興里12鄰新塭147-3號',
  },
  {
    id: '967260',
    store: '大埔美',
    address: '嘉義縣大林鎮過溪里過溪1號',
  },
  {
    id: '968311',
    store: '雲海',
    address: '嘉義縣中埔鄉隆興村十字路233號',
  },
  {
    id: '970509',
    store: '嘉大',
    address: '嘉義縣民雄鄉文隆村鴨母水土1-92號',
  },
  {
    id: '970657',
    store: '大木康',
    address: '嘉義縣朴子市大鄉里1鄰大(木康)榔179之4號',
  },
  {
    id: '970679',
    store: '朴中',
    address: '嘉義縣朴子市博厚里開元路282號',
  },
  {
    id: '972103',
    store: '倖福',
    address: '嘉義縣民雄鄉大崎村十四甲17-10號1樓',
  },
  {
    id: '972620',
    store: '新竹崎',
    address: '嘉義縣竹崎鄉和平村田寮段98號',
  },
  {
    id: '972701',
    store: '新冠林',
    address: '嘉義縣大林鎮新興街113號',
  },
  {
    id: '980908',
    store: '嘉保',
    address: '嘉義縣太保市麻寮里北港路二段511號',
  },
  {
    id: '982188',
    store: '新兆軒',
    address: '嘉義縣水上鄉民生村忠孝街149號151號',
  },
  {
    id: '990488',
    store: '大林',
    address: '嘉義縣大林鎮西林里仁愛路23號25號27號1樓',
  },
  {
    id: '991997',
    store: '梅鄉',
    address: '嘉義縣梅山鄉梅南村中山路125號1樓',
  },
  {
    id: '992141',
    store: '鹿草',
    address: '嘉義縣鹿草鄉西井村20鄰鹿草路215、217號1樓',
  },
  {
    id: '111153',
    store: '大埕',
    address: '台南市七股區大珵里272號1樓',
  },
  {
    id: '111809',
    store: '榮譽',
    address: '台南市東區榮譽街86號86-1號1樓',
  },
  {
    id: '111821',
    store: '新國',
    address: '台南市新營區民治東路1號1樓',
  },
  {
    id: '112075',
    store: '財神',
    address: '台南市東區中華東路二段171-177號',
  },
  {
    id: '112422',
    store: '晶圓',
    address: '台南市善化區南科北路1-1號(P3廠)',
  },
  {
    id: '112525',
    store: '新北中',
    address: '台南市佳里區延平路195號',
  },
  {
    id: '113126',
    store: '山上',
    address: '台南市山上區南洲337-3號',
  },
  {
    id: '113931',
    store: '新北',
    address: '台南市新營區民治路228號1樓',
  },
  {
    id: '114222',
    store: '南都',
    address: '台南市南區金華路一段27號1樓',
  },
  {
    id: '114532',
    store: '白河',
    address: '台南市白河區永安里17鄰國泰路101號',
  },
  {
    id: '114705',
    store: '鹽生',
    address: '台南市鹽水區南門路1號',
  },
  {
    id: '116181',
    store: '灣中',
    address: '台南市永康區大灣路62號',
  },
  {
    id: '116620',
    store: '歡雅',
    address: '台南市鹽水區歡雅里26號',
  },
  {
    id: '116734',
    store: '鄭子寮',
    address: '台南市北區成德里38鄰北成路442號',
  },
  {
    id: '116826',
    store: '太子宮',
    address: '台南市新營區太北里太子宮142-34號',
  },
  {
    id: '118338',
    store: '豐生',
    address: '台南市歸仁區看東里中山路一段301號',
  },
  {
    id: '118660',
    store: '東城',
    address: '台南市東區中華東路二段293號',
  },
  {
    id: '120087',
    store: '新麻豆',
    address: '台南市麻豆區榖興里11鄰中山路11號',
  },
  {
    id: '120386',
    store: '東森',
    address: '台南市北區林森路三段76號78號',
  },
  {
    id: '120397',
    store: '佳龍',
    address: '台南市佳里區建南里勝利路216號1樓',
  },
  {
    id: '121035',
    store: '安北',
    address: '台南市安南區安中路一段546號552號',
  },
  {
    id: '121172',
    store: '新工',
    address: '台南市柳營區東昇里中山西路一段2號1樓',
  },
  {
    id: '121688',
    store: '西勢',
    address: '台南市永康區西勢里富強路一段304號',
  },
  {
    id: '121769',
    store: '永一',
    address: '台南市永康區正強街221號1樓',
  },
  {
    id: '122131',
    store: '佳文',
    address: '台南市佳里區佳西路215號1樓',
  },
  {
    id: '122500',
    store: '昜昇',
    address: '台南市安平區安北路12-1號1樓',
  },
  {
    id: '122588',
    store: '新蓮鄉',
    address: '台南市白河區永安里大德街150號1樓',
  },
  {
    id: '123156',
    store: '水仙宮',
    address: '台南市中西區水仙里民權路三段87號1樓',
  },
  {
    id: '124676',
    store: '崇原',
    address: '台南市東山區東原里24鄰前大埔191號1樓',
  },
  {
    id: '126993',
    store: '善安',
    address: '台南市安定區蘇林里7號',
  },
  {
    id: '129213',
    store: '南醫',
    address: '台南市中西區民族路二段76號之13',
  },
  {
    id: '130110',
    store: '林鳳營',
    address: '台南市六甲區中社里林鳳營111-8號1樓',
  },
  {
    id: '130280',
    store: '和善',
    address: '台南市中西區藥王里民族路三段6鄰277號1樓',
  },
  {
    id: '130626',
    store: '社頂',
    address: '台南市新市區大社里大社710號1樓',
  },
  {
    id: '130992',
    store: '知母義',
    address: '台南市新化區知義里知母義15號之20一樓',
  },
  {
    id: '131113',
    store: '東橋',
    address: '台南市永康區東橋一路28號',
  },
  {
    id: '131423',
    store: '土定富',
    address: '台南市南區田寮里大成路二段86號88號',
  },
  {
    id: '131630',
    store: '永科',
    address: '台南市永康區新樹里3鄰中山北路634巷7號',
  },
  {
    id: '132253',
    store: '樂豐',
    address: '台南市南區新都路460號',
  },
  {
    id: '132390',
    store: '新家專',
    address: '台南市永康區鹽行里中正路12鄰545號1樓',
  },
  {
    id: '132482',
    store: '七甲',
    address: '台南市六甲區六甲里中正路321之1號',
  },
  {
    id: '132596',
    store: '將軍',
    address: '台南市將軍區長榮里長榮29之2號',
  },
  {
    id: '132644',
    store: '群創C',
    address: '台南市善化區南科八路12號B1',
  },
  {
    id: '132688',
    store: '奇美實',
    address: '台南市仁德區中正路一段398號1樓',
  },
  {
    id: '132862',
    store: '菁寮',
    address: '台南市後壁區墨林里346號',
  },
  {
    id: '132910',
    store: '成醫',
    address: '台南市北區小東路35號(成大醫院門診一樓)',
  },
  {
    id: '133016',
    store: '新P5',
    address: '台南市善化區南科九路17號(P5P6廠O棟)',
  },
  {
    id: '136015',
    store: '正新',
    address: '台南市永康區甲頂里大武街33號',
  },
  {
    id: '136598',
    store: '南門城',
    address: '台南市中西區南門路229號1樓',
  },
  {
    id: '136978',
    store: '善文',
    address: '台南市善化區中山路518號',
  },
  {
    id: '138022',
    store: '南科大',
    address: '台南市永康區中正路529號',
  },
  {
    id: '138251',
    store: '淵中',
    address: '台南市安南區安中路三段435號437號',
  },
  {
    id: '138675',
    store: '後營',
    address: '台南市西港區營西里1號',
  },
  {
    id: '139335',
    store: '大五',
    address: '台南市中西區法華里大同路一段218號220號',
  },
  {
    id: '141578',
    store: '高大',
    address: '台南市新市區銘傳街87號89號1樓',
  },
  {
    id: '141800',
    store: '大忠',
    address: '台南市南區大忠里中華南路一段178號',
  },
  {
    id: '141914',
    store: '蔦松',
    address: '台南市永康區中正北路431號433號',
  },
  {
    id: '142308',
    store: '康永',
    address: '台南市永康區永康里永平街120號',
  },
  {
    id: '142537',
    store: '新圓',
    address: '台南市新營區忠政里中正路2鄰121號',
  },
  {
    id: '143079',
    store: '瀚宇',
    address: '台南市新市區南科二路35號1樓',
  },
  {
    id: '143231',
    store: '新樹人',
    address: '台南市善化區光文里中山路143-2號',
  },
  {
    id: '143312',
    store: '永龍',
    address: '台南市永康區埔園里中山路398號',
  },
  {
    id: '143389',
    store: '期建',
    address: '台南市安平區文平里建平路277號',
  },
  {
    id: '143840',
    store: '大潭',
    address: '台南市歸仁區大潭里長榮路一段320巷11號',
  },
  {
    id: '143851',
    store: '子龍',
    address: '台南市佳里區子龍里1鄰子良廟3-1號',
  },
  {
    id: '143862',
    store: '南龍',
    address: '台南市佳里區建南里安南路22鄰256號',
  },
  {
    id: '143884',
    store: '臻鈺',
    address: '台南市永康區勝利里18鄰勝學路226號',
  },
  {
    id: '144131',
    store: '五王',
    address: '台南市永康區中華二路146號1樓',
  },
  {
    id: '144197',
    store: '安興',
    address: '台南市永康區北灣里20鄰北興路51號',
  },
  {
    id: '144979',
    store: '東澓',
    address: '台南市東區富農街一段167號1樓',
  },
  {
    id: '144980',
    store: '自由',
    address: '台南市東區和平里自由路二段37號',
  },
  {
    id: '146252',
    store: '南瀛',
    address: '台南市永康區鹽行里中正路299號',
  },
  {
    id: '147266',
    store: '清美',
    address: '台南市新化區協興里中山路624號626號1樓',
  },
  {
    id: '149044',
    store: '華東',
    address: '台南市永康區中華路472號',
  },
  {
    id: '149550',
    store: '永華東',
    address: '台南市安平區永華路二段210號',
  },
  {
    id: '150848',
    store: '鹽金',
    address: '台南市鹽水區義稠里8鄰義稠110之19號',
  },
  {
    id: '150882',
    store: '全興',
    address: '台南市南區新樂路72號',
  },
  {
    id: '150985',
    store: '茄拔',
    address: '台南市善化區嘉北里13鄰352號',
  },
  {
    id: '151243',
    store: '安傑',
    address: '台南市安南區頂安里北安路二段480號1樓',
  },
  {
    id: '151357',
    store: '德航',
    address: '台南市仁德區大同路三段202號',
  },
  {
    id: '151494',
    store: '臻品',
    address: '台南市永康區三合里中山東路117號119號1樓',
  },
  {
    id: '151597',
    store: '長益',
    address: '台南市仁德區土庫里太子路233號',
  },
  {
    id: '151977',
    store: '大營',
    address: '台南市新市區大營里136-1號',
  },
  {
    id: '153744',
    store: '學甲',
    address: '台南市學甲區仁得里華宗路321號',
  },
  {
    id: '153755',
    store: 'P7廠',
    address: '台南市善化區南關里三抱竹路1號',
  },
  {
    id: '153777',
    store: '永玉',
    address: '台南市永康區龍潭里永明街175號',
  },
  {
    id: '153803',
    store: '省新',
    address: '台南市新市區永就里9鄰中山路180號1樓',
  },
  {
    id: '153939',
    store: '宜翔',
    address: '台南市柳營區中埕里中山西路二段10鄰61號',
  },
  {
    id: '153940',
    store: '邦品廠',
    address: '台南市善化區環西路二段3號',
  },
  {
    id: '153973',
    store: '修齊',
    address: '台南市北區成功路54號',
  },
  {
    id: '154998',
    store: '白金',
    address: '台南市永康區復國一路357號',
  },
  {
    id: '155119',
    store: '大通',
    address: '台南市歸仁區和平北街32號',
  },
  {
    id: '155164',
    store: '復康',
    address: '台南市永康區二王里忠孝路429巷15弄6號',
  },
  {
    id: '155234',
    store: '總頭寮',
    address: '台南市安南區長溪路二段416號',
  },
  {
    id: '159133',
    store: '晶越',
    address: '台南市中西區西門路一段658號B2',
  },
  {
    id: '160052',
    store: '加吉吉',
    address: '台南市安南區新順里培安路155號',
  },
  {
    id: '160351',
    store: '康平',
    address: '台南市安平區健康三街81號',
  },
  {
    id: '162014',
    store: '新康華',
    address: '台南市永康區大橋二街38號',
  },
  {
    id: '163785',
    store: '和緯',
    address: '台南市北區成功里和緯路二段252號',
  },
  {
    id: '164700',
    store: '信雄',
    address: '台南市永康區南台街1號',
  },
  {
    id: '164766',
    store: '忠勇',
    address: '台南市永康區成功里小東路4鄰637號1樓',
  },
  {
    id: '165079',
    store: '西港',
    address: '台南市西港區西港里中山路366-1號',
  },
  {
    id: '165127',
    store: '怡平',
    address: '台南市安平區文平路462號1樓',
  },
  {
    id: '165138',
    store: '新東',
    address: '台南市東區林森路二段84號',
  },
  {
    id: '165149',
    store: '小北',
    address: '台南市北區西門路四段455號',
  },
  {
    id: '165264',
    store: '東龍',
    address: '台南市東區東門路一段362號',
  },
  {
    id: '165471',
    store: '立登',
    address: '台南市歸仁區民生北街106號',
  },
  {
    id: '165677',
    store: '赤崁',
    address: '台南市中西區民族路二段331號',
  },
  {
    id: '165699',
    store: '仙草埔',
    address: '台南市白河區仙草里仙草6之30號',
  },
  {
    id: '166061',
    store: '裕豐',
    address: '台南市東區東門路二段289、291、293號1樓',
  },
  {
    id: '166957',
    store: '南台',
    address: '台南市永康區南台街1號1樓',
  },
  {
    id: '166979',
    store: '素心',
    address: '台南市仁德區中山路258號260號',
  },
  {
    id: '167019',
    store: '新六廠',
    address: '台南市善化區南科北路1號1樓',
  },
  {
    id: '167020',
    store: 'P1廠',
    address: '台南市善化區南科北路1之1號1樓',
  },
  {
    id: '167134',
    store: '綜合',
    address: '台南市中西區水仙里民生路二段26號28號1樓',
  },
  {
    id: '167569',
    store: '九份子',
    address: '台南市安南區國安里九份子大道6號1樓',
  },
  {
    id: '167798',
    store: '趣淘',
    address: '台南市楠西區密枝里密枝102之5號1樓',
  },
  {
    id: '167802',
    store: '新天地',
    address: '台南市柳營區太康里22鄰201-10號',
  },
  {
    id: '167835',
    store: '興灣',
    address: '台南市永康區南灣里大灣東路63號1樓',
  },
  {
    id: '167891',
    store: '康西',
    address: '台南市永康區永大路二段440號',
  },
  {
    id: '167916',
    store: '伍鈺',
    address: '台南市永康區永華路406號408號',
  },
  {
    id: '167983',
    store: '安期',
    address: '台南市安平區慶平路60號62號',
  },
  {
    id: '169875',
    store: '好巧',
    address: '台南市永康區安康里中華西街152號',
  },
  {
    id: '171177',
    store: '建華',
    address: '台南市南區文華里中華西路一段438號',
  },
  {
    id: '171214',
    store: '大灣',
    address: '台南市永康區大灣路951號',
  },
  {
    id: '171708',
    store: '明珠',
    address: '台南市中西區公正里民族路二段53號',
  },
  {
    id: '173564',
    store: '府醫',
    address: '台南市中西區赤崁里中山路125號',
  },
  {
    id: '173690',
    store: '聯晶',
    address: '台南市新市區豐華里南科二路18號7樓',
  },
  {
    id: '173885',
    store: '帝標',
    address: '台南市東區龍山街109號111號',
  },
  {
    id: '174110',
    store: '文賢',
    address: '台南市北區文賢路1116號',
  },
  {
    id: '174567',
    store: '安學',
    address: '台南市安南區南興里12鄰公學路五段685號一樓',
  },
  {
    id: '177371',
    store: '丹比',
    address: '台南市北區西門路四段332號334號1樓',
  },
  {
    id: '179573',
    store: '代天府',
    address: '台南市北門區鯤江里976號',
  },
  {
    id: '179768',
    store: '大瑩',
    address: '台南市仁德區二行里中正西路347號1樓',
  },
  {
    id: '179805',
    store: '康橋',
    address: '台南市永康區中山南路12-5號',
  },
  {
    id: '179931',
    store: '群創B',
    address: '台南市善化區南關里南科八路12號B1樓',
  },
  {
    id: '179986',
    store: '安同',
    address: '台南市安南區同安路235號',
  },
  {
    id: '180425',
    store: '南應大',
    address: '台南市永康區鹽行里中正七街27.29號1樓',
  },
  {
    id: '180458',
    store: '海裕',
    address: '台南市北區雙安里海安路三段219巷5號1樓',
  },
  {
    id: '180621',
    store: '仁發',
    address: '台南市永康區東橋里東橋六街61號',
  },
  {
    id: '180757',
    store: '文成',
    address: '台南市北區文元里文成路775號',
  },
  {
    id: '180872',
    store: '成大',
    address: '台南市北區勝利路138號B1樓',
  },
  {
    id: '181277',
    store: '三舍',
    address: '台南市新市區三舍里三舍55號',
  },
  {
    id: '181532',
    store: '真新',
    address: '台南市麻豆區油車里油車24之1號',
  },
  {
    id: '181598',
    store: '東楨',
    address: '台南市白河區永安里新興路507號一樓',
  },
  {
    id: '182362',
    store: '永成',
    address: '台南市南區佛壇里明興路1322號1樓',
  },
  {
    id: '182502',
    store: '新安發',
    address: '台南市安定區安加里安定407號',
  },
  {
    id: '182546',
    store: '辰佳',
    address: '台南市永康區永大路二段11號',
  },
  {
    id: '182568',
    store: '力大',
    address: '台南市東區生產路508號',
  },
  {
    id: '183181',
    store: '南化',
    address: '台南市南化區南化里128號1樓',
  },
  {
    id: '183516',
    store: '真潭',
    address: '台南市歸仁區大潭里中正南路三段22號',
  },
  {
    id: '183734',
    store: '立青',
    address: '台南市歸仁區南保里民權南路108號',
  },
  {
    id: '183778',
    store: '佳立',
    address: '台南市佳里區佳東路361號',
  },
  {
    id: '184036',
    store: '善良',
    address: '台南市善化區中正路385號1樓',
  },
  {
    id: '184438',
    store: '威保',
    address: '台南市關廟區南雄路一段851號1樓',
  },
  {
    id: '184667',
    store: '北安',
    address: '台南市北區公園路599-11號',
  },
  {
    id: '186216',
    store: '永勝',
    address: '台南市永康區六合里中華二路320號1樓',
  },
  {
    id: '186858',
    store: '新奇美',
    address: '台南市永康區甲頂路18、20號',
  },
  {
    id: '187208',
    store: '鹽水',
    address: '台南市鹽水區中正路35號',
  },
  {
    id: '187219',
    store: '鳳凰',
    address: '台南市安南區北安路二段122號',
  },
  {
    id: '187231',
    store: '仁興',
    address: '台南市歸仁區南保里大德路307號',
  },
  {
    id: '187242',
    store: '善和',
    address: '台南市善化區坐駕里大成路319號',
  },
  {
    id: '187253',
    store: '郡豐',
    address: '台南市安平區郡平路307號',
  },
  {
    id: '187736',
    store: '仁義',
    address: '台南市仁德區中正路二段1052號',
  },
  {
    id: '188061',
    store: '群創三',
    address: '台南市新市區環西路二段2號1樓(群創三廠)',
  },
  {
    id: '188072',
    store: '群創五',
    address: '台南市新市區環西路二段2號1樓(群創五廠)',
  },
  {
    id: '188164',
    store: '安昌',
    address: '台南市安南區塭南里安昌街101號',
  },
  {
    id: '188496',
    store: '新黎明',
    address: '台南市麻豆區興國路40-10號',
  },
  {
    id: '188887',
    store: '荷韻',
    address: '台南市白河區河東里9鄰冀萁湖122-35號',
  },
  {
    id: '188980',
    store: '鼎利',
    address: '台南市關廟區南雄路二段210號',
  },
  {
    id: '188991',
    store: '鼎亨',
    address: '台南市東區德東街101號',
  },
  {
    id: '189019',
    store: '永福',
    address: '台南市中西區永福路二段65號1樓',
  },
  {
    id: '190813',
    store: '小東',
    address: '台南市東區小東路256號',
  },
  {
    id: '192783',
    store: '唯勝',
    address: '台南市中西區民權路三段150號一樓',
  },
  {
    id: '192819',
    store: '和慶',
    address: '台南市安南區安中路一段701巷33.35號',
  },
  {
    id: '193199',
    store: '喬興',
    address: '台南市西港區慶安里新興街8-77.8-78號',
  },
  {
    id: '193432',
    store: '黎營',
    address: '台南市麻豆區井東里磚子井141-21號1樓',
  },
  {
    id: '193568',
    store: '北園',
    address: '台南市北區北園街6號之6 1樓',
  },
  {
    id: '193616',
    store: 'F18',
    address: '台南市安定區北園二路8號1樓',
  },
  {
    id: '193867',
    store: '陽光城',
    address: '台南市善化區蓮潭里9鄰陽光大道198號1樓',
  },
  {
    id: '194088',
    store: '衛國',
    address: '台南市東區林森路二段192巷24弄5號.7號',
  },
  {
    id: '194284',
    store: '沐東風',
    address: '台南市東區德昌路58號',
  },
  {
    id: '194321',
    store: '安醫',
    address: '台南市安南區州南里12鄰長和路二段66號B1',
  },
  {
    id: '194343',
    store: '裕孝',
    address: '台南市東區裕農路888號1樓',
  },
  {
    id: '194608',
    store: '華立',
    address: '台南市仁德區仁義里中清路208號',
  },
  {
    id: '194745',
    store: '奇佳',
    address: '台南市新化區信義路373號1樓',
  },
  {
    id: '194929',
    store: '金昇',
    address: '台南市南區金華路二段341號',
  },
  {
    id: '194963',
    store: '成商',
    address: '台南市東區大學里勝利路118號1、2樓',
  },
  {
    id: '195014',
    store: '上鈺',
    address: '台南市南區大成路一段128號1樓',
  },
  {
    id: '195243',
    store: '聖安',
    address: '台南市安南區安中路六段850號1樓',
  },
  {
    id: '195298',
    store: '天期',
    address: '台南市安平區國平路198號1樓',
  },
  {
    id: '195988',
    store: '大世紀',
    address: '台南市東區自由路三段108號1樓',
  },
  {
    id: '196176',
    store: '三麗',
    address: '台南市新化區協興里正新路305號1樓',
  },
  {
    id: '197146',
    store: '明和',
    address: '台南市南區中華西路一段89號',
  },
  {
    id: '197294',
    store: '北站',
    address: '台南市仁德區中洲村中洲路1巷200號1樓',
  },
  {
    id: '197618',
    store: '華康',
    address: '台南市永康區中華路10巷2號1樓、中華路8-7號1樓',
  },
  {
    id: '197928',
    store: '鎮山',
    address: '台南市中西區西湖里湖美街10號',
  },
  {
    id: '198219',
    store: '雙鈺',
    address: '台南市永康區永華路399號1樓',
  },
  {
    id: '198437',
    store: '塭內',
    address: '台南市佳里區塭內里塭子內12-1號',
  },
  {
    id: '198552',
    store: '台南蔡',
    address: '台南市永康區中正南路628號',
  },
  {
    id: '198600',
    store: '崇學',
    address: '台南市東區崇善路168號',
  },
  {
    id: '198747',
    store: '福耀',
    address: '台南市東區崇明路377號、377-1號',
  },
  {
    id: '198770',
    store: '新新樓',
    address: '台南市東區東門里前鋒路16號1樓',
  },
  {
    id: '198921',
    store: '鼎鑫',
    address: '台南市關廟區中山路二段27號1樓',
  },
  {
    id: '199027',
    store: '新市',
    address: '台南市新市區華興街48號1樓',
  },
  {
    id: '199131',
    store: '東和',
    address: '台南市東區東安路291號293號1樓',
  },
  {
    id: '199348',
    store: '安東',
    address: '台南市安南區安和路一段308號1樓',
  },
  {
    id: '199511',
    store: '崑教',
    address: '台南市永康區崑大路195號',
  },
  {
    id: '199533',
    store: '府城',
    address: '台南市安平區永華路二段532號',
  },
  {
    id: '199577',
    store: '安運',
    address: '台南市安平區平安里華平路742號1樓',
  },
  {
    id: '199658',
    store: '金都',
    address: '台南市南區金華路一段235號1樓',
  },
  {
    id: '200284',
    store: '鑫歐洲',
    address: '台南市永康區埔園街339號',
  },
  {
    id: '200479',
    store: '庭好',
    address: '台南市善化區陽光大道587.589號1樓',
  },
  {
    id: '202051',
    store: '18廠B',
    address: '台南市安定區蘇林里北園二路8號',
  },
  {
    id: '202202',
    store: '家園',
    address: '台南市仁德區長興路77之1號.83號',
  },
  {
    id: '202394',
    store: '奇美博',
    address: '台南市仁德區文華路二段66號',
  },
  {
    id: '206857',
    store: '潭頂',
    address: '台南市新市區潭頂里潭頂400號',
  },
  {
    id: '206868',
    store: '龍橋',
    address: '台南市永康區烏竹里7鄰龍橋街406號',
  },
  {
    id: '206905',
    store: '飛鳥',
    address: '台南市善化區文光里建國路386號1樓',
  },
  {
    id: '207078',
    store: '學信',
    address: '台南市學甲區明宜里信義路50號1樓',
  },
  {
    id: '207263',
    store: '橋富',
    address: '台南市永康區大橋二街130、132號',
  },
  {
    id: '208118',
    store: '梅花',
    address: '台南市楠西區楠西里中正路176號前面',
  },
  {
    id: '208428',
    store: '勝堉',
    address: '台南市東區育樂街1號',
  },
  {
    id: '208543',
    store: '安西',
    address: '台南市安南區安中路一段136號',
  },
  {
    id: '208831',
    store: '朝日',
    address: '台南市善化區蓮潭里龍目井路433.435號1樓',
  },
  {
    id: '208978',
    store: '星辰',
    address: '台南市新化區全興里竹子腳178號',
  },
  {
    id: '209085',
    store: '華億',
    address: '台南市仁德區文華路三段432.436號',
  },
  {
    id: '209281',
    store: '果毅',
    address: '台南市柳營區果毅里果毅後14-1號1樓',
  },
  {
    id: '209395',
    store: '大嘉瑩',
    address: '台南市仁德區二仁路一段124.126號',
  },
  {
    id: '209535',
    store: '高吉',
    address: '台南市新市區新和里中正路193號',
  },
  {
    id: '209948',
    store: '東利',
    address: '台南市歸仁區南保里文化街三段47號1樓',
  },
  {
    id: '210074',
    store: '光賢',
    address: '台南市中西區中華西路二段600號600-1號1.2樓',
  },
  {
    id: '210144',
    store: '長源',
    address: '台南市北區長榮路四段181號',
  },
  {
    id: '210340',
    store: '明安',
    address: '台南市安南區工業二路166號',
  },
  {
    id: '210476',
    store: '天鈺',
    address: '台南市永康區勝利里勝利街25、27號1樓',
  },
  {
    id: '210904',
    store: '嘉營',
    address: '台南市仁德區中正路一段73號',
  },
  {
    id: '211206',
    store: '左鎮',
    address: '台南市左鎮區榮和里菜寮62-35號',
  },
  {
    id: '211239',
    store: '立昌',
    address: '台南市歸仁區中山路三段370號',
  },
  {
    id: '211284',
    store: '佳成',
    address: '台南市佳里區興化里佳里興570-51號1樓',
  },
  {
    id: '211365',
    store: '凱旋',
    address: '台南市東區怡東路111號1樓',
  },
  {
    id: '211572',
    store: '新營',
    address: '台南市新營區復興路642號',
  },
  {
    id: '211712',
    store: '永燕',
    address: '台南市永康區中山南路518號',
  },
  {
    id: '211893',
    store: '佳東',
    address: '台南市佳里區進學路7號1樓',
  },
  {
    id: '212106',
    store: '六甲頂',
    address: '台南市永康區尚頂里中正南路325號1樓',
  },
  {
    id: '212140',
    store: '紅瓦厝',
    address: '台南市歸仁區大成路211號1樓',
  },
  {
    id: '212254',
    store: '土定里',
    address: '台南市南區永成路三段319號1樓',
  },
  {
    id: '212298',
    store: '華勇',
    address: '台南市永康區華興街122號1、2樓',
  },
  {
    id: '212346',
    store: '德欽',
    address: '台南市仁德區後壁里德南路3鄰92號',
  },
  {
    id: '212405',
    store: '學東',
    address: '台南市安南區公學路六段679號1樓',
  },
  {
    id: '212449',
    store: '善農',
    address: '台南市善化區中山路243號1樓',
  },
  {
    id: '212472',
    store: '尊南',
    address: '台南市南區尊南街268.270號',
  },
  {
    id: '213796',
    store: '康興',
    address: '台南市永康區中華路196號1樓',
  },
  {
    id: '213925',
    store: '常興',
    address: '台南市仁德區中正路三段701號',
  },
  {
    id: '214191',
    store: '新醫',
    address: '台南市新營區民權里民權路96號96-1號1樓',
  },
  {
    id: '214401',
    store: '新興',
    address: '台南市南區光明里新興路6鄰529號531號1樓',
  },
  {
    id: '214490',
    store: '新興運',
    address: '台南市新化區護國里中山路211號',
  },
  {
    id: '214847',
    store: '南站',
    address: '台南市仁德區中洲村中洲路1巷220號1樓',
  },
  {
    id: '215231',
    store: '新大港',
    address: '台南市北區大和里大港街140號1樓2樓',
  },
  {
    id: '215323',
    store: '加賀',
    address: '台南市歸仁區大廟里大廟一街1號',
  },
  {
    id: '215404',
    store: '富裕',
    address: '台南市東區後甲里裕農路657號1樓',
  },
  {
    id: '216658',
    store: '東勝',
    address: '台南市東山區東山里235號',
  },
  {
    id: '216809',
    store: '海寮',
    address: '台南市安定區海寮里海寮街8號',
  },
  {
    id: '216843',
    store: '橋鈺',
    address: '台南市永康區東橋七路369號1樓',
  },
  {
    id: '217101',
    store: '環安',
    address: '台南市安南區長和路二段12巷272號',
  },
  {
    id: '217134',
    store: '西門',
    address: '台南市北區西門路四段132號',
  },
  {
    id: '217363',
    store: '億載',
    address: '台南市東區大同路二段95-3號',
  },
  {
    id: '217499',
    store: '新永健',
    address: '台南市中西區健康路一段346號',
  },
  {
    id: '227681',
    store: '花田',
    address: '台南市歸仁區中正北路二段130號1樓',
  },
  {
    id: '227717',
    store: '煒達',
    address: '台南市北區育德路491號1.2樓',
  },
  {
    id: '227913',
    store: '許中營',
    address: '台南市安定區中榮里許中營78-10號',
  },
  {
    id: '228215',
    store: '集福',
    address: '台南市中西區金華路四段194號與信義街60巷6號',
  },
  {
    id: '228640',
    store: '丞芯',
    address: '台南市南區萬年七街380號',
  },
  {
    id: '229160',
    store: '興全',
    address: '台南市新市區民權路80號',
  },
  {
    id: '229285',
    store: '永臻',
    address: '台南市永康區中山東路59號',
  },
  {
    id: '229436',
    store: '南建平',
    address: '台南市安平區建平路19、21、23號1樓',
  },
  {
    id: '229447',
    store: '青青',
    address: '台南市北區和緯路五段278號1樓',
  },
  {
    id: '229458',
    store: '果菜',
    address: '台南市安南區怡安路二段150、152、156號',
  },
  {
    id: '229528',
    store: '日通',
    address: '台南市北區東興路二段47號1樓',
  },
  {
    id: '229713',
    store: '愛佳',
    address: '台南市佳里區仁愛路269號1樓',
  },
  {
    id: '229735',
    store: '安科',
    address: '台南市安定區嘉同里六塊寮10-13.10-15號',
  },
  {
    id: '229849',
    store: '東山',
    address: '台南市東山區東中里中興南路32號',
  },
  {
    id: '229986',
    store: '竹篙厝',
    address: '台南市東區仁和路126號1樓',
  },
  {
    id: '230012',
    store: '水交社',
    address: '台南市南區西門路一段292、296號',
  },
  {
    id: '230229',
    store: '新民',
    address: '台南市新營區民生里三民路152-13號1樓',
  },
  {
    id: '230263',
    store: '易京',
    address: '台南市安南區頂安里北安路三段400-1號',
  },
  {
    id: '230300',
    store: '高發',
    address: '台南市歸仁區高發二路371.373號',
  },
  {
    id: '230458',
    store: '明倫',
    address: '台南市中西區金華路三段88號1.2樓',
  },
  {
    id: '230665',
    store: '興文',
    address: '台南市仁德區中正路二段508號1樓',
  },
  {
    id: '230698',
    store: '水道',
    address: '台南市山上區山上里249、249-1、249-2號',
  },
  {
    id: '230805',
    store: '大葆',
    address: '台南市永康區?行里正南五街311號',
  },
  {
    id: '230827',
    store: '海安',
    address: '台南市北區海安路三段716號',
  },
  {
    id: '231048',
    store: '麻生',
    address: '台南市麻豆區新生南路165號1樓',
  },
  {
    id: '231093',
    store: '興功',
    address: '台南市仁德區民安路一段423、425號1樓',
  },
  {
    id: '231358',
    store: '東金',
    address: '台南市東山區新東路一段19號1樓',
  },
  {
    id: '231554',
    store: '南三井',
    address: '台南市歸仁區歸仁大道101號1樓',
  },
  {
    id: '231761',
    store: '府城市',
    address: '台南市安平區永華路二段6號1樓',
  },
  {
    id: '231794',
    store: '內庄',
    address: '台南市大內區內庄172-8號1樓',
  },
  {
    id: '231808',
    store: '善心',
    address: '台南市善化區中山路355號1樓',
  },
  {
    id: '231853',
    store: '文硯',
    address: '台南市安平區文平路278號1.2樓',
  },
  {
    id: '232052',
    store: '盛馨',
    address: '台南市東區府連路351號1樓.353號1樓',
  },
  {
    id: '232306',
    store: '恆豪',
    address: '台南市永康區中正南路432號1樓',
  },
  {
    id: '232373',
    store: '東萬',
    address: '台南市東區中華東路三段141號1樓',
  },
  {
    id: '233011',
    store: '亞萬',
    address: '台南市安平區永華路二段812號1樓',
  },
  {
    id: '233310',
    store: '東山站',
    address: '台南市東山區科里里枋子林74-6號',
  },
  {
    id: '233343',
    store: '大嘉葆',
    address: '台南市歸仁區中正南路二段49號1樓',
  },
  {
    id: '233550',
    store: '加圻',
    address: '台南市安平區育平路100號.102號.府平路392號',
  },
  {
    id: '233952',
    store: '夏林',
    address: '台南市南區健康路二段114號1樓、地下室1樓',
  },
  {
    id: '234117',
    store: '本田',
    address: '台南市安南區本田路三段740、742號',
  },
  {
    id: '234715',
    store: '南茂',
    address: '台南市新市區南科七路5號3樓',
  },
  {
    id: '234771',
    store: '南會展',
    address: '台南市歸仁區歸仁十二路3號1樓',
  },
  {
    id: '234900',
    store: '營新',
    address: '台南市新營區復興路1039號',
  },
  {
    id: '235039',
    store: '永豐',
    address: '台南市永康區中華路387號1樓',
  },
  {
    id: '235095',
    store: '金武',
    address: '台南市新營區金華路一段262號',
  },
  {
    id: '236076',
    store: '德光',
    address: '台南市東區崇德路277號1樓、2樓',
  },
  {
    id: '236168',
    store: '天青',
    address: '台南市永康區復華三街25號1樓',
  },
  {
    id: '236249',
    store: '耀瑩',
    address: '台南市北區公園路291號',
  },
  {
    id: '236412',
    store: '永佳',
    address: '台南市新市區復興路173.175號',
  },
  {
    id: '236456',
    store: '三聖',
    address: '台南市南區興南街149號',
  },
  {
    id: '236869',
    store: '城中',
    address: '台南市安南區安中路六段599號、601號1樓',
  },
  {
    id: '237046',
    store: '香洋',
    address: '台南市關廟區香洋里中山路一段203號1樓',
  },
  {
    id: '237493',
    store: '新南科',
    address: '台南市新市區南科三路17、19號1樓(台南科學工業區)',
  },
  {
    id: '237921',
    store: '席悅',
    address: '台南市東區東光里東興路41號1樓',
  },
  {
    id: '238120',
    store: '遠專',
    address: '台南市新市區中華路53巷9號1樓',
  },
  {
    id: '238153',
    store: '裕信',
    address: '台南市東區裕信路352號',
  },
  {
    id: '238175',
    store: '林頂',
    address: '台南市仁德區中山路155號',
  },
  {
    id: '238647',
    store: '裕興',
    address: '台南市東區復興里裕文路76號1樓',
  },
  {
    id: '239396',
    store: '南英',
    address: '台南市中西區永福路一段30號32號1、 2樓',
  },
  {
    id: '239880',
    store: '港達',
    address: '台南市安定區港口里245-10號1樓',
  },
  {
    id: '239938',
    store: '安南',
    address: '台南市安南區安和路四段520號',
  },
  {
    id: '240042',
    store: '松美',
    address: '台南市善化區小新里成功路2-2號',
  },
  {
    id: '240097',
    store: '奇蹟',
    address: '台南市永康區永大路三段299號',
  },
  {
    id: '240400',
    store: '麻佳',
    address: '台南市麻豆區苓子林17-13號',
  },
  {
    id: '240514',
    store: '歸仁',
    address: '台南市歸仁區中山路二段60號',
  },
  {
    id: '240813',
    store: '新佳興',
    address: '台南市佳里區東寧里文化路196號1樓',
  },
  {
    id: '240994',
    store: '永強',
    address: '台南市永康區埔園里中正路102號',
  },
  {
    id: '241012',
    store: '國銨',
    address: '台南市安南區國安街111號113號',
  },
  {
    id: '241230',
    store: '新新善',
    address: '台南市新市區復興路59號61號63號一樓',
  },
  {
    id: '241562',
    store: '善成',
    address: '台南市善化區中正路386號',
  },
  {
    id: '242060',
    store: '佳利',
    address: '台南市新化區中山路332號',
  },
  {
    id: '242255',
    store: '楠西',
    address: '台南市楠西區鹿田里油車16-22號',
  },
  {
    id: '242473',
    store: '佰納',
    address: '台南市中西區民生路二段294號1樓',
  },
  {
    id: '242602',
    store: '永立',
    address: '台南市永康區西勢路90號',
  },
  {
    id: '242635',
    store: '營墘',
    address: '台南市下營區中山路一段206號',
  },
  {
    id: '243100',
    store: '新玉',
    address: '台南市新化區忠孝路10號',
  },
  {
    id: '243122',
    store: '森林裕',
    address: '台南市北區林森路三段198號',
  },
  {
    id: '243177',
    store: '蓁蓁',
    address: '台南市新營區太子宮140之2號1樓',
  },
  {
    id: '243465',
    store: '玉祥',
    address: '台南市玉井區民生路320號',
  },
  {
    id: '244402',
    store: '18P7',
    address: '台南市安定區北園一路1號',
  },
  {
    id: '248600',
    store: '安平',
    address: '台南市安平區安平路99號',
  },
  {
    id: '248622',
    store: '豐盛',
    address: '台南市北區勝利路192號194號',
  },
  {
    id: '248828',
    store: '聯電',
    address: '台南市新市區南科三路57號',
  },
  {
    id: '249728',
    store: '龍華',
    address: '台南市永康區烏竹里自強路825-1號',
  },
  {
    id: '249739',
    store: '欣大林',
    address: '台南市南區大同路二段136巷3號1樓',
  },
  {
    id: '250441',
    store: '德緯',
    address: '台南市北區成德里育德二路20鄰308號',
  },
  {
    id: '250588',
    store: '長榮大',
    address: '台南市歸仁區長大路1號(長榮大學內第4宿舍B1)',
  },
  {
    id: '250854',
    store: '慶平',
    address: '台南市安平區慶平路235號1樓',
  },
  {
    id: '251190',
    store: '愷傑',
    address: '台南市永康區中正北路122號',
  },
  {
    id: '251536',
    store: '致聖',
    address: '台南市東區北門路二段12號',
  },
  {
    id: '251721',
    store: '崇明',
    address: '台南市東區林森路一段184號',
  },
  {
    id: '251732',
    store: '慶東',
    address: '台南市東區青年路416號',
  },
  {
    id: '251743',
    store: '開山',
    address: '台南市中西區開山路245號1樓',
  },
  {
    id: '252012',
    store: '郡王',
    address: '台南市中西區府前路一段144號',
  },
  {
    id: '252252',
    store: '體育',
    address: '台南市中西區健康路一段166號',
  },
  {
    id: '252366',
    store: '天公',
    address: '台南市中西區忠義路二段109號',
  },
  {
    id: '252447',
    store: '新東灣',
    address: '台南市永康區民族路186號188號1樓',
  },
  {
    id: '252458',
    store: '鑫永康',
    address: '台南市永康區中華路617-1號',
  },
  {
    id: '252621',
    store: '美人魚',
    address: '台南市新市區新市里中興街162號1樓',
  },
  {
    id: '252676',
    store: '夏興',
    address: '台南市南區夏林路258號1樓',
  },
  {
    id: '252724',
    store: '東都',
    address: '台南市北區成功路140號',
  },
  {
    id: '252850',
    store: '新海佃',
    address: '台南市安南區海佃路一段239號一樓',
  },
  {
    id: '252894',
    store: '崇華',
    address: '台南市東區崇善路259號1樓',
  },
  {
    id: '252986',
    store: '新本安',
    address: '台南市安南區淵東里安中路三段360號1樓',
  },
  {
    id: '253004',
    store: '台江',
    address: '台南市安南區安中路二段140號1樓',
  },
  {
    id: '253141',
    store: '友愛',
    address: '台南市中西區友愛街197之199號',
  },
  {
    id: '253336',
    store: '裕文',
    address: '台南市東區裕學路1號',
  },
  {
    id: '253510',
    store: '文南',
    address: '台南市南區健康路二段268-1、270號',
  },
  {
    id: '253886',
    store: '學成',
    address: '台南市學甲區慈生里中正路296號',
  },
  {
    id: '253967',
    store: '尚頂',
    address: '台南市永康區中正南路314號',
  },
  {
    id: '254007',
    store: '長和',
    address: '台南市安南區長和一街39號',
  },
  {
    id: '254269',
    store: '闔平',
    address: '台南市安南區府安路五段98巷56弄33號',
  },
  {
    id: '254270',
    store: '東敬',
    address: '台南市東區莊敬路90號1樓;東平路35-1號、35-2號1樓',
  },
  {
    id: '254351',
    store: '崇道',
    address: '台南市東區崇善路569、571號',
  },
  {
    id: '254454',
    store: '道成',
    address: '台南市北區北門路二段500號',
  },
  {
    id: '254546',
    store: '新永華',
    address: '台南市中西區永華路一段248號1樓',
  },
  {
    id: '254627',
    store: '大欣',
    address: '台南市北區和緯路五段76號',
  },
  {
    id: '254753',
    store: '西濱',
    address: '台南市南區中華南路二段317號319號',
  },
  {
    id: '255136',
    store: '大恩',
    address: '台南市南區大同路二段692.694號及國民路2號',
  },
  {
    id: '255321',
    store: '東發',
    address: '台南市東區中華東路三段379號',
  },
  {
    id: '260655',
    store: '崇祐',
    address: '台南市東區崇成里崇明路561號1樓',
  },
  {
    id: '260909',
    store: '創意',
    address: '台南市永康區鹽行里中正二街268號',
  },
  {
    id: '261050',
    store: '常勝',
    address: '台南市北區長榮里長勝路1號',
  },
  {
    id: '261289',
    store: '南德',
    address: '台南市南區中華南路二段101之1號',
  },
  {
    id: '261429',
    store: '康健',
    address: '台南市北區北門路三段49號',
  },
  {
    id: '261740',
    store: '時尚',
    address: '台南市永康區鹽洲里仁愛街19號21號1樓',
  },
  {
    id: '261946',
    store: '建平',
    address: '台南市安平區建平七街689號',
  },
  {
    id: '262042',
    store: '育德',
    address: '台南市北區民德路87號',
  },
  {
    id: '262053',
    store: '公道',
    address: '台南市南區夏林路1-16號、1-17號',
  },
  {
    id: '262178',
    store: '永正',
    address: '台南市永康區永康里中山南路537號',
  },
  {
    id: '262282',
    store: '鈺勝',
    address: '台南市北區小東路307巷75號77號1樓',
  },
  {
    id: '262293',
    store: '湖華',
    address: '台南市中西區西湖街3號',
  },
  {
    id: '262307',
    store: '文五',
    address: '台南市安平區國平里文平路217號',
  },
  {
    id: '262455',
    store: '華園',
    address: '台南市北區北門里公園南路71號',
  },
  {
    id: '262488',
    store: '康榮',
    address: '台南市北區實踐里北門路三段2號',
  },
  {
    id: '262983',
    store: '鼎富',
    address: '台南市關廟區南花里中正路881號',
  },
  {
    id: '263399',
    store: '富里',
    address: '台南市安南區安富里府安路五段154號155號156號',
  },
  {
    id: '263665',
    store: '新真愛',
    address: '台南市永康區東橋六街208號1樓',
  },
  {
    id: '780827',
    store: '和順',
    address: '台南市安南區安和路五段166號',
  },
  {
    id: '791241',
    store: '佳里',
    address: '台南市佳里區光復路197號197-1號',
  },
  {
    id: '822169',
    store: '公園',
    address: '台南市北區公園路1072-1號2號3號',
  },
  {
    id: '833055',
    store: '長寧',
    address: '台南市東區長榮路三段12號',
  },
  {
    id: '842060',
    store: '武聖',
    address: '台南市中西區武聖路47號49號',
  },
  {
    id: '845597',
    store: '安中',
    address: '台南市安南區安中路一段711號',
  },
  {
    id: '846659',
    store: '仁德',
    address: '台南市仁德區中山路497、499、501號1樓',
  },
  {
    id: '851064',
    store: '伍誼',
    address: '台南市歸仁區復興路162之1號',
  },
  {
    id: '854557',
    store: '一心',
    address: '台南市東區中華東路一段24號',
  },
  {
    id: '855055',
    store: '公平',
    address: '台南市北區公園路694號',
  },
  {
    id: '860448',
    store: '森田',
    address: '台南市東區東門里東門路一段199號',
  },
  {
    id: '860459',
    store: '柳營',
    address: '台南市柳營區士林里柳營路二段1號3號',
  },
  {
    id: '860688',
    store: '立人',
    address: '台南市北區和順里西門路三段81號1樓、西門路三段47巷12號1樓',
  },
  {
    id: '861544',
    store: '嘉南',
    address: '台南市仁德區二行里二仁路一段151號',
  },
  {
    id: '863252',
    store: '六甲',
    address: '台南市六甲區六甲里22鄰中正路552號',
  },
  {
    id: '865535',
    store: '北門',
    address: '台南市東區北門路一段310號、312號',
  },
  {
    id: '870272',
    store: '新銀',
    address: '台南市新營區中山路140號',
  },
  {
    id: '871596',
    store: '玉山',
    address: '台南市永康區永明街97號',
  },
  {
    id: '871714',
    store: '隆田',
    address: '台南市官田區隆田里14鄰文化街130號',
  },
  {
    id: '871747',
    store: '聖賢',
    address: '台南市北區大豐里文賢路315號',
  },
  {
    id: '872360',
    store: '玉井',
    address: '台南市玉井區中正路54號',
  },
  {
    id: '873363',
    store: '港龍',
    address: '台南市安定區港南里163號',
  },
  {
    id: '874399',
    store: '大橋',
    address: '台南市永康區大橋里中華路747號1樓、中華西街285號1樓',
  },
  {
    id: '874757',
    store: '市醫',
    address: '台南市東區崇德路685號687號',
  },
  {
    id: '880165',
    store: '那菝',
    address: '台南市新化區那菝林241號',
  },
  {
    id: '880419',
    store: '古都',
    address: '台南市東區仁和路133號',
  },
  {
    id: '880811',
    store: '騰揮',
    address: '台南市歸仁區中正南路一段110號',
  },
  {
    id: '881308',
    store: '超順',
    address: '台南市學甲區中正路143號',
  },
  {
    id: '882552',
    store: '慶安',
    address: '台南市西港區慶安里新興街25-2號',
  },
  {
    id: '883256',
    store: '總安',
    address: '台南市安南區安和路四段9號',
  },
  {
    id: '883898',
    store: '本原',
    address: '台南市安南區海佃路四段2號',
  },
  {
    id: '885115',
    store: '新進',
    address: '台南市新營區中正路33之14號15號',
  },
  {
    id: '885997',
    store: '千福',
    address: '台南市中西區大涼里中華西路二段36號',
  },
  {
    id: '890324',
    store: '文炳',
    address: '台南市永康區南台街1號',
  },
  {
    id: '891213',
    store: '德南',
    address: '台南市仁德區中正路二段224號',
  },
  {
    id: '892179',
    store: '鈺華',
    address: '台南市永康區崑南里37鄰大仁街220號',
  },
  {
    id: '893792',
    store: '永復',
    address: '台南市永康區復華里復華一街2號',
  },
  {
    id: '894407',
    store: '立興',
    address: '台南市南區灣裡路265號',
  },
  {
    id: '896333',
    store: '頂美',
    address: '台南市中西區西和路1號3號',
  },
  {
    id: '901466',
    store: '喜樹',
    address: '台南市南區喜東里10鄰明興路732號',
  },
  {
    id: '902159',
    store: '詠文',
    address: '台南市永康區網寮里6鄰永二街202號',
  },
  {
    id: '902779',
    store: '八甲',
    address: '台南市歸仁區八甲里中正北路一段194號',
  },
  {
    id: '903152',
    store: '後壁',
    address: '台南市後壁區後壁里後壁71號',
  },
  {
    id: '903439',
    store: '七股',
    address: '台南市七股區七股里14鄰154-1號',
  },
  {
    id: '905343',
    store: '精工',
    address: '台南市永康區中正北路735號',
  },
  {
    id: '905963',
    store: '保正',
    address: '台南市仁德區中正路一段529號',
  },
  {
    id: '910323',
    store: '好萊富',
    address: '台南市新營區南紙里太子路191號',
  },
  {
    id: '910334',
    store: '清新',
    address: '台南市新化區武安里中正路321號',
  },
  {
    id: '910976',
    store: '庭園',
    address: '台南市永康區埔園里龍國街77號',
  },
  {
    id: '911256',
    store: '祥安',
    address: '台南市安南區大安街58.60.62.64號1樓',
  },
  {
    id: '912097',
    store: '安富',
    address: '台南市安南區安富街341、343、345號',
  },
  {
    id: '915203',
    store: '長榮',
    address: '台南市東區長榮路三段139號',
  },
  {
    id: '921518',
    store: '逢安',
    address: '台南市安南區海西里海中街73號',
  },
  {
    id: '921655',
    store: '南鯤鯓',
    address: '台南市北門區鯤江里841-1號',
  },
  {
    id: '922670',
    store: '詠信',
    address: '台南市永康區復華七街68號',
  },
  {
    id: '922821',
    store: '永大春',
    address: '台南市永康區中山北路431號',
  },
  {
    id: '923547',
    store: '南藝',
    address: '台南市官田區大崎里66號',
  },
  {
    id: '923868',
    store: '安新',
    address: '台南市安南區長溪路三段399號1樓',
  },
  {
    id: '928829',
    store: '埔園',
    address: '台南市永康區中山路90號',
  },
  {
    id: '930796',
    store: '同發',
    address: '台南市安平區安北路170-3號1樓',
  },
  {
    id: '931272',
    store: '六發',
    address: '台南市歸仁區六甲里中正南路一段1018號1020號',
  },
  {
    id: '931386',
    store: '鹽行',
    address: '台南市永康區鹽洲里鹽洲二街83號',
  },
  {
    id: '931478',
    store: '麻新',
    address: '台南市麻豆區中正路289號',
  },
  {
    id: '931489',
    store: '蓮營',
    address: '台南市後壁區福安里200號',
  },
  {
    id: '931559',
    store: '德發',
    address: '台南市仁德區中正路三段42號',
  },
  {
    id: '931836',
    store: '上營',
    address: '台南市下營區中營里1286號',
  },
  {
    id: '932714',
    store: '安佃',
    address: '台南市安南區海佃路四段548號',
  },
  {
    id: '932884',
    store: '興農',
    address: '台南市善化區興農路4號',
  },
  {
    id: '934732',
    store: '國平',
    address: '台南市安平區平通里國平路381號',
  },
  {
    id: '936484',
    store: '武德',
    address: '台南市中西區青年路134號',
  },
  {
    id: '940254',
    store: '怡安',
    address: '台南市安南區安和路二段27號之2',
  },
  {
    id: '941062',
    store: '東江',
    address: '台南市永康區尚頂里23鄰南台街43號1樓',
  },
  {
    id: '941419',
    store: '新憲',
    address: '台南市新營區埤寮里中正路530號',
  },
  {
    id: '941693',
    store: '新東育',
    address: '台南市東區大學路西段53號1樓2樓',
  },
  {
    id: '941936',
    store: '高長',
    address: '台南市新市區新和里仁愛街169號171號',
  },
  {
    id: '942548',
    store: '中洲',
    address: '台南市仁德區中洲里中洲路661號663號1樓',
  },
  {
    id: '942607',
    store: '烏山頭',
    address: '台南市官田區湖山里98-4號98-5號',
  },
  {
    id: '942652',
    store: '六分寮',
    address: '台南市善化區田寮里六分寮74-1號74-2號',
  },
  {
    id: '943002',
    store: '科工',
    address: '台南市安南區鹽田里鹽田路2號',
  },
  {
    id: '943208',
    store: '仁灣',
    address: '台南市永康區大仁街11巷1號',
  },
  {
    id: '943666',
    store: '正旺',
    address: '台南市南區明興路917號',
  },
  {
    id: '943884',
    store: '保東',
    address: '台南市關廟區關新路二段7號',
  },
  {
    id: '944555',
    store: '鈺善',
    address: '台南市白河區昇安里1鄰三間厝2-56號',
  },
  {
    id: '944577',
    store: '本興',
    address: '台南市安南區公學路四段180號',
  },
  {
    id: '944658',
    store: '奇勝',
    address: '台南市仁德區新田里勝利路139號',
  },
  {
    id: '946643',
    store: '國宅',
    address: '台南市南區新興路441號443號',
  },
  {
    id: '947912',
    store: '祥發',
    address: '台南市東區裕豐街187號189號191號1樓',
  },
  {
    id: '950273',
    store: '好富',
    address: '台南市東區富強里裕農路320號',
  },
  {
    id: '950538',
    store: '文安',
    address: '台南市仁德區文賢路一段576號',
  },
  {
    id: '950620',
    store: '永嘉',
    address: '台南市永康區二王路139號',
  },
  {
    id: '950974',
    store: '立東',
    address: '台南市東區東門路三段220號',
  },
  {
    id: '951483',
    store: '雋鈺',
    address: '台南市永康區西灣里永華路157號',
  },
  {
    id: '951760',
    store: '將富',
    address: '台南市將軍區將富里49之八號',
  },
  {
    id: '951830',
    store: '華醫',
    address: '台南市仁德區民安路一段115號',
  },
  {
    id: '951874',
    store: '牛墟',
    address: '台南市善化區什乃里什乃190號',
  },
  {
    id: '951966',
    store: '仁伯',
    address: '台南市仁德區後壁里德安路188號',
  },
  {
    id: '954183',
    store: '麻善',
    address: '台南市麻豆區晉江里民權路10-1號',
  },
  {
    id: '954312',
    store: '新墘',
    address: '台南市新市區港墘里民族路118號',
  },
  {
    id: '954448',
    store: '新新復',
    address: '台南市新營區新進路二段466號',
  },
  {
    id: '962771',
    store: '吉吉好',
    address: '台南市東區崇德路670號',
  },
  {
    id: '962863',
    store: '湖美',
    address: '台南市北區大豐里27鄰中華北路一段143號',
  },
  {
    id: '965057',
    store: '長溪',
    address: '台南市安南區安慶里長溪路一段307號',
  },
  {
    id: '965105',
    store: '淵安',
    address: '台南市安南區海佃路三段163號',
  },
  {
    id: '965264',
    store: '裕平',
    address: '台南市東區關聖里裕信路177號1樓',
  },
  {
    id: '965345',
    store: '小腳腿',
    address: '台南市柳營區重溪里義士路一段938號',
  },
  {
    id: '965600',
    store: '麻中',
    address: '台南市麻豆區南勢里南勢36-205號',
  },
  {
    id: '965611',
    store: '遠德',
    address: '台南市新化區北勢里中正路1211號',
  },
  {
    id: '965633',
    store: '安高',
    address: '台南市安定區港尾里港子尾37-28號',
  },
  {
    id: '966061',
    store: '車讚',
    address: '台南市關廟區北花里中正路517號',
  },
  {
    id: '966212',
    store: '鹽新',
    address: '台南市鹽水區橋南里忠孝路93號',
  },
  {
    id: '966290',
    store: '安安',
    address: '台南市安南區安明路四段260-70號',
  },
  {
    id: '966957',
    store: '仁大',
    address: '台南市仁德區太子里太子路120號122號',
  },
  {
    id: '966991',
    store: '鹽信',
    address: '台南市永康區正南一街148號',
  },
  {
    id: '967086',
    store: '二鎮',
    address: '台南市官田區二區里工社西街25巷81號',
  },
  {
    id: '967570',
    store: '永愛',
    address: '台南市永康區北灣里文賢街80-1號',
  },
  {
    id: '967581',
    store: '保華',
    address: '台南市仁德區成功里崇德路88號',
  },
  {
    id: '967639',
    store: '仁文',
    address: '台南市東區仁和路57-7號59號1樓',
  },
  {
    id: '967673',
    store: '桂田',
    address: '台南市永康區鹽行里新行街251號一樓',
  },
  {
    id: '967891',
    store: '虎尾寮',
    address: '台南市仁德區仁德里文德路157號',
  },
  {
    id: '967938',
    store: '新正賢',
    address: '台南市仁德區保安里中正路一段209號',
  },
  {
    id: '968104',
    store: '華平',
    address: '台南市安平區健康路三段242號',
  },
  {
    id: '968263',
    store: '新曾文',
    address: '台南市麻豆區東角里興中路177號179號',
  },
  {
    id: '968780',
    store: '鯤鯓',
    address: '台南市南區南都里鯤鯓路20號',
  },
  {
    id: '969015',
    store: '新同安',
    address: '台南市安南區理想里海佃路二段432號',
  },
  {
    id: '970174',
    store: '鈺廣',
    address: '台南市永康區大灣里民族路409號一樓',
  },
  {
    id: '970255',
    store: '欣奇',
    address: '台南市新營區新東里東興路236號',
  },
  {
    id: '970266',
    store: '新凱',
    address: '台南市新市區社內里12之5號',
  },
  {
    id: '970277',
    store: '新大內',
    address: '台南市大內區石城里石子瀨122之153號',
  },
  {
    id: '970358',
    store: '麻學',
    address: '台南市麻豆區大山里8鄰大山腳1之80號',
  },
  {
    id: '970819',
    store: '安立',
    address: '台南市安南區安中路四段150號',
  },
  {
    id: '971018',
    store: '關聖',
    address: '台南市關廟區南雄路一段471號',
  },
  {
    id: '971465',
    store: '善營',
    address: '台南市善化區小新里成功路173之1號',
  },
  {
    id: '971487',
    store: '新吉',
    address: '台南市安定區新吉里新吉126之12_126之13號',
  },
  {
    id: '971498',
    store: '少觀',
    address: '台南市南區大林路113號',
  },
  {
    id: '973014',
    store: '新運河',
    address: '台南市中西區府前路二段239號1樓',
  },
  {
    id: '978558',
    store: '慶國',
    address: '台南市安平區慶平路531號',
  },
  {
    id: '980126',
    store: '新安順',
    address: '台南市安南區安和路三段55-1號57號1樓',
  },
  {
    id: '980296',
    store: '大目降',
    address: '台南市新化區正新路233號',
  },
  {
    id: '980838',
    store: '新雙新',
    address: '台南市新市區永就里中山路227號1樓',
  },
  {
    id: '981602',
    store: '豐平',
    address: '台南市安平區平豐路430號1樓',
  },
  {
    id: '982096',
    store: '新朝琴',
    address: '台南市鹽水區岸內里朝琴路143號1樓',
  },
  {
    id: '982236',
    store: '新府緯',
    address: '台南市南區西門路一段553號1樓',
  },
  {
    id: '982443',
    store: '寶園',
    address: '台南市北區元寶里北園街78號78-1號78-2號78-3號1樓',
  },
  {
    id: '982889',
    store: '新玉馥',
    address: '台南市玉井區玉田里中山路97號1樓',
  },
  {
    id: '985822',
    store: '國民',
    address: '台南市南區國民路152號1樓',
  },
  {
    id: '988223',
    store: '新郡安',
    address: '台南市安南區溪北里安和路一段105號1樓',
  },
  {
    id: '990042',
    store: '新海成',
    address: '台南市北區海安路三段2號1樓',
  },
  {
    id: '990075',
    store: '東科',
    address: '台南市新市區三舍里大順三路125號1樓',
  },
  {
    id: '990156',
    store: '新佳忠',
    address: '台南市佳里區安西里忠孝路212號1樓',
  },
  {
    id: '990167',
    store: '新下營',
    address: '台南市下營區下營里中山路一段46號48號1樓',
  },
  {
    id: '990271',
    store: '新裕新',
    address: '台南市新營區新進路二段90號1樓',
  },
  {
    id: '990499',
    store: '三村',
    address: '台南市永康區鹽行里仁愛街68號70號1樓',
  },
  {
    id: '990905',
    store: '康樂',
    address: '台南市中西區安海里康樂街223號1樓',
  },
  {
    id: '993351',
    store: '雙永',
    address: '台南市永康區永大一路60號1樓',
  },
  {
    id: '993384',
    store: '樹谷',
    address: '台南市新市區中心路2號1樓',
  },
  {
    id: '997995',
    store: '瓏埔',
    address: '台南市永康區龍埔街108號',
  },
  {
    id: '110068',
    store: '鳳文',
    address: '高雄市鳳山區文英里文衡路50號1樓',
  },
  {
    id: '110769',
    store: '信賢',
    address: '高雄市新興區南港里七賢一路432號1樓',
  },
  {
    id: '111382',
    store: '圓興',
    address: '高雄市旗山區旗甲路二段373號1樓',
  },
  {
    id: '111739',
    store: '勵志',
    address: '高雄市岡山區筧橋路12號16號1樓',
  },
  {
    id: '111832',
    store: '新後昌',
    address: '高雄市楠梓區錦屏里後昌路115號1樓',
  },
  {
    id: '112053',
    store: '神農',
    address: '高雄市林園區廣應里王公路341號343號',
  },
  {
    id: '112260',
    store: '新楠梓',
    address: '高雄市楠梓區中陽里楠梓新路188號188-1號1樓',
  },
  {
    id: '113090',
    store: '統崙',
    address: '高雄市鳳山區中民里中崙四路6號8號1樓',
  },
  {
    id: '113481',
    store: '復中',
    address: '高雄市苓雅區興中一路138號',
  },
  {
    id: '114196',
    store: '鼓波',
    address: '高雄市鼓山區臨海二路45-1號1樓鼓波街43號1樓',
  },
  {
    id: '114233',
    store: '上芸',
    address: '高雄市林園區西溪路133-30號1樓',
  },
  {
    id: '114602',
    store: '港后',
    address: '高雄市小港區平和路156號',
  },
  {
    id: '115889',
    store: '武漢',
    address: '高雄市苓雅區武漢街72號',
  },
  {
    id: '115904',
    store: '元隆',
    address: '高雄市三民區正興里建元路58號1樓',
  },
  {
    id: '115960',
    store: '臨廣',
    address: '高雄市前鎮區新生路248-45號',
  },
  {
    id: '116608',
    store: '觀亭',
    address: '高雄市內門區觀亭里南屏路78號',
  },
  {
    id: '116745',
    store: '義發',
    address: '高雄市大寮區義發路7號8號1樓',
  },
  {
    id: '118741',
    store: '新漢北',
    address: '高雄市小港區漢民路132號134號1樓',
  },
  {
    id: '119618',
    store: '達勇',
    address: '高雄市三民區九如二路345-1號',
  },
  {
    id: '120674',
    store: '夢時代',
    address: '高雄市前鎮區中華五路789號B2樓',
  },
  {
    id: '121873',
    store: '中都',
    address: '高雄市三民區力行路248號',
  },
  {
    id: '121965',
    store: '客宭',
    address: '高雄市鹽埕區建國四路312號',
  },
  {
    id: '122625',
    store: '仁富',
    address: '高雄市岡山區大仁路138號',
  },
  {
    id: '123374',
    store: '六龜',
    address: '高雄市六龜區義寶里光復路94號、96號、98號',
  },
  {
    id: '123385',
    store: '實大',
    address: '高雄市內門區內南里大學路200號',
  },
  {
    id: '124610',
    store: '得富',
    address: '高雄市仁武區八卦里八德西路246號',
  },
  {
    id: '126362',
    store: '七老爺',
    address: '高雄市鳳山區正義里鳳甲路491號493號',
  },
  {
    id: '127099',
    store: '愛萣',
    address: '高雄市茄萣區仁愛路二段157號159號161號',
  },
  {
    id: '127376',
    store: '八卦寮',
    address: '高雄市仁武區大灣里八德南路497號499號1樓',
  },
  {
    id: '127712',
    store: '欣重文',
    address: '高雄市左營區重愛路308號310號1樓文天路128號1樓',
  },
  {
    id: '129040',
    store: '德祥',
    address: '高雄市楠梓區翠屏里德賢路246號',
  },
  {
    id: '129198',
    store: '明星',
    address: '高雄市新興區自立二路146號',
  },
  {
    id: '130246',
    store: '尚義',
    address: '高雄市新興區中正二路218號',
  },
  {
    id: '130279',
    store: '雄站',
    address: '高雄市三民區港東里建國二路269號271號',
  },
  {
    id: '130545',
    store: '青雅',
    address: '高雄市苓雅區青年一路6之8及6之9號',
  },
  {
    id: '131102',
    store: '桂安',
    address: '高雄市小港區孔鳳路557號',
  },
  {
    id: '131319',
    store: '大坪頂',
    address: '高雄市小港區坪頂里大平路192號196號1樓',
  },
  {
    id: '131478',
    store: '惠民',
    address: '高雄市楠梓區翠屏里惠民路88號1樓',
  },
  {
    id: '131489',
    store: '中民',
    address: '高雄市燕巢區中民路712號714號1樓',
  },
  {
    id: '131582',
    store: '仁樂',
    address: '高雄市仁武區仁武里仁和街36號',
  },
  {
    id: '131766',
    store: '五里林',
    address: '高雄市橋頭區東林里里林東路20號',
  },
  {
    id: '132138',
    store: '鼎貴',
    address: '高雄市三民區鼎貴路146號1樓',
  },
  {
    id: '132183',
    store: '新高榮',
    address: '高雄市左營區福山里榮總路175號1樓',
  },
  {
    id: '132873',
    store: '康德',
    address: '高雄市前鎮區鎮興路8號1樓',
  },
  {
    id: '135001',
    store: '瑞福',
    address: '高雄市左營區裕誠路285號',
  },
  {
    id: '135274',
    store: '林德',
    address: '高雄市苓雅區林南里林德街37號1樓',
  },
  {
    id: '135746',
    store: '新保泰',
    address: '高雄市鳳山區鎮南里龍成路242-1號',
  },
  {
    id: '136004',
    store: '南華',
    address: '高雄市鳳山區五甲二路232號',
  },
  {
    id: '136266',
    store: '旗海',
    address: '高雄市旗津區中洲三路579號',
  },
  {
    id: '136288',
    store: '工協',
    address: '高雄市鳳山區埤頂里建國路一段79號1樓',
  },
  {
    id: '136532',
    store: '翠屏',
    address: '高雄市大社區中山路344號346號',
  },
  {
    id: '136657',
    store: '美澄',
    address: '高雄市鳳山區文山里八德路二段116號',
  },
  {
    id: '136680',
    store: '鎮昌',
    address: '高雄市前鎮區鎮海里鎮海路17號1樓',
  },
  {
    id: '137616',
    store: '新鼎吉',
    address: '高雄市三民區明誠一路381號383號1樓',
  },
  {
    id: '138561',
    store: '瑞蓁',
    address: '高雄市湖內區海埔里信義路4號',
  },
  {
    id: '138871',
    store: '彌進',
    address: '高雄市彌陀區彌陀里進學路33號',
  },
  {
    id: '141165',
    store: '梓聖',
    address: '高雄市楠梓區瑞屏路80之5號之6號之7號1樓',
  },
  {
    id: '141637',
    store: '澄合',
    address: '高雄市仁武區仁光路165號1樓',
  },
  {
    id: '142319',
    store: '鼓山',
    address: '高雄市鼓山區鼓山二路125之1號127號127之1號1樓',
  },
  {
    id: '142711',
    store: '好鄰居',
    address: '高雄市內門區內門里內門99之19號',
  },
  {
    id: '143161',
    store: '鑫省岡',
    address: '高雄市岡山區台上里成功路82號1樓',
  },
  {
    id: '143563',
    store: '松旅',
    address: '高雄市小港區山明里松信路88號1樓',
  },
  {
    id: '143600',
    store: '新衙',
    address: '高雄市前鎮區草衙一路41號43號',
  },
  {
    id: '143909',
    store: '中仁',
    address: '高雄市苓雅區興中二路38號1樓',
  },
  {
    id: '144898',
    store: '天后',
    address: '高雄市前鎮區后平路87號1樓',
  },
  {
    id: '148063',
    store: '春陽',
    address: '高雄市三民區寶珠里正忠路246號',
  },
  {
    id: '148225',
    store: '慶華',
    address: '高雄市前鎮區光華二路395號',
  },
  {
    id: '148535',
    store: '文康',
    address: '高雄市左營區新光里文康路156號1樓',
  },
  {
    id: '148661',
    store: '新鳳松',
    address: '高雄市鳥松區鳥松里大仁北路2號1樓',
  },
  {
    id: '148878',
    store: '東林',
    address: '高雄市林園區東林西路154號',
  },
  {
    id: '149136',
    store: '本元',
    address: '高雄市三民區建工路317號319號',
  },
  {
    id: '149387',
    store: '昌富',
    address: '高雄市三民區大豐一路151號153號',
  },
  {
    id: '149516',
    store: '建強',
    address: '高雄市三民區建國三路437號',
  },
  {
    id: '150701',
    store: '辰皓',
    address: '高雄市路竹區國昌路312號',
  },
  {
    id: '151324',
    store: '仁慈',
    address: '高雄市仁武區仁慈里仁慈路169號1樓',
  },
  {
    id: '151829',
    store: '華輝',
    address: '高雄市燕巢區橫山里橫山路59號',
  },
  {
    id: '151922',
    store: '環球',
    address: '高雄市路竹區環球路201之27號',
  },
  {
    id: '153858',
    store: '京明',
    address: '高雄市前鎮區瑞北路54號1樓及B1',
  },
  {
    id: '153870',
    store: '宏亮',
    address: '高雄市小港區宏亮里山明路445號447號壹+貳樓',
  },
  {
    id: '153881',
    store: '石潭',
    address: '高雄市岡山區石潭路258號',
  },
  {
    id: '153906',
    store: '尚賀',
    address: '高雄市仁武區赤山里仁雄路87號1樓',
  },
  {
    id: '154046',
    store: '大阪',
    address: '高雄市三民區建國三路28號30號1樓',
  },
  {
    id: '154552',
    store: '中鋼會',
    address: '高雄市前鎮區忠純里忠勤路23號1樓',
  },
  {
    id: '154574',
    store: '日明',
    address: '高雄市楠梓區楠梓加工出口區第二園區研發路66號3樓',
  },
  {
    id: '154792',
    store: '榮總一',
    address: '高雄市左營區大中一路386號',
  },
  {
    id: '154954',
    store: '沿海',
    address: '高雄市小港區康莊路178之1號1樓',
  },
  {
    id: '155407',
    store: '鳳來',
    address: '高雄市鳳山區鳳甲路2號',
  },
  {
    id: '155485',
    store: '樹科',
    address: '高雄市燕巢區橫山路90之1號',
  },
  {
    id: '155669',
    store: '富田',
    address: '高雄市林園區林園北路477號1樓',
  },
  {
    id: '158381',
    store: '仁美',
    address: '高雄市鳥松區學堂路18號20號',
  },
  {
    id: '158484',
    store: '進學',
    address: '高雄市左營區左營大路491-1號491-2號491-3號',
  },
  {
    id: '158897',
    store: '美珍',
    address: '高雄市鼓山區明誠四路23號',
  },
  {
    id: '158901',
    store: '高鳳',
    address: '高雄市鳳山區忠義里中山西路396號398號400號',
  },
  {
    id: '159007',
    store: '孟新',
    address: '高雄市左營區自由三路292號',
  },
  {
    id: '159018',
    store: '大順',
    address: '高雄市苓雅區大順三路76號1樓',
  },
  {
    id: '159074',
    store: '長興',
    address: '高雄市前金區瑞源路68號70號72號',
  },
  {
    id: '159096',
    store: '維雄',
    address: '高雄市苓雅區和平一路100號',
  },
  {
    id: '159247',
    store: '松興',
    address: '高雄市小港區松山里高鳳路34-3號34-4號34-5號34-6號',
  },
  {
    id: '159281',
    store: '建楠',
    address: '高雄市楠梓區中陽里建楠路139號',
  },
  {
    id: '160328',
    store: '金宏',
    address: '高雄市小港區順苓里宏平路501號',
  },
  {
    id: '161608',
    store: '寶民',
    address: '高雄市三民區寶民里正義路337號',
  },
  {
    id: '162667',
    store: '長生',
    address: '高雄市前金區五福三路54號',
  },
  {
    id: '162896',
    store: '博河',
    address: '高雄市三民區熱河二街17號',
  },
  {
    id: '163718',
    store: '燕巢',
    address: '高雄市燕巢區西燕里中民路612號',
  },
  {
    id: '164423',
    store: '德昌',
    address: '高雄市左營區菜公里文自路236號238號',
  },
  {
    id: '164526',
    store: '鳳埤',
    address: '高雄市鳳山區過埤里過埤路170號',
  },
  {
    id: '165080',
    store: '大林蒲',
    address: '高雄市小港區鳳林路181號',
  },
  {
    id: '165275',
    store: '開封',
    address: '高雄市大寮區大寮路688號',
  },
  {
    id: '165518',
    store: '太湖',
    address: '高雄市湖內區中正路二段158號1樓',
  },
  {
    id: '165736',
    store: '新茄萣',
    address: '高雄市茄萣區茄萣路二段403號1樓',
  },
  {
    id: '165895',
    store: '新灣',
    address: '高雄市苓雅區自強三路3號12樓之6.7.8',
  },
  {
    id: '165910',
    store: '鼎中',
    address: '高雄市三民區鼎中路735號737號1樓',
  },
  {
    id: '166762',
    store: '博仁',
    address: '高雄市前金區五福三路97之1號1樓',
  },
  {
    id: '166784',
    store: '好正義',
    address: '高雄市苓雅區正義路195號197號1樓',
  },
  {
    id: '166810',
    store: '皓東',
    address: '高雄市三民區本武里大豐二路489號',
  },
  {
    id: '166924',
    store: '美賢',
    address: '高雄市鼓山區美術東四路430號',
  },
  {
    id: '167499',
    store: '華鳳',
    address: '高雄市鳳山區北昌路10號',
  },
  {
    id: '167547',
    store: '欣清心',
    address: '高雄市楠梓區清豐二路16號',
  },
  {
    id: '169831',
    store: '重義',
    address: '高雄市鹽埕區五福四路83號',
  },
  {
    id: '170026',
    store: '新昌',
    address: '高雄市左營區光輝里後昌路637號639號1樓',
  },
  {
    id: '170129',
    store: '清漢',
    address: '高雄市新興區德望里民生一路154號1樓',
  },
  {
    id: '170266',
    store: '明榮',
    address: '高雄市鼓山區明誠里明華路204號',
  },
  {
    id: '170532',
    store: '亮宏',
    address: '高雄市鳳山區文德里文衡路558號1樓',
  },
  {
    id: '170808',
    store: '廣東',
    address: '高雄市苓雅區四維二路94之21號',
  },
  {
    id: '171018',
    store: '鑫漢王',
    address: '高雄市鹽埕區港都里五福四路265號1樓',
  },
  {
    id: '171270',
    store: '晴朗',
    address: '高雄市苓雅區晴朗里復興二路162號',
  },
  {
    id: '171513',
    store: '孝豐',
    address: '高雄市三民區覺民路238號240號',
  },
  {
    id: '171579',
    store: '富凱',
    address: '高雄市鳳山區新富路385號1樓',
  },
  {
    id: '173900',
    store: '仁心',
    address: '高雄市仁武區考潭里仁心路198-1號1樓',
  },
  {
    id: '174187',
    store: '興達港',
    address: '高雄市茄萣區崎漏里民治路188號',
  },
  {
    id: '174235',
    store: '華中',
    address: '高雄市路竹區竹南里中華路124號',
  },
  {
    id: '174361',
    store: '園中',
    address: '高雄市林園區中門里中門路15-1號',
  },
  {
    id: '174729',
    store: '樺鑫',
    address: '高雄市小港區中安路739號',
  },
  {
    id: '177108',
    store: '重惠',
    address: '高雄市左營區福山里華夏路1152號1樓',
  },
  {
    id: '177201',
    store: '武勝',
    address: '高雄市苓雅區武廟路55號55之1號57號1.2樓59號2樓',
  },
  {
    id: '177256',
    store: '藍昌',
    address: '高雄市楠梓區建昌里後昌路1185號1187號1189號1樓',
  },
  {
    id: '177544',
    store: '鳳麟',
    address: '高雄市林園區東林里鳳林路一段169號1樓',
  },
  {
    id: '177555',
    store: '順德',
    address: '高雄市鼓山區龍子里大順一路860號1樓',
  },
  {
    id: '179735',
    store: '鼎上',
    address: '高雄市三民區鼎中路160號1樓',
  },
  {
    id: '179816',
    store: '學安',
    address: '高雄市楠梓區藍田路816號',
  },
  {
    id: '180849',
    store: '明月',
    address: '高雄市楠梓區楠梓加工區第二園區創意北路1號',
  },
  {
    id: '180908',
    store: '日星',
    address: '高雄市楠梓區德賢路88號',
  },
  {
    id: '180919',
    store: '祥嘉',
    address: '高雄市楠梓區立民路33號',
  },
  {
    id: '181521',
    store: '展穫',
    address: '高雄市阿蓮區中正路897號',
  },
  {
    id: '181587',
    store: '雄航',
    address: '高雄市小港區山東里中山四路2號1樓',
  },
  {
    id: '181990',
    store: '梓官',
    address: '高雄市梓官區和平路278號1樓',
  },
  {
    id: '182476',
    store: '光泰',
    address: '高雄市鳳山區光復路65號1樓(B室)1樓部分',
  },
  {
    id: '182591',
    store: '米妃',
    address: '高雄市仁武區文武里中華路327-1號',
  },
  {
    id: '182890',
    store: '鳳中',
    address: '高雄市三民區建國三路285號1樓',
  },
  {
    id: '182904',
    store: '人田',
    address: '高雄市鼓山區美術東二路7號',
  },
  {
    id: '183262',
    store: '建榮',
    address: '高雄市鼓山區建榮路180號1樓',
  },
  {
    id: '183387',
    store: '正發',
    address: '高雄市大寮區會社里鳳林三路421號',
  },
  {
    id: '183549',
    store: '群創八',
    address: '高雄市路竹區路科十路11號1樓',
  },
  {
    id: '183712',
    store: '安合',
    address: '高雄市楠梓區藍昌路420號',
  },
  {
    id: '184900',
    store: '文慈',
    address: '高雄市左營區福山里重愛路63號65號67號1樓',
  },
  {
    id: '185198',
    store: '得合',
    address: '高雄市仁武區八德西路1660號',
  },
  {
    id: '185512',
    store: '立文',
    address: '高雄市左營區新上里立文路77號1樓',
  },
  {
    id: '185693',
    store: '愛之船',
    address: '高雄市前金區河東路165號1樓',
  },
  {
    id: '185752',
    store: '博瑞',
    address: '高雄市鳳山區瑞興里博愛路221號223號',
  },
  {
    id: '185800',
    store: '大輔',
    address: '高雄市苓雅區正心里輔仁路333號341號1樓',
  },
  {
    id: '185914',
    store: '科工館',
    address: '高雄市三民區安發里平等路91號93號',
  },
  {
    id: '186294',
    store: '萬應',
    address: '高雄市苓雅區四維四路190-1號',
  },
  {
    id: '186308',
    store: '新鼎祥',
    address: '高雄市三民區鼎泰里民族一路543巷25號1樓',
  },
  {
    id: '186397',
    store: '新本館',
    address: '高雄市三民區大裕路119號',
  },
  {
    id: '186582',
    store: '銀光',
    address: '高雄市苓雅區林圍里光華一路263號',
  },
  {
    id: '186618',
    store: '重信',
    address: '高雄市左營區文川路195號.重建路2號',
  },
  {
    id: '187493',
    store: '名言',
    address: '高雄市小港區鳳森里鳳林路2-18號',
  },
  {
    id: '187770',
    store: '金潭',
    address: '高雄市林園區中厝路125號127號',
  },
  {
    id: '187851',
    store: '金山角',
    address: '高雄市大寮區會社里1鄰鳳林三路1之10號',
  },
  {
    id: '188393',
    store: '橋鄰',
    address: '高雄市橋頭區仕隆里成功南路151號1樓',
  },
  {
    id: '188429',
    store: '德中',
    address: '高雄市楠梓區中和里德中路8號1樓',
  },
  {
    id: '188625',
    store: '坎城',
    address: '高雄市三民區十全一路183號',
  },
  {
    id: '188795',
    store: '華仁',
    address: '高雄市岡山區仁壽里仁壽路106號',
  },
  {
    id: '189008',
    store: '永安',
    address: '高雄市永安區永安里永安路34號',
  },
  {
    id: '190019',
    store: '青文',
    address: '高雄市鳳山區文衡里文衡路343號',
  },
  {
    id: '190673',
    store: '鑫領千',
    address: '高雄市三民區民族一路94號1+2樓96號1樓',
  },
  {
    id: '192565',
    store: '維仁',
    address: '高雄市岡山區維仁路79號',
  },
  {
    id: '192598',
    store: '豐園',
    address: '高雄市左營區新上里新庄仔路828.830.832.834號',
  },
  {
    id: '192864',
    store: '貝殼',
    address: '高雄市旗津區復興里旗津三路356.358號',
  },
  {
    id: '193029',
    store: '美麗島',
    address: '高雄市新興區中山一路115號(美麗島站內)',
  },
  {
    id: '193096',
    store: '百事達',
    address: '高雄市左營區左營大路155號',
  },
  {
    id: '193753',
    store: '名湖',
    address: '高雄市仁武區八德東路490號',
  },
  {
    id: '193823',
    store: '京吉',
    address: '高雄市仁武區京吉三路103號',
  },
  {
    id: '194516',
    store: '瑞賢',
    address: '高雄市新興區民族二路90號',
  },
  {
    id: '194778',
    store: '美朵',
    address: '高雄市鼓山區美術東四路132號136號1樓',
  },
  {
    id: '195427',
    store: '鳳捷',
    address: '高雄市大寮區萬丹路151-1號',
  },
  {
    id: '195542',
    store: '雄鼎',
    address: '高雄市仁武區仁雄路346號1樓348號1-2樓',
  },
  {
    id: '195667',
    store: '岡好',
    address: '高雄市岡山區岡山路612、612-2號1樓',
  },
  {
    id: '196486',
    store: '崛星',
    address: '高雄市新興區五福二路209.211號',
  },
  {
    id: '196512',
    store: '路飛',
    address: '高雄市路竹區竹東里中山路465號',
  },
  {
    id: '196556',
    store: '星海灣',
    address: '高雄市前鎮區中山二路180號及林森三路1號',
  },
  {
    id: '197250',
    store: '慶昌',
    address: '高雄市楠梓區後昌路722號1樓慶昌街2-1號1樓',
  },
  {
    id: '197423',
    store: '正達',
    address: '高雄市新興區中正三路45號1樓',
  },
  {
    id: '197548',
    store: '新元嘉',
    address: '高雄市林園區港嘴里沿海路三段237號',
  },
  {
    id: '197939',
    store: '星展',
    address: '高雄市三民區天祥一路88號',
  },
  {
    id: '197951',
    store: '雅慶',
    address: '高雄市苓雅區同慶里同慶路88號90號',
  },
  {
    id: '198002',
    store: '德民',
    address: '高雄市楠梓區海專路400號',
  },
  {
    id: '198035',
    store: '玉堂',
    address: '高雄市左營區曾子路1號',
  },
  {
    id: '198172',
    store: '光尚',
    address: '高雄市苓雅區光華一路226號',
  },
  {
    id: '198390',
    store: '甲誠',
    address: '高雄市鳳山區三誠路76.78.80號',
  },
  {
    id: '198459',
    store: '新崙',
    address: '高雄市鳳山區中崙路501.503.505號',
  },
  {
    id: '198806',
    store: '維新',
    address: '高雄市永安區維新路121號',
  },
  {
    id: '198965',
    store: '常德',
    address: '高雄市楠梓區清豐里常德路287號',
  },
  {
    id: '199005',
    store: '路嘉',
    address: '高雄市路竹區後鄉路37號1樓之1.2',
  },
  {
    id: '199326',
    store: '中芸',
    address: '高雄市林園區中芸里鳳芸二路57號1樓及鳳芸路3號1樓',
  },
  {
    id: '199588',
    store: '嘉好',
    address: '高雄市梓官區嘉展路370號',
  },
  {
    id: '200077',
    store: '民瑞',
    address: '高雄市前鎮區中山三路106號108號110號1樓',
  },
  {
    id: '200240',
    store: '瓊林',
    address: '高雄市燕巢區安招路1059號1樓',
  },
  {
    id: '200527',
    store: '合行',
    address: '高雄市路竹區大同路168.170.170-1號',
  },
  {
    id: '200882',
    store: '愛河',
    address: '高雄市前金區博孝里河東路8號1樓',
  },
  {
    id: '200918',
    store: '高美',
    address: '高雄市鼓山區龍水里美術東二路181號',
  },
  {
    id: '201324',
    store: '興陽',
    address: '高雄市苓雅區復興二路22號',
  },
  {
    id: '201380',
    store: '旗廟',
    address: '高雄市旗津區永安里廟前路12號1樓',
  },
  {
    id: '201494',
    store: '中央公',
    address: '高雄市前金區中山一路11號(中央公園站內)',
  },
  {
    id: '201519',
    store: '群弘益',
    address: '高雄市岡山區碧紅里中山北路2號',
  },
  {
    id: '201542',
    store: '彩虹市',
    address: '高雄市左營區菜公里高鐵路115號1樓',
  },
  {
    id: '202132',
    store: '金富',
    address: '高雄市楠梓區金和街170號',
  },
  {
    id: '202165',
    store: '協和',
    address: '高雄市鳳山區自由路229號2樓231號1樓2樓',
  },
  {
    id: '202305',
    store: '愛仁',
    address: '高雄市新興區五福二路43號1樓2樓45號1樓2樓',
  },
  {
    id: '206813',
    store: '新前鋒',
    address: '高雄市鼓山區九如四路1999.2001號',
  },
  {
    id: '207296',
    store: '楠鎮',
    address: '高雄市楠梓區加昌路600-11號1樓',
  },
  {
    id: '207458',
    store: '勇忠',
    address: '高雄市仁武區仁勇路30號1樓',
  },
  {
    id: '207469',
    store: '瑞高',
    address: '高雄市前鎮區崗山中街255.257號一樓',
  },
  {
    id: '207481',
    store: '甲智',
    address: '高雄市鳳山區甲智路103號',
  },
  {
    id: '207492',
    store: '展奇',
    address: '高雄市鳳山區青年路2段169號1.2樓',
  },
  {
    id: '207654',
    store: '高昌',
    address: '高雄市楠梓區創新路615號',
  },
  {
    id: '207687',
    store: '高第一',
    address: '高雄市楠梓區創新路950號1樓',
  },
  {
    id: '207698',
    store: '文漾',
    address: '高雄市新興區文橫二路164-1號.164-2號',
  },
  {
    id: '207838',
    store: '瑞中',
    address: '高雄市前鎮區崗山中街99之5號',
  },
  {
    id: '207894',
    store: '盛合',
    address: '高雄市楠梓區藍田里藍田路72號1樓',
  },
  {
    id: '207942',
    store: '建志',
    address: '高雄市三民區建工路462號一樓',
  },
  {
    id: '208185',
    store: '寶軒',
    address: '高雄市岡山區仁壽南路100號1樓',
  },
  {
    id: '208303',
    store: '鳳儀',
    address: '高雄市鳳山區頂庄路209號',
  },
  {
    id: '208336',
    store: '克強',
    address: '高雄市苓雅區自強三路156號',
  },
  {
    id: '208417',
    store: '路博',
    address: '高雄市路竹區路科五路15號1樓',
  },
  {
    id: '208532',
    store: '文龍',
    address: '高雄市鳳山區文龍東路199號',
  },
  {
    id: '208613',
    store: '興國',
    address: '高雄市三民區建國二路123號1樓',
  },
  {
    id: '208749',
    store: '鳳雄',
    address: '高雄市燕巢區鳳雄里鳳旗路26-1號',
  },
  {
    id: '208783',
    store: '富都',
    address: '高雄市三民區力行路83.85號',
  },
  {
    id: '208820',
    store: '清華',
    address: '高雄市三民區義華路92號',
  },
  {
    id: '208990',
    store: '龍平',
    address: '高雄市鳳山區文平街210號',
  },
  {
    id: '209144',
    store: '武嶺',
    address: '高雄市苓雅區武嶺街66號一樓',
  },
  {
    id: '209188',
    store: '瑞隆',
    address: '高雄市前鎮區瑞隆路382.384號1.2樓',
  },
  {
    id: '209199',
    store: '路新',
    address: '高雄市路竹區環球路77-5號',
  },
  {
    id: '209487',
    store: '晉興',
    address: '高雄市楠梓區惠心街80號1樓',
  },
  {
    id: '209638',
    store: '光漢',
    address: '高雄市小港區漢民路755.757號一樓.二樓',
  },
  {
    id: '209937',
    store: '侑群',
    address: '高雄市橋頭區甲昌路227號',
  },
  {
    id: '210111',
    store: '高桂',
    address: '高雄市小港區孔鳳路390號',
  },
  {
    id: '210410',
    store: '光化',
    address: '高雄市鼓山區鼓山二路33號',
  },
  {
    id: '210524',
    store: '武昌',
    address: '高雄市苓雅區武昌路77號1樓79號1樓2樓',
  },
  {
    id: '210708',
    store: '森之丘',
    address: '高雄市橋頭區橋新七路1號1樓',
  },
  {
    id: '210959',
    store: '龍順',
    address: '高雄市鼓山區龍德路87號',
  },
  {
    id: '211000',
    store: '文恩',
    address: '高雄市左營區福山里自由四路496號',
  },
  {
    id: '211114',
    store: '觀月',
    address: '高雄市田寮區月球路34-6號',
  },
  {
    id: '211446',
    store: '肯娣',
    address: '高雄市岡山區壽華路6號1樓',
  },
  {
    id: '211664',
    store: '享順',
    address: '高雄市鼓山區明華路335號337號',
  },
  {
    id: '211701',
    store: '康利',
    address: '高雄市小港區康莊路40號',
  },
  {
    id: '211778',
    store: '迦恩',
    address: '高雄市鳳山區中山東路192巷86號',
  },
  {
    id: '212014',
    store: '蓮馨',
    address: '高雄市阿蓮區和平路136號',
  },
  {
    id: '212058',
    store: '桂誠',
    address: '高雄市小港區桂園路70號',
  },
  {
    id: '212092',
    store: '華秀',
    address: '高雄市小港區山明路1之36號',
  },
  {
    id: '212128',
    store: '美武',
    address: '高雄市鼓山區美術南二路137號',
  },
  {
    id: '212162',
    store: '桃源',
    address: '高雄市桃源區桃源里北進巷43-1號',
  },
  {
    id: '213741',
    store: '祥裕',
    address: '高雄市鼓山區明誠里裕誠路1610號1612號',
  },
  {
    id: '213800',
    store: '軟科',
    address: '高雄市前鎮區復興四路10之1號',
  },
  {
    id: '213822',
    store: '左運',
    address: '高雄市左營區高鐵路107號B1',
  },
  {
    id: '213970',
    store: '亞新灣',
    address: '高雄市前鎮區林森四路255號',
  },
  {
    id: '214009',
    store: '延慶',
    address: '高雄市三民區中民里永年街48號50號52號1樓',
  },
  {
    id: '214032',
    store: '鳳仁',
    address: '高雄市鳳山區鳳仁路174號',
  },
  {
    id: '214205',
    store: '樂民',
    address: '高雄市楠梓區加昌里壽民路60號1樓',
  },
  {
    id: '214216',
    store: '光武',
    address: '高雄市三民區寶德里覺民路338號',
  },
  {
    id: '214272',
    store: '鑫程',
    address: '高雄市岡山區程香里大德二路61號1樓',
  },
  {
    id: '214342',
    store: '中義',
    address: '高雄市新興區六合一路27號',
  },
  {
    id: '214423',
    store: '雙興',
    address: '高雄市三民區正興路1號3號',
  },
  {
    id: '214593',
    store: '源隆',
    address: '高雄市大寮區永芳里進學路103號1樓',
  },
  {
    id: '214630',
    store: '正仁',
    address: '高雄市新興區中正三路84號1樓',
  },
  {
    id: '214869',
    store: '新有光',
    address: '高雄市三民區有光路123號.125號.127號',
  },
  {
    id: '214995',
    store: '華堂',
    address: '高雄市苓雅區廣澤里文橫二路41號',
  },
  {
    id: '215138',
    store: '球場',
    address: '高雄市鳥松區本館路196號1樓',
  },
  {
    id: '215220',
    store: '一揚',
    address: '高雄市路竹區國昌路1號',
  },
  {
    id: '215781',
    store: '永泰',
    address: '高雄市苓雅區苓雅二路243號',
  },
  {
    id: '215806',
    store: '九曲堂',
    address: '高雄市大樹區久堂里城隍巷15-8號及久堂路22-3號',
  },
  {
    id: '216256',
    store: '仕豐',
    address: '高雄市橋頭區仕豐路61號1樓',
  },
  {
    id: '216452',
    store: '新仁政',
    address: '高雄市苓雅區仁政里青年一路299號301號303號1樓',
  },
  {
    id: '216474',
    store: '新崛江',
    address: '高雄市新興區振成里新田路114號',
  },
  {
    id: '216511',
    store: '美庄',
    address: '高雄市大寮區後庄村成功路43號',
  },
  {
    id: '216728',
    store: '大民',
    address: '高雄市大社區三民路213號',
  },
  {
    id: '216751',
    store: '正成',
    address: '高雄市前鎮區成功二路62號',
  },
  {
    id: '216832',
    store: '學高',
    address: '高雄市楠梓區藍田路962.966號',
  },
  {
    id: '216957',
    store: '鳳陽',
    address: '高雄市鳳山區鳳林路97號1樓',
  },
  {
    id: '216968',
    store: '潮欣',
    address: '高雄市大寮區潮寮里華中南路275號',
  },
  {
    id: '216979',
    store: '坪高',
    address: '高雄市小港區高坪二十二路321號',
  },
  {
    id: '216980',
    store: '鑫寶華',
    address: '高雄市三民區九如一路126號128號130號',
  },
  {
    id: '217086',
    store: '海音',
    address: '高雄市苓雅區海邊路48.48-1.48-2號',
  },
  {
    id: '217226',
    store: '麗景',
    address: '高雄市楠梓區清豐里旗楠路891號1樓',
  },
  {
    id: '217329',
    store: '榮耀',
    address: '高雄市左營區福山里民族一路1014號1樓',
  },
  {
    id: '217503',
    store: '大發',
    address: '高雄市大寮區振成里鳳林三路322號324號1樓',
  },
  {
    id: '217514',
    store: '前中',
    address: '高雄市大寮區自由路1號',
  },
  {
    id: '228189',
    store: '營銓',
    address: '高雄市左營區重和路226號',
  },
  {
    id: '228237',
    store: '新長澄',
    address: '高雄市鳥松區大埤路123號',
  },
  {
    id: '228374',
    store: '滿分',
    address: '高雄市三民區本安里黃興路339號',
  },
  {
    id: '228536',
    store: '超全',
    address: '高雄市鳳山區海洋一路31號1樓',
  },
  {
    id: '228606',
    store: '那瑪夏',
    address: '高雄市那瑪夏區達卡努瓦里秀嶺巷205-1號',
  },
  {
    id: '228617',
    store: '傑森',
    address: '高雄市苓雅區林森二路19號1樓',
  },
  {
    id: '229137',
    store: '王公',
    address: '高雄市林園區頂厝里田厝路2-1號1樓',
  },
  {
    id: '229263',
    store: '其美',
    address: '高雄市小港區其美街81號1樓83號1樓83號2樓',
  },
  {
    id: '229300',
    store: '連興',
    address: '高雄市三民區大連街336號1樓',
  },
  {
    id: '229311',
    store: '鼎泰',
    address: '高雄市三民區鼎泰街111號',
  },
  {
    id: '229562',
    store: '鑫巨蛋',
    address: '高雄市左營區至真路305號1樓2樓',
  },
  {
    id: '229919',
    store: '總圖',
    address: '高雄市前鎮區中華五路1421號',
  },
  {
    id: '229975',
    store: '義明',
    address: '高雄市三民區義華路169號',
  },
  {
    id: '230115',
    store: '崗埔',
    address: '高雄市岡山區華崗里華崗路150號',
  },
  {
    id: '230241',
    store: '勁援',
    address: '高雄市楠梓區中興里大學西路62號大學二街102號',
  },
  {
    id: '230252',
    store: '援中',
    address: '高雄市楠梓區藍田路1185號',
  },
  {
    id: '230311',
    store: '百君',
    address: '高雄市前鎮區瑞竹里籬仔內路19號',
  },
  {
    id: '230377',
    store: '萬達',
    address: '高雄市橋頭區經武路60號1樓2樓',
  },
  {
    id: '230584',
    store: '新豐',
    address: '高雄市小港區學府路50號',
  },
  {
    id: '230632',
    store: '瑞盈',
    address: '高雄市前鎮區瑞北路95號1樓',
  },
  {
    id: '230702',
    store: '興庄',
    address: '高雄市大寮區民族路429號1樓',
  },
  {
    id: '230746',
    store: '豐大',
    address: '高雄市三民區大昌一路211號',
  },
  {
    id: '230791',
    store: '茂林',
    address: '高雄市茂林區茂林巷12-6號',
  },
  {
    id: '230872',
    store: '松坪',
    address: '高雄市小港區高松路12-26號',
  },
  {
    id: '231152',
    store: '福賜',
    address: '高雄市鼓山區美明路88號',
  },
  {
    id: '231196',
    store: '久旺',
    address: '高雄市大樹區九曲里新鎮路1號1樓',
  },
  {
    id: '231576',
    store: '富農',
    address: '高雄市鼓山區南屏路857號',
  },
  {
    id: '231657',
    store: '保成',
    address: '高雄市鳳山區南成里和成路350號',
  },
  {
    id: '231750',
    store: '成鳳',
    address: '高雄市鳳山區南成里南華一路302號',
  },
  {
    id: '232074',
    store: '路邦',
    address: '高雄市路竹區路科五路35號1樓',
  },
  {
    id: '232144',
    store: '太子城',
    address: '高雄市楠梓區楠梓路263號265號267號',
  },
  {
    id: '232188',
    store: '翁園',
    address: '高雄市大寮區翁園里翁園路155之1號',
  },
  {
    id: '232465',
    store: '鼎和',
    address: '高雄市三民區鼎泰街222號',
  },
  {
    id: '232591',
    store: '身修',
    address: '高雄市苓雅區身修路1號建民路100號',
  },
  {
    id: '232694',
    store: '鳳邑',
    address: '高雄市鳳山區維新路97號光明路111號',
  },
  {
    id: '232753',
    store: '新後勁',
    address: '高雄市楠梓區後昌路139-1號',
  },
  {
    id: '232812',
    store: '憲政',
    address: '高雄市苓雅區憲政路266號1樓2樓，264號1樓',
  },
  {
    id: '232867',
    store: '華泰電',
    address: '高雄市楠梓區中三街9號B2樓',
  },
  {
    id: '232890',
    store: '榮山',
    address: '高雄市左營區榮總路229號231號',
  },
  {
    id: '233239',
    store: '石安',
    address: '高雄市阿蓮區民生路1250巷2號',
  },
  {
    id: '233251',
    store: '堯山',
    address: '高雄市三民區堯山街25號1樓27號1樓2樓',
  },
  {
    id: '233457',
    store: '明鳳',
    address: '高雄市前鎮區明鳳三路145號',
  },
  {
    id: '233479',
    store: '德陽',
    address: '高雄市新興區八德一路164號1樓、2樓，166號1樓，168號1樓',
  },
  {
    id: '233505',
    store: '馬卡龍',
    address: '高雄市鼓山區馬卡道路353號',
  },
  {
    id: '233790',
    store: '德倉',
    address: '高雄市前鎮區德昌路209號213號',
  },
  {
    id: '233871',
    store: '均文化',
    address: '高雄市鳳山區文華里文化路73號',
  },
  {
    id: '233930',
    store: '光遠',
    address: '高雄市鳳山區新興里光遠路292號一樓、二樓294號一樓296號一樓',
  },
  {
    id: '233996',
    store: '應昇',
    address: '高雄市三民區應昇路42號',
  },
  {
    id: '234276',
    store: '美樹',
    address: '高雄市三民區十全三路2號6號',
  },
  {
    id: '234287',
    store: '美都',
    address: '高雄市三民區美都路98號',
  },
  {
    id: '234841',
    store: '和宜',
    address: '高雄市甲仙區新興路16-5號1樓',
  },
  {
    id: '235073',
    store: '正順',
    address: '高雄市三民區建德路69號1樓',
  },
  {
    id: '235291',
    store: '白宮',
    address: '高雄市左營區辛亥路105號1樓',
  },
  {
    id: '235316',
    store: '萬湖',
    address: '高雄市湖內區湖中路908號',
  },
  {
    id: '235394',
    store: '艾文',
    address: '高雄市林園區東林西路99號101號全部',
  },
  {
    id: '235785',
    store: '觀雲',
    address: '高雄市小港區港平路29號',
  },
  {
    id: '235903',
    store: '大樹',
    address: '高雄市大樹區檨腳里中興南路1號及1-1號1樓',
  },
  {
    id: '236087',
    store: '管仲',
    address: '高雄市前鎮區管仲路20號1樓',
  },
  {
    id: '236098',
    store: '青興',
    address: '高雄市三民區熱河一街131號133號遼寧一街144巷20號',
  },
  {
    id: '236135',
    store: '仁松',
    address: '高雄市鳥松區夢裡里大仁北路113號',
  },
  {
    id: '236836',
    store: '阿蓮',
    address: '高雄市阿蓮區中山路15號17號19號',
  },
  {
    id: '236940',
    store: '華民',
    address: '高雄市左營區民族一路1084號',
  },
  {
    id: '237024',
    store: '新加昌',
    address: '高雄市楠梓區加昌路275.277號',
  },
  {
    id: '237079',
    store: '哈囉',
    address: '高雄市左營區左營大路676號1樓2樓678號1樓',
  },
  {
    id: '237390',
    store: '天山',
    address: '高雄市前鎮區一心一路406號',
  },
  {
    id: '237622',
    store: '泰豐',
    address: '高雄市前鎮區瑞隆里永豐路1號1樓保泰路353號1樓及夾層',
  },
  {
    id: '237806',
    store: '復興',
    address: '高雄市前鎮區復興三路150號1樓',
  },
  {
    id: '237839',
    store: '新聖明',
    address: '高雄市前鎮區英明路一號',
  },
  {
    id: '237884',
    store: '海青',
    address: '高雄市鼓山區青海路641號1樓',
  },
  {
    id: '237987',
    store: '岡農',
    address: '高雄市岡山區壽天里公園東路154號',
  },
  {
    id: '237998',
    store: '安生',
    address: '高雄市三民區十全一路74號',
  },
  {
    id: '238005',
    store: '藏美',
    address: '高雄市鼓山區光榮里西藏街6號1樓',
  },
  {
    id: '238164',
    store: '新海勝',
    address: '高雄市左營區翠華路601巷122號126號',
  },
  {
    id: '238256',
    store: '長權',
    address: '高雄市前鎮區民權二路380號1樓',
  },
  {
    id: '238267',
    store: '鎮陽',
    address: '高雄市前鎮區鎮陽里前鎮街278號280號',
  },
  {
    id: '238393',
    store: '勝利',
    address: '高雄市左營區勝利路123號125號1樓',
  },
  {
    id: '238407',
    store: '廟東',
    address: '高雄市左營區左營大路340號',
  },
  {
    id: '238452',
    store: '新球庭',
    address: '高雄市新興區林森一路162號',
  },
  {
    id: '238588',
    store: '新上明',
    address: '高雄市左營區明誠二路318.320號',
  },
  {
    id: '238751',
    store: '鳳明',
    address: '高雄市大寮區新厝里鳳林二路160號',
  },
  {
    id: '238773',
    store: '華榮',
    address: '高雄市鼓山區明倫路149號',
  },
  {
    id: '238810',
    store: '美南',
    address: '高雄市鼓山區龍水二路1.3號',
  },
  {
    id: '238887',
    store: '正心',
    address: '高雄市苓雅區正大里輔仁路145號1樓',
  },
  {
    id: '239101',
    store: '園東',
    address: '高雄市林園區東林西路1號3號5號',
  },
  {
    id: '239178',
    store: '元茗',
    address: '高雄市路竹區中正路172號172之1號',
  },
  {
    id: '239189',
    store: '旗津',
    address: '高雄市旗津區海岸路9號',
  },
  {
    id: '239282',
    store: '永益',
    address: '高雄市小港區民益路46號1樓及2樓',
  },
  {
    id: '239422',
    store: '新如東',
    address: '高雄市三民區九如二路86號1樓',
  },
  {
    id: '239477',
    store: '鑫愛群',
    address: '高雄市前鎮區復興三路435號437號',
  },
  {
    id: '239536',
    store: '鑫建昌',
    address: '高雄市楠梓區建昌里右昌街148號',
  },
  {
    id: '239709',
    store: '鼎瑞',
    address: '高雄市三民區鼎泰里裕誠路56號',
  },
  {
    id: '240008',
    store: '龍城',
    address: '高雄市三民區寶安里建興路51號53號1樓',
  },
  {
    id: '240053',
    store: '鳳城',
    address: '高雄市鳳山區杭州西街111號1樓',
  },
  {
    id: '240064',
    store: '忠純',
    address: '高雄市前鎮區忠純里中華五路969巷6號1樓',
  },
  {
    id: '240156',
    store: '誠美',
    address: '高雄市鼓山區龍子里裕誠路2080號',
  },
  {
    id: '240307',
    store: '嘉興',
    address: '高雄市岡山區嘉興路151號1.2樓',
  },
  {
    id: '240422',
    store: '東泥',
    address: '高雄市苓雅區意誠里三多四路93號',
  },
  {
    id: '240684',
    store: '獅甲',
    address: '高雄市前鎮區忠純里中華五路997號正勤路106號1樓',
  },
  {
    id: '240732',
    store: '天虹',
    address: '高雄市鳳山區鎮南里五甲二路744號',
  },
  {
    id: '240835',
    store: '鳳南',
    address: '高雄市鳳山區二甲里鳳南一路25號27號',
  },
  {
    id: '240846',
    store: '龍鎮',
    address: '高雄市鳳山區龍成路58.60.62號',
  },
  {
    id: '240857',
    store: '善志',
    address: '高雄市鳳山區善志街27號',
  },
  {
    id: '240880',
    store: '仁忠',
    address: '高雄市林園區仁愛路129.131.133號',
  },
  {
    id: '241104',
    store: '新道明',
    address: '高雄市苓雅區建國一路211號213號',
  },
  {
    id: '241388',
    store: '鼎強',
    address: '高雄市三民區鼎金後路432號1樓',
  },
  {
    id: '241458',
    store: '新憲德',
    address: '高雄市前鎮區瑞隆路619號',
  },
  {
    id: '241470',
    store: '昭明',
    address: '高雄市大寮區義仁里鳳林一路51巷5號1樓',
  },
  {
    id: '241540',
    store: '都會',
    address: '高雄市楠梓區惠豐里德民路115號',
  },
  {
    id: '241894',
    store: '聯合醫',
    address: '高雄市鼓山區中華一路976號1樓',
  },
  {
    id: '242222',
    store: '路金',
    address: '高雄市路竹區金平路418-1號',
  },
  {
    id: '242657',
    store: '福高',
    address: '高雄市左營區文府路363之1號',
  },
  {
    id: '242679',
    store: '天健',
    address: '高雄市新興區中山一路297號299號一樓部分',
  },
  {
    id: '242680',
    store: '鳳甲',
    address: '高雄市鳳山區一甲里鳳南路167號1樓',
  },
  {
    id: '242716',
    store: '桃子',
    address: '高雄市左營區勵志中街21號23號',
  },
  {
    id: '242819',
    store: '南橫',
    address: '高雄市六龜區寶來里中正路27號',
  },
  {
    id: '242842',
    store: '悟佑',
    address: '高雄市路竹區中興路150-6號',
  },
  {
    id: '242967',
    store: '蚵仔寮',
    address: '高雄市梓官區漁港一路160號',
  },
  {
    id: '243258',
    store: '吉江',
    address: '高雄市三民區合江街39號',
  },
  {
    id: '248688',
    store: '桂陽',
    address: '高雄市小港區桂陽路255號1號257巷1號1樓',
  },
  {
    id: '249016',
    store: '文信',
    address: '高雄市鼓山區明誠里南屏路527號529號',
  },
  {
    id: '249027',
    store: '豐創',
    address: '高雄市楠梓區創新路76號78號80號1樓',
  },
  {
    id: '249050',
    store: '友福',
    address: '高雄市仁武區灣內里鳳仁路95之15號',
  },
  {
    id: '249120',
    store: '富慶',
    address: '高雄市左營區富民路65號一.二樓',
  },
  {
    id: '249131',
    store: '晉學',
    address: '高雄市楠梓區大學西路815.817號',
  },
  {
    id: '249223',
    store: '新盛',
    address: '高雄市前金區草江里七賢二路193號193-1號193-2號1樓',
  },
  {
    id: '249256',
    store: '尚讚',
    address: '高雄市仁武區仁雄路97-3號1樓',
  },
  {
    id: '249290',
    store: '瑞竹',
    address: '高雄市鳳山區中山東路209-1及209-2號1樓',
  },
  {
    id: '249304',
    store: '理馨',
    address: '高雄市三民區明吉路9號',
  },
  {
    id: '249555',
    store: '龍客',
    address: '高雄市前金區大同二路1號',
  },
  {
    id: '249751',
    store: '仁峰',
    address: '高雄市岡山區壽峰里前峰路152號之1一樓',
  },
  {
    id: '249887',
    store: '三隆',
    address: '高雄市大寮區光明路二段810號1F',
  },
  {
    id: '250131',
    store: '新隆豐',
    address: '高雄市橋頭區仕隆里隆豐路273號275號',
  },
  {
    id: '250142',
    store: '河堤',
    address: '高雄市三民區鼎泰里河堤路510號',
  },
  {
    id: '250164',
    store: '文建',
    address: '高雄市鳳山區文福里文化西路35號1樓文建街179號2樓',
  },
  {
    id: '250212',
    store: '藍田',
    address: '高雄市楠梓區藍昌路379號1樓',
  },
  {
    id: '250382',
    store: '雙德',
    address: '高雄市楠梓區翠屏里德惠路66號1樓',
  },
  {
    id: '250522',
    store: '台塑',
    address: '高雄市仁武區竹後里水管路189號191號',
  },
  {
    id: '250599',
    store: '美藝',
    address: '高雄市鼓山區龍水里美術東二路103號1樓',
  },
  {
    id: '250821',
    store: '惠心',
    address: '高雄市楠梓區惠民里高楠公路1764之1號',
  },
  {
    id: '250876',
    store: '霖園',
    address: '高雄市林園區鳳林路一段2號1樓',
  },
  {
    id: '250979',
    store: '駁藝',
    address: '高雄市鹽埕區大勇路29號',
  },
  {
    id: '251031',
    store: '鳳屏',
    address: '高雄市大寮區鳳屏一路564號566號',
  },
  {
    id: '251101',
    store: '國勝',
    address: '高雄市左營區富國路112號116號1樓',
  },
  {
    id: '251167',
    store: '裕東',
    address: '高雄市鼓山區裕誠路1946號1樓',
  },
  {
    id: '251178',
    store: '國城',
    address: '高雄市三民區自立一路68號70號',
  },
  {
    id: '251237',
    store: '華豐',
    address: '高雄市鼓山區華豐里裕誠路1160號明倫路138號',
  },
  {
    id: '251259',
    store: '鳳新',
    address: '高雄市鳳山區新康街241號243號245號1樓',
  },
  {
    id: '251488',
    store: '文昌',
    address: '高雄市新興區六合路117號',
  },
  {
    id: '251499',
    store: '福海',
    address: '高雄市苓雅區三多一路239號1樓',
  },
  {
    id: '251503',
    store: '夏義',
    address: '高雄市左營區福山里華夏路1453號1樓',
  },
  {
    id: '251606',
    store: '好事達',
    address: '高雄市大社區保社里旗楠路71號',
  },
  {
    id: '251628',
    store: '蓮山',
    address: '高雄市阿蓮區民生路92號',
  },
  {
    id: '251684',
    store: '德庄',
    address: '高雄市大寮區中庄里八德路69號71號73號',
  },
  {
    id: '251710',
    store: '順苓',
    address: '高雄市小港區漢民路381號',
  },
  {
    id: '251776',
    store: '鎮興',
    address: '高雄市前鎮區鎮興路170號',
  },
  {
    id: '251891',
    store: '柳橋',
    address: '高雄市岡山區後協里仁壽路248號',
  },
  {
    id: '251950',
    store: '仁東',
    address: '高雄市岡山區大仁北路175號1樓',
  },
  {
    id: '252171',
    store: '武慶',
    address: '高雄市鳳山區五武漢里武慶二路52號54號',
  },
  {
    id: '252182',
    store: '后安',
    address: '高雄市前鎮區草衙里后安路146號',
  },
  {
    id: '252274',
    store: '幸福川',
    address: '高雄市前金區自強一路149號1樓2樓',
  },
  {
    id: '252285',
    store: '宏文',
    address: '高雄市小港區泰山里宏平路83-2號',
  },
  {
    id: '252425',
    store: '高應大',
    address: '高雄市燕巢區深中路58號1樓',
  },
  {
    id: '252573',
    store: '華社',
    address: '高雄市大社區中華路16-66號1.2樓',
  },
  {
    id: '252595',
    store: '中雅',
    address: '高雄市苓雅區中山二路463號',
  },
  {
    id: '252632',
    store: '路科',
    address: '高雄市路竹區社南里大社路42號42之1號46號1樓',
  },
  {
    id: '252702',
    store: '秀昌',
    address: '高雄市楠梓區後昌路858之2號1樓',
  },
  {
    id: '252713',
    store: '昶林',
    address: '高雄市岡山區仁壽里公園西路三段131號133號',
  },
  {
    id: '252779',
    store: '重福',
    address: '高雄市左營區重愛路215號',
  },
  {
    id: '252780',
    store: '慶豐',
    address: '高雄市鼓山區慶豐街1號',
  },
  {
    id: '252872',
    store: '社旺',
    address: '高雄市大社區大社路30-29號',
  },
  {
    id: '252908',
    store: '岡燕',
    address: '高雄市岡山區岡山路264號、266號1樓',
  },
  {
    id: '252920',
    store: '苓民',
    address: '高雄市小港區漢民路219號1樓',
  },
  {
    id: '252931',
    store: '銀川',
    address: '高雄市鼓山區鼓山三路8-25號1樓',
  },
  {
    id: '253048',
    store: '彌盛',
    address: '高雄市彌陀區中正路246號',
  },
  {
    id: '253059',
    store: '彌安',
    address: '高雄市彌陀區文安路1-1號1樓1-2號1樓',
  },
  {
    id: '253118',
    store: '宏明',
    address: '高雄市三民區本和里大福街211號1樓',
  },
  {
    id: '253406',
    store: '南衙',
    address: '高雄市前鎮區南衙路47號',
  },
  {
    id: '253439',
    store: '德龍',
    address: '高雄市大寮區八德路197號1樓2樓199號',
  },
  {
    id: '253738',
    store: '南屏',
    address: '高雄市左營區新下里華夏路256號',
  },
  {
    id: '253749',
    store: '惠豐',
    address: '高雄市楠梓區壽豐路517號519號521號',
  },
  {
    id: '253864',
    store: '寶成',
    address: '高雄市新興區青年一路220號',
  },
  {
    id: '253934',
    store: '鈦旺',
    address: '高雄市大社區中山路261號',
  },
  {
    id: '253978',
    store: '新東專',
    address: '高雄市湖內區湖東里中山路一段229號',
  },
  {
    id: '254018',
    store: '路好',
    address: '高雄市路竹區大社路162號',
  },
  {
    id: '254133',
    store: '黃埔',
    address: '高雄市鳳山區光遠路71號73號1樓',
  },
  {
    id: '254166',
    store: '後驛',
    address: '高雄市三民區安和里察哈爾一街148號1樓',
  },
  {
    id: '254328',
    store: '鳳駿',
    address: '高雄市鳳山區北門里鳳松路108.110.112號1樓',
  },
  {
    id: '254373',
    store: '金順',
    address: '高雄市大社區金龍路380號',
  },
  {
    id: '254465',
    store: '高雄',
    address: '高雄市前鎮區復興三路116號',
  },
  {
    id: '254498',
    store: '赤山',
    address: '高雄市仁武區仁孝路368號1樓',
  },
  {
    id: '254650',
    store: '榮夏',
    address: '高雄市鼓山區華榮路387號1樓',
  },
  {
    id: '254786',
    store: '信科',
    address: '高雄市左營區重信路601號',
  },
  {
    id: '255077',
    store: '復橫',
    address: '高雄市新興區復興一路28號30號32號1樓',
  },
  {
    id: '255169',
    store: '鑫永年',
    address: '高雄市三民區安康里九如一路877、877-1、877-2號1樓',
  },
  {
    id: '255550',
    store: '鳳凌',
    address: '高雄市鳳山區中山路223.225.227號',
  },
  {
    id: '260839',
    store: '合莊',
    address: '高雄市新興區六合二路37號',
  },
  {
    id: '261083',
    store: '生態園',
    address: '高雄市左營區博愛三路378.380號',
  },
  {
    id: '261108',
    store: '孔鳳',
    address: '高雄市小港區孔宅里高鳳路332號',
  },
  {
    id: '261119',
    store: '強泥',
    address: '高雄市苓雅區自強三路2.6號新光路72.74號',
  },
  {
    id: '261201',
    store: '文化',
    address: '高雄市苓雅區五福一路77號1樓',
  },
  {
    id: '261348',
    store: '大社',
    address: '高雄市大社區翠屏里三民路304號',
  },
  {
    id: '261393',
    store: '安華',
    address: '高雄市左營區明華一路126號',
  },
  {
    id: '261418',
    store: '高昇',
    address: '高雄市苓雅區中華四路64號',
  },
  {
    id: '261511',
    store: '文萊',
    address: '高雄市左營區孟子路632號一樓',
  },
  {
    id: '261614',
    store: '竹滬',
    address: '高雄市路竹區華正路390號',
  },
  {
    id: '261625',
    store: '華文',
    address: '高雄市苓雅區文橫二路2號與文橫二路二巷2號',
  },
  {
    id: '261669',
    store: '前金',
    address: '高雄市前金區自強二路172號',
  },
  {
    id: '261784',
    store: '利明',
    address: '高雄市岡山區壽峰里前峰路80號',
  },
  {
    id: '261843',
    store: '大強',
    address: '高雄市鳳山區新強里大明路193號',
  },
  {
    id: '261913',
    store: '昱廣',
    address: '高雄市左營區自由二路398號1樓400號1樓402號1樓',
  },
  {
    id: '261968',
    store: '新盛心',
    address: '高雄市前鎮區一心二路208號',
  },
  {
    id: '261980',
    store: '好事登',
    address: '高雄市楠梓區鳳楠路235號朝明路233號',
  },
  {
    id: '262075',
    store: '太華',
    address: '高雄市前金區成功一路455之1號',
  },
  {
    id: '262097',
    store: '學源',
    address: '高雄市前鎮區三多二路437號439號441號441-1號1樓',
  },
  {
    id: '262112',
    store: '蓮潭',
    address: '高雄市左營區店仔頂路23.25號',
  },
  {
    id: '262134',
    store: '田金',
    address: '高雄市小港區山明里水秀路59號',
  },
  {
    id: '262271',
    store: '四季春',
    address: '高雄市楠梓區鳳楠路82號1樓',
  },
  {
    id: '262400',
    store: '鹽埕',
    address: '高雄市鹽埕區大仁路137號139號1樓瀨南街172號1樓',
  },
  {
    id: '262411',
    store: '新三華',
    address: '高雄市新興區中東里復興一路72號1樓',
  },
  {
    id: '262754',
    store: '得永',
    address: '高雄市仁武區八德西路1870-1號1樓',
  },
  {
    id: '262765',
    store: '重德',
    address: '高雄市左營區政德路585號',
  },
  {
    id: '262846',
    store: '瑞順',
    address: '高雄市鳳山區瑞興路216號1樓',
  },
  {
    id: '262905',
    store: '哨臨',
    address: '高雄市鼓山區臨海二路52號1樓52-1號1樓',
  },
  {
    id: '263034',
    store: '新兆湘',
    address: '高雄市岡山區介壽路78號',
  },
  {
    id: '263056',
    store: '仁雄',
    address: '高雄市仁武區仁雄路6之11號1樓',
  },
  {
    id: '263126',
    store: '崗正',
    address: '高雄市前鎮區瑞平里公正路25號',
  },
  {
    id: '263193',
    store: '來家',
    address: '高雄市鳳山區新強里崗山北街36號38號1樓',
  },
  {
    id: '263207',
    store: '竹圍東',
    address: '高雄市岡山區竹圍東街93號1樓',
  },
  {
    id: '263241',
    store: '新博如',
    address: '高雄市三民區博愛一路1號',
  },
  {
    id: '263584',
    store: '樂仁',
    address: '高雄市苓雅區樂仁路116號',
  },
  {
    id: '263621',
    store: '宏順',
    address: '高雄市苓雅區三多一路66號68號',
  },
  {
    id: '263654',
    store: '方城市',
    address: '高雄市三民區文濱路22號',
  },
  {
    id: '263849',
    store: '澄雄',
    address: '高雄市仁武區仁雄路35號澄合街172之1號',
  },
  {
    id: '266620',
    store: '港東',
    address: '高雄市三民區建國二路233號',
  },
  {
    id: '831554',
    store: '旗山',
    address: '高雄市旗山區中山路72號',
  },
  {
    id: '833000',
    store: '美田',
    address: '高雄市苓雅區林森二路79號',
  },
  {
    id: '833594',
    store: '自強',
    address: '高雄市前金區自強二路39號',
  },
  {
    id: '844893',
    store: '民強',
    address: '高雄市鼓山區九如四路706號708號710號712號',
  },
  {
    id: '854443',
    store: '中東',
    address: '高雄市鳳山區中山東路88號1樓仁愛路65號1樓',
  },
  {
    id: '854971',
    store: '鼎力',
    address: '高雄市三民區天祥一路124號',
  },
  {
    id: '855239',
    store: '嫩江',
    address: '高雄市三民區嫩江街101號1樓喜?街134號',
  },
  {
    id: '855295',
    store: '宏平',
    address: '高雄市小港區宏平路388號390號392號1樓',
  },
  {
    id: '862190',
    store: '安冠',
    address: '高雄市三民區莊敬路289號',
  },
  {
    id: '864107',
    store: '覺民',
    address: '高雄市三民區覺民路113號115號',
  },
  {
    id: '865421',
    store: '博正',
    address: '高雄市左營區忠言路174號',
  },
  {
    id: '871828',
    store: '新建',
    address: '高雄市鹽埕區建國四路175號',
  },
  {
    id: '872005',
    store: '山頂',
    address: '高雄市大寮區內厝路219號',
  },
  {
    id: '874610',
    store: '大洋',
    address: '高雄市鳳山區大明路142號144號',
  },
  {
    id: '875440',
    store: '合平',
    address: '高雄市苓雅區安祥里六合路60號',
  },
  {
    id: '875602',
    store: '賢明',
    address: '高雄市前鎮區竹內里賢明路3號5號',
  },
  {
    id: '880394',
    store: '泰毅',
    address: '高雄市旗山區太平里旗南一路121號',
  },
  {
    id: '881685',
    store: '校和',
    address: '高雄市楠梓區軍校路658號',
  },
  {
    id: '885838',
    store: '文東',
    address: '高雄市前金區新田路226號228號',
  },
  {
    id: '892135',
    store: '華崇',
    address: '高雄市左營區華夏路672號',
  },
  {
    id: '892308',
    store: '英明',
    address: '高雄市苓雅區英明路190號1樓',
  },
  {
    id: '892375',
    store: '鼎復',
    address: '高雄市三民區鼎山街566-3號',
  },
  {
    id: '893312',
    store: '強民',
    address: '高雄市小港區小港路182號',
  },
  {
    id: '895880',
    store: '新立寧',
    address: '高雄市三民區自立一路287號289號291號1樓',
  },
  {
    id: '895949',
    store: '港口',
    address: '高雄市小港區港口里平和路77號',
  },
  {
    id: '896001',
    store: '建福',
    address: '高雄市苓雅區五福里建國一路208號',
  },
  {
    id: '896481',
    store: '加群',
    address: '高雄市楠梓區加昌里40鄰樂群路153號155號1樓',
  },
  {
    id: '896492',
    store: '達仁',
    address: '高雄市三民區吉林街68號',
  },
  {
    id: '896698',
    store: '大德',
    address: '高雄市三民區寶玉里大豐二路348號350號352號',
  },
  {
    id: '897886',
    store: '森鴻',
    address: '高雄市岡山區大德一路160號',
  },
  {
    id: '900197',
    store: '歐士盟',
    address: '高雄市楠梓區右昌街619號',
  },
  {
    id: '900577',
    store: '青建',
    address: '高雄市鳳山區文福里建國路三段295號',
  },
  {
    id: '902229',
    store: '寶來',
    address: '高雄市六龜區寶來里中正路84號86號',
  },
  {
    id: '902333',
    store: '雲崗',
    address: '高雄市左營區明華一路236號',
  },
  {
    id: '902425',
    store: '鳳東',
    address: '高雄市鳳山區和德里中山路63號',
  },
  {
    id: '902735',
    store: '如龍',
    address: '高雄市三民區九如一路446號448號臥龍路67號',
  },
  {
    id: '903901',
    store: '新永光',
    address: '高雄市旗山區南洲里旗南二路91之1號',
  },
  {
    id: '904041',
    store: '心日',
    address: '高雄市前鎮區忠誠路213號',
  },
  {
    id: '906335',
    store: '鳳曹',
    address: '高雄市鳳山區曹公里曹公路59號',
  },
  {
    id: '909194',
    store: '揚揚',
    address: '高雄市前鎮區民權里鄭和路67號1F',
  },
  {
    id: '909518',
    store: '翠峰',
    address: '高雄市左營區翠峰路34號36號',
  },
  {
    id: '911108',
    store: '新林眾',
    address: '高雄市旗山區延平一路78-1號',
  },
  {
    id: '911555',
    store: '德新',
    address: '高雄市前鎮區仁愛里新衙路83號85號',
  },
  {
    id: '911636',
    store: '興壇',
    address: '高雄市美濃區中壇里忠孝路一段1號',
  },
  {
    id: '911854',
    store: '旗鳳',
    address: '高雄市燕巢區鳳雄里鳳旗路167號169號',
  },
  {
    id: '912145',
    store: '昶玖',
    address: '高雄市鼓山區九如四路927號929號931號1樓',
  },
  {
    id: '913067',
    store: '廣昌',
    address: '高雄市楠梓區廣昌里廣昌街140號',
  },
  {
    id: '913193',
    store: '正美',
    address: '高雄市美濃區泰安里中正路一段21號23號',
  },
  {
    id: '914347',
    store: '興達',
    address: '高雄市茄萣區茄萣路一段350號',
  },
  {
    id: '916402',
    store: '達家',
    address: '高雄市前鎮區草衙里草衙二路407號409號411號1樓',
  },
  {
    id: '920582',
    store: '新新賢',
    address: '高雄市新興區開平里七賢一路268號270號',
  },
  {
    id: '921172',
    store: '家恩',
    address: '高雄市仁武區中華路46號',
  },
  {
    id: '922267',
    store: '上德',
    address: '高雄市前鎮區草衙里草衙二路299號299-1號',
  },
  {
    id: '922496',
    store: '明仁',
    address: '高雄市三民區鼎泰里明仁路8號',
  },
  {
    id: '923662',
    store: '永仁',
    address: '高雄市仁武區八卦里永仁街436號',
  },
  {
    id: '928612',
    store: '大港埔',
    address: '高雄市新興區東坡里大同一路81號83號',
  },
  {
    id: '929028',
    store: '大富',
    address: '高雄市左營區大順一路278號280號',
  },
  {
    id: '930062',
    store: '建泰',
    address: '高雄市鳳山區誠義路2號',
  },
  {
    id: '930660',
    store: '宏華',
    address: '高雄市小港區漢民路829號831號1樓',
  },
  {
    id: '932172',
    store: '路園',
    address: '高雄市路竹區下坑里太平路342-2號',
  },
  {
    id: '932965',
    store: '新統興',
    address: '高雄市三民區黃興路151號',
  },
  {
    id: '932976',
    store: '鼎新',
    address: '高雄市三民區鼎新路82號86號88號1樓',
  },
  {
    id: '935621',
    store: '建武',
    address: '高雄市鳳山區武松里建國路二段2號',
  },
  {
    id: '935768',
    store: '內惟',
    address: '高雄市鼓山區九如四路1432號1434號',
  },
  {
    id: '935816',
    store: '市賢',
    address: '高雄市前金區市中一路242號',
  },
  {
    id: '935883',
    store: '德賢',
    address: '高雄市楠梓區翠屏里德賢路594號596號',
  },
  {
    id: '941051',
    store: '京富',
    address: '高雄市仁武區八卦里八德南路382號1樓',
  },
  {
    id: '941198',
    store: '正修',
    address: '高雄市鳥松區鳥松里澄清路840號',
  },
  {
    id: '942755',
    store: '翔富',
    address: '高雄市鳳山區文德里濱山街12號1樓',
  },
  {
    id: '942847',
    store: '俊瑋',
    address: '高雄市鳳山區忠義里光復路一段193號',
  },
  {
    id: '944360',
    store: '月美',
    address: '高雄市杉林區月眉里清水路46號46號之1.48號1樓',
  },
  {
    id: '946207',
    store: '益昌',
    address: '高雄市三民區九如二路582號',
  },
  {
    id: '946458',
    store: '大義',
    address: '高雄市三民區大昌二路123號123-1號',
  },
  {
    id: '946997',
    store: '新大豐',
    address: '高雄市三民區正忠路259號',
  },
  {
    id: '947244',
    store: '甲圍',
    address: '高雄市橋頭區甲北里甲圍路71號',
  },
  {
    id: '948708',
    store: '興村',
    address: '高雄市新興區五福二路92號',
  },
  {
    id: '950387',
    store: '溪埔',
    address: '高雄市大樹區溪埔里溪埔路369號370號',
  },
  {
    id: '950479',
    store: '千湖',
    address: '高雄市湖內區葉厝里保生路135號137號',
  },
  {
    id: '950480',
    store: '北岡山',
    address: '高雄市岡山區灣裡里岡山北路150號',
  },
  {
    id: '950664',
    store: '台興',
    address: '高雄市岡山區台上里嘉新東路136號',
  },
  {
    id: '950697',
    store: '新鎮',
    address: '高雄市大樹區九曲里九曲路99號',
  },
  {
    id: '951782',
    store: '文自',
    address: '高雄市左營區菜公里文自路512-1號',
  },
  {
    id: '951988',
    store: '盛田',
    address: '高雄市楠梓區享平里興楠路326號',
  },
  {
    id: '952741',
    store: '元昌',
    address: '高雄市楠梓區國昌里德民路900號902號',
  },
  {
    id: '952822',
    store: '仁馨',
    address: '高雄市梓官區梓義里中崙路287號',
  },
  {
    id: '952969',
    store: '重和',
    address: '高雄市左營區福山里自由四路171號',
  },
  {
    id: '953065',
    store: '雄鎮',
    address: '高雄市前鎮區東一街7號',
  },
  {
    id: '953869',
    store: '牛潮埔',
    address: '高雄市鳳山區鎮北里鳳北路60之17號',
  },
  {
    id: '953940',
    store: '博真',
    address: '高雄市左營區新中里博愛三路16號',
  },
  {
    id: '954208',
    store: '米奇',
    address: '高雄市大寮區大寮里大寮路903號',
  },
  {
    id: '954378',
    store: '維洲',
    address: '高雄市岡山區本洲里本洲路350-5號',
  },
  {
    id: '954530',
    store: '蕙馨',
    address: '高雄市阿蓮區阿蓮里中正路188-8號',
  },
  {
    id: '954666',
    store: '湖慧',
    address: '高雄市湖內區中山路一段540-1號',
  },
  {
    id: '954781',
    store: '安招',
    address: '高雄市燕巢區安招里安東街380號',
  },
  {
    id: '956167',
    store: '鳳和',
    address: '高雄市鳳山區中和里自由路202號204號206號',
  },
  {
    id: '956477',
    store: '灣勝',
    address: '高雄市三民區新民路101號103號105號',
  },
  {
    id: '958440',
    store: '港瑞',
    address: '高雄市小港區小港里小港路77號',
  },
  {
    id: '960007',
    store: '港新',
    address: '高雄市三民區建國一路417號',
  },
  {
    id: '960029',
    store: '仁勇',
    address: '高雄市鹽埕區大公路二號',
  },
  {
    id: '960133',
    store: '亞新',
    address: '高雄市楠梓區樂群路76號',
  },
  {
    id: '960731',
    store: '寶盛',
    address: '高雄市三民區覺民路579號',
  },
  {
    id: '960764',
    store: '瑞正',
    address: '高雄市前鎮區瑞興里瑞北路157號159號',
  },
  {
    id: '963349',
    store: '政德',
    address: '高雄市左營區政德路130號132號1F',
  },
  {
    id: '965231',
    store: '程香',
    address: '高雄市岡山區後紅里大仁南路133號',
  },
  {
    id: '966533',
    store: '旗盟',
    address: '高雄市旗山區大德里延平一路710-1號',
  },
  {
    id: '966902',
    store: '久昌',
    address: '高雄市楠梓區久昌里盛昌街26號28號',
  },
  {
    id: '966980',
    store: '北嶺',
    address: '高雄市路竹區北嶺里中山南路221號',
  },
  {
    id: '967237',
    store: '森和',
    address: '高雄市鳳山區南和里16鄰林森路203號',
  },
  {
    id: '967503',
    store: '正港',
    address: '高雄市梓官區智蚵里中正路186號',
  },
  {
    id: '967606',
    store: '東敏',
    address: '高雄市湖內區湖東里東方路103-1號103-2號',
  },
  {
    id: '968067',
    store: '龍肚',
    address: '高雄市美濃區龍山里中華路58號1樓',
  },
  {
    id: '968458',
    store: '赤東',
    address: '高雄市梓官區赤東里赤崁南路95號95-1號1F',
  },
  {
    id: '968757',
    store: '荖濃',
    address: '高雄市六龜區荖濃里南橫路45號1F',
  },
  {
    id: '970299',
    store: '柯達',
    address: '高雄市美濃區中正路二段819號821號1樓',
  },
  {
    id: '970462',
    store: '新宏昌',
    address: '高雄市楠梓區裕昌里右昌街468號1樓',
  },
  {
    id: '970761',
    store: '沅興',
    address: '高雄市三民區正興里正興路121號123號',
  },
  {
    id: '970886',
    store: '新舍東',
    address: '高雄市梓官區大舍里大舍南路2號1樓',
  },
  {
    id: '970945',
    store: '新旗聖',
    address: '高雄市旗津區中洲二路83號85號',
  },
  {
    id: '970956',
    store: '亞熱帶',
    address: '高雄市梓官區典寶里大舍南路175號',
  },
  {
    id: '971085',
    store: '先鋒',
    address: '高雄市左營區介壽路247號249號1樓',
  },
  {
    id: '971339',
    store: '桂德',
    address: '高雄市小港區桂林里中安路428號',
  },
  {
    id: '971557',
    store: '翔盛',
    address: '高雄市鳥松區水土埔里神農路479號',
  },
  {
    id: '972309',
    store: '展欣',
    address: '高雄市茄萣區嘉安里仁愛路三段120號',
  },
  {
    id: '972516',
    store: '新旗美',
    address: '高雄市旗山區東平里延平二路136號',
  },
  {
    id: '973117',
    store: '巨漢',
    address: '高雄市左營區新下里新莊一路350號',
  },
  {
    id: '978123',
    store: '仕隆',
    address: '高雄市橋頭區白樹里32鄰白樹路53號',
  },
  {
    id: '979089',
    store: '柴山',
    address: '高雄市鼓山區鼓山三路49號51號',
  },
  {
    id: '980229',
    store: '新旺淇',
    address: '高雄市三民區建國三路169號1樓',
  },
  {
    id: '980252',
    store: '鳳頂',
    address: '高雄市鳳山區過埤里鳳頂路285號1樓',
  },
  {
    id: '980403',
    store: '高銀',
    address: '高雄市新興區六合一路158號',
  },
  {
    id: '980702',
    store: '月光山',
    address: '高雄市美濃區泰安里泰安路59號',
  },
  {
    id: '981015',
    store: '新甲仙',
    address: '高雄市甲仙區西安里文化路56號58號1樓',
  },
  {
    id: '981026',
    store: '新新甲',
    address: '高雄市鳳山區海洋里海洋二路57號59號1樓',
  },
  {
    id: '981093',
    store: '新光和',
    address: '高雄市前鎮區鄭和南路307號309號',
  },
  {
    id: '981211',
    store: '新景有',
    address: '高雄市苓雅區福德三路170號1樓',
  },
  {
    id: '981509',
    store: '益慶',
    address: '高雄市大寮區河堤路1段139號',
  },
  {
    id: '981613',
    store: '鑫博',
    address: '高雄市鼓山區明誠里博愛二路345號1樓',
  },
  {
    id: '981820',
    store: '鑫明莊',
    address: '高雄市新興區六合二路24號',
  },
  {
    id: '982317',
    store: '旗皇',
    address: '高雄市旗津區中華里旗津三路900巷1號3號',
  },
  {
    id: '982502',
    store: '欣福誠',
    address: '高雄市鳳山區五福里五甲三路75號77號1樓',
  },
  {
    id: '982694',
    store: '三福',
    address: '高雄市仁武區仁武里中正路175號1樓',
  },
  {
    id: '990097',
    store: '新上緯',
    address: '高雄市岡山區嘉興里嘉興路340號',
  },
  {
    id: '990134',
    store: '興安邦',
    address: '高雄市三民區安邦里察哈爾二街83號1樓.85號1樓',
  },
  {
    id: '990237',
    store: '農神',
    address: '高雄市鼓山區龍子里神農路183號185號1樓',
  },
  {
    id: '990570',
    store: '海科大',
    address: '高雄市楠梓區海專路143號145號1樓',
  },
  {
    id: '990662',
    store: '興仁',
    address: '高雄市鳳山區興仁里五甲一路204號206號1樓',
  },
  {
    id: '990732',
    store: '文衡',
    address: '高雄市鳳山區文衡里八德路305號1樓',
  },
  {
    id: '991285',
    store: '正文',
    address: '高雄市苓雅區正大里建國一路125號125-1號1樓',
  },
  {
    id: '991528',
    store: '竹中',
    address: '高雄市前鎮區和平二路242號1樓',
  },
  {
    id: '991573',
    store: '觀音',
    address: '高雄市大社區大新路111號金龍路316號318號',
  },
  {
    id: '992761',
    store: '永芳',
    address: '高雄市大寮區永芳里萬丹路630號',
  },
  {
    id: '993177',
    store: '永久',
    address: '高雄市旗山區延平一路446號1樓',
  },
  {
    id: '993317',
    store: '德文',
    address: '高雄市鳳山區文山里八德路197號',
  },
  {
    id: '996280',
    store: '登發',
    address: '高雄市仁武區八卦里八德南路65號',
  },
  {
    id: '996349',
    store: '長青',
    address: '高雄市鳥松區大智路5號7號1樓',
  },
  {
    id: '996589',
    store: '海新',
    address: '高雄市鳳山區國隆里新富路590巷13號15號',
  },
  {
    id: '996899',
    store: '建興',
    address: '高雄市新興區七賢二路86號',
  },
  {
    id: '998091',
    store: '傳生',
    address: '高雄市阿蓮區中正路407號',
  },
  {
    id: '110253',
    store: '僑德',
    address: '屏東縣枋寮鄉安樂村中山路143號145號147號1樓',
  },
  {
    id: '110275',
    store: '家的',
    address: '屏東縣恆春鎮城南里中正路67號1樓',
  },
  {
    id: '110530',
    store: '廣大',
    address: '屏東縣屏東市仁愛里廣東路561號1樓',
  },
  {
    id: '110895',
    store: '公華',
    address: '屏東縣屏東市龍華里龍華路152號156號1樓',
  },
  {
    id: '111957',
    store: '長治',
    address: '屏東縣長治鄉新潭村長興路13號1樓',
  },
  {
    id: '112307',
    store: '社上',
    address: '屏東縣萬丹鄉社中村社皮路三段246號248號1樓',
  },
  {
    id: '112787',
    store: '滿州',
    address: '屏東縣滿州鄉滿州村中山路56號1樓',
  },
  {
    id: '114130',
    store: '恆春',
    address: '屏東縣恆春鎮網紗里省北路45號47號49號1樓',
  },
  {
    id: '115915',
    store: '新楓港',
    address: '屏東縣枋山鄉楓港村舊庄路51之2號3號4號',
  },
  {
    id: '116789',
    store: '鎮海',
    address: '屏東縣東港鎮鎮海里鎮海路1-100號',
  },
  {
    id: '119331',
    store: '隆德',
    address: '屏東縣潮州鎮永春里興隆路157-2號',
  },
  {
    id: '119685',
    store: '丹榮',
    address: '屏東縣萬丹鄉萬全村丹榮路625號',
  },
  {
    id: '120973',
    store: '欣佳和',
    address: '屏東縣萬巒鄉佳和村佳興路38之9號',
  },
  {
    id: '122382',
    store: '白燈塔',
    address: '屏東縣琉球鄉三民區大福村中正路303之2號1樓',
  },
  {
    id: '122810',
    store: '三多利',
    address: '屏東縣九如鄉大坵村九如路三段56號1樓',
  },
  {
    id: '123271',
    store: '日日春',
    address: '屏東縣恆春鎮城北里中正路193號',
  },
  {
    id: '126269',
    store: '崇蘭',
    address: '屏東縣屏東市廣東路1588、1590、1592號1樓',
  },
  {
    id: '126395',
    store: '新潭',
    address: '屏東縣長治鄉新潭村長興路326號1樓',
  },
  {
    id: '128999',
    store: '永大',
    address: '屏東縣屏東市大武路122號124號',
  },
  {
    id: '130291',
    store: '永盛',
    address: '屏東縣鹽埔鄉鹽中村勝利路81之3號',
  },
  {
    id: '131238',
    store: '社皮',
    address: '屏東縣萬丹鄉大昌路552號556號',
  },
  {
    id: '131331',
    store: '頭目',
    address: '屏東縣三地門鄉三地村中正路二段3號1樓',
  },
  {
    id: '132600',
    store: '彭城',
    address: '屏東縣潮州鎮潮州路512-3號1樓',
  },
  {
    id: '135676',
    store: '信億',
    address: '屏東縣麟洛鄉麟蹄村中山路166號166-1號166-2號1樓',
  },
  {
    id: '136750',
    store: '新豐榮',
    address: '屏東縣屏東市豐源里廣東路86之1號1樓',
  },
  {
    id: '137605',
    store: '安泰',
    address: '屏東縣東港鎮興東里中正路一段206號1樓',
  },
  {
    id: '137627',
    store: '愛買',
    address: '屏東縣屏東市清溪里清寧街2號',
  },
  {
    id: '141257',
    store: '船帆石',
    address: '屏東縣恆春鎮船帆路720號1樓',
  },
  {
    id: '142180',
    store: '長春',
    address: '屏東縣東港鎮興東里長春一路95號',
  },
  {
    id: '142386',
    store: '萬巒',
    address: '屏東縣萬巒鄉萬和村中正路52號1樓',
  },
  {
    id: '151807',
    store: '新埤',
    address: '屏東縣新埤鄉新埤村中正路72號',
  },
  {
    id: '155452',
    store: '鹽洲',
    address: '屏東縣新園鄉共和村光復路1號',
  },
  {
    id: '159409',
    store: '新自孝',
    address: '屏東縣屏東市北勢里自由路476號壹樓',
  },
  {
    id: '165378',
    store: '同勝',
    address: '屏東縣屏東市潭墘里大同北路1號1樓勝利路262之2號1樓',
  },
  {
    id: '166005',
    store: '廣得亨',
    address: '屏東縣萬丹鄉廈北村南北路二段289號',
  },
  {
    id: '166108',
    store: '萬金',
    address: '屏東縣萬巒鄉萬金村萬興路18號1樓',
  },
  {
    id: '166625',
    store: '恆北',
    address: '屏東縣恆春鎮網紗里省北路374-3號1樓',
  },
  {
    id: '167662',
    store: '東山河',
    address: '屏東縣屏東市機場北路500號1樓',
  },
  {
    id: '167743',
    store: '海豚灣',
    address: '屏東縣枋山鄉坊山村中山路三段61-3號1樓',
  },
  {
    id: '167961',
    store: '涼山',
    address: '屏東縣內埔鄉新展路22號1樓',
  },
  {
    id: '170288',
    store: '林邊',
    address: '屏東縣林邊鄉仁和里中山路275號277號',
  },
  {
    id: '171030',
    store: '新樂興',
    address: '屏東縣屏東市興樂里杭州街30號1樓',
  },
  {
    id: '174109',
    store: '堡勤',
    address: '屏東縣屏東市新生里復興南路一段370號1樓',
  },
  {
    id: '174291',
    store: '維軒',
    address: '屏東縣枋寮鄉人和村中山路二段143號',
  },
  {
    id: '174811',
    store: '崙上',
    address: '屏東縣長治鄉崙上村中興路372-2號',
  },
  {
    id: '179610',
    store: '繁華',
    address: '屏東縣長治鄉繁華村水源路71.71-1號',
  },
  {
    id: '180311',
    store: '守福',
    address: '屏東縣九如鄉九如路三段450號',
  },
  {
    id: '181129',
    store: '新中勝',
    address: '屏東縣內埔鄉龍潭村昭勝路13.15號1樓',
  },
  {
    id: '182786',
    store: '花瓶岩',
    address: '屏東縣琉球鄉本福村中山路51-5號1樓',
  },
  {
    id: '183077',
    store: '多多利',
    address: '屏東縣九如鄉九如路三段85號',
  },
  {
    id: '183561',
    store: '楓港',
    address: '屏東縣枋山鄉楓港村舊庄路21-3.21-4.21-5.21-6號1樓',
  },
  {
    id: '183952',
    store: '學廣',
    address: '屏東縣內埔鄉內埔村廣濟路2-6號',
  },
  {
    id: '184173',
    store: '鵝鑾鼻',
    address: '屏東縣恆春鎮鵝鑾里鵝鑾路245.247.249.257號',
  },
  {
    id: '186777',
    store: '鵬權',
    address: '屏東縣潮州鎮永春里光春路139號1樓',
  },
  {
    id: '187840',
    store: '翔發',
    address: '屏東縣萬丹鄉萬後村西環路637號',
  },
  {
    id: '188153',
    store: '瑞廣',
    address: '屏東縣屏東市一心里廣東南路88-15號',
  },
  {
    id: '188234',
    store: '念楨',
    address: '屏東縣內埔鄉黎明村黎東路221號1樓',
  },
  {
    id: '188256',
    store: '佳冬',
    address: '屏東縣佳冬鄉賴家村佳和路1號',
  },
  {
    id: '188360',
    store: '新東勢',
    address: '屏東縣內埔鄉東勢村大同路三段2號6號1樓',
  },
  {
    id: '188603',
    store: '廣正',
    address: '屏東縣屏東市北興里中正路443號1樓',
  },
  {
    id: '188647',
    store: '合生',
    address: '屏東縣潮州鎮中正路1號',
  },
  {
    id: '188821',
    store: '鹽埔',
    address: '屏東縣鹽埔鄉維新路134-3號134-6號136號1樓',
  },
  {
    id: '188832',
    store: '里宬',
    address: '屏東縣里港鄉鐵店村鐵店路17-1號',
  },
  {
    id: '188843',
    store: '加祿堂',
    address: '屏東縣枋山鄉加祿村加祿路155號',
  },
  {
    id: '189134',
    store: '廣吉',
    address: '屏東縣屏東市廣東路991之1、991之2號1樓',
  },
  {
    id: '192587',
    store: '和興',
    address: '屏東縣屏東市復興南路一段153.155號1樓.和生路一段900號1樓',
  },
  {
    id: '192738',
    store: '瑞光',
    address: '屏東縣屏東市瑞光里民生東路58-2號',
  },
  {
    id: '194295',
    store: '華敬',
    address: '屏東縣屏東市中正里華正路12號1樓.14號1樓',
  },
  {
    id: '195472',
    store: '大街',
    address: '屏東縣恆春鎮墾丁里墾丁路225.227號1樓',
  },
  {
    id: '198998',
    store: '清順',
    address: '屏東縣潮州鎮光華里光華路153號1樓',
  },
  {
    id: '200491',
    store: '興長安',
    address: '屏東縣屏東市光復路352號1樓',
  },
  {
    id: '201151',
    store: '金樹',
    address: '屏東縣屏東市仁愛路16號',
  },
  {
    id: '201461',
    store: '欣欣鼎',
    address: '屏東縣屏東市崇蘭里自由路666號1樓',
  },
  {
    id: '202198',
    store: '滿豐',
    address: '屏東縣車城鄉尖山路37號',
  },
  {
    id: '202279',
    store: '有魚',
    address: '屏東縣恆春鎮砂尾路16-65號',
  },
  {
    id: '208004',
    store: '聯勝',
    address: '屏東縣南州鄉壽元村大同路6號',
  },
  {
    id: '208277',
    store: '仙隆',
    address: '屏東縣新園鄉仙吉路9-2號',
  },
  {
    id: '208314',
    store: '恆好',
    address: '屏東縣恆春鎮恆南路70-1號',
  },
  {
    id: '208565',
    store: '僑勇',
    address: '屏東縣枋寮鄉隆山村中山路92-2號1樓',
  },
  {
    id: '208691',
    store: '欣來義',
    address: '屏東縣新埤鄉萬安路4-2號',
  },
  {
    id: '209018',
    store: '農科',
    address: '屏東縣長治鄉德和村農科路23號1樓',
  },
  {
    id: '209801',
    store: '元盛',
    address: '屏東縣屏東市瑞光路二段456號1樓',
  },
  {
    id: '210041',
    store: '萬利',
    address: '屏東縣萬丹鄉新鐘村萬新路15鄰277號',
  },
  {
    id: '211136',
    store: '霧台',
    address: '屏東縣霧台鄉神山巷15號',
  },
  {
    id: '211505',
    store: '上發',
    address: '屏東縣萬丹鄉南北路二段608號',
  },
  {
    id: '212287',
    store: '泰武',
    address: '屏東縣泰武鄉佳平巷12-2號16號1樓',
  },
  {
    id: '212531',
    store: '東源',
    address: '屏東縣東港鎮水源路118號',
  },
  {
    id: '214010',
    store: '新輔英',
    address: '屏東縣東港鎮興台里中山路3號',
  },
  {
    id: '214124',
    store: '屏棧',
    address: '屏東縣屏東市崇智里光復路45號',
  },
  {
    id: '216131',
    store: '屏基',
    address: '屏東縣屏東市大連路60號',
  },
  {
    id: '216740',
    store: '永發',
    address: '屏東縣屏東市永安里復興路258號',
  },
  {
    id: '216946',
    store: '屏鵝',
    address: '屏東縣恆春鎮恆南路6-6號',
  },
  {
    id: '228570',
    store: '萇盛',
    address: '屏東縣鹽埔鄉維新路60-1號',
  },
  {
    id: '228765',
    store: '正莊',
    address: '屏東縣屏東市中正路766號',
  },
  {
    id: '229104',
    store: '北葉',
    address: '屏東縣瑪家鄉北葉村風景1-1號',
  },
  {
    id: '229333',
    store: '雙琉',
    address: '屏東縣獅子鄉草埔六巷23-1號',
  },
  {
    id: '229816',
    store: '轉好運',
    address: '屏東縣內埔鄉成功路251號1樓',
  },
  {
    id: '230089',
    store: '大幅',
    address: '屏東縣竹田鄉連成路26號',
  },
  {
    id: '230171',
    store: '隆山',
    address: '屏東縣枋寮鄉中正大路412號1樓',
  },
  {
    id: '230528',
    store: '北勢頭',
    address: '屏東縣屏東市自由路445號',
  },
  {
    id: '232742',
    store: '華僑',
    address: '屏東縣東港鎮朝隆路16-1號18號',
  },
  {
    id: '233114',
    store: '北勝',
    address: '屏東縣內埔鄉北寧路142號1樓',
  },
  {
    id: '234014',
    store: '北瑞',
    address: '屏東縣潮州鎮北門路265號',
  },
  {
    id: '234335',
    store: '牡丹',
    address: '屏東縣牡丹鄉石門路5號5-2號',
  },
  {
    id: '234449',
    store: '咚咚',
    address: '屏東縣恆春鎮墾丁路333號一樓',
  },
  {
    id: '235327',
    store: '祈安',
    address: '屏東縣屏東市公園東路128號',
  },
  {
    id: '235545',
    store: '飛米',
    address: '屏東縣枋寮鄉勝利路9號',
  },
  {
    id: '235796',
    store: '學美',
    address: '屏東縣內埔鄉學人路321-1號',
  },
  {
    id: '235844',
    store: '光龍',
    address: '屏東縣九如鄉九明村九龍路7號9號11號13號',
  },
  {
    id: '236032',
    store: '古樓',
    address: '屏東縣來義鄉中正路52號',
  },
  {
    id: '238050',
    store: '廣豐',
    address: '屏東縣屏東市大連里廣東路280號280-1號',
  },
  {
    id: '238474',
    store: '博勝',
    address: '屏東縣屏東市博愛路263號1樓',
  },
  {
    id: '238485',
    store: '昭勝',
    address: '屏東縣內埔鄉龍潭村昭勝路216號218號220號',
  },
  {
    id: '238762',
    store: '雅客',
    address: '屏東縣恆春鎮墾丁里墾丁路166號',
  },
  {
    id: '239293',
    store: '光榮',
    address: '屏東縣屏東市信義路73之6 號73之7 號75號1樓',
  },
  {
    id: '239617',
    store: '國站',
    address: '屏東縣屏東市中山路1.3號一樓',
  },
  {
    id: '239891',
    store: '英順',
    address: '屏東縣潮州鎮介壽路145號1樓',
  },
  {
    id: '239905',
    store: '瑞屏',
    address: '屏東縣長治鄉香楊村瑞光路一段749號1樓',
  },
  {
    id: '239950',
    store: '山和',
    address: '屏東縣潮州鎮三和里延平路89號',
  },
  {
    id: '240868',
    store: '和武',
    address: '屏東縣屏東市和生路二段342號',
  },
  {
    id: '242015',
    store: '興高樹',
    address: '屏東縣高樹鄉興中路323號1樓',
  },
  {
    id: '248655',
    store: '東隆',
    address: '屏東縣東港鎮頂中里延平路107號',
  },
  {
    id: '249061',
    store: '欣昌隆',
    address: '屏東縣佳冬鄉昌隆村大豐路680號',
  },
  {
    id: '249603',
    store: '統棒',
    address: '屏東縣屏東市永安里棒球路45號',
  },
  {
    id: '250153',
    store: '青允',
    address: '屏東縣萬巒鄉新置村新隆路75號',
  },
  {
    id: '250371',
    store: '林興',
    address: '屏東縣林邊鄉中山路312號',
  },
  {
    id: '250566',
    store: '歸來',
    address: '屏東縣屏東市和生路一段107-3號',
  },
  {
    id: '251226',
    store: '屏生',
    address: '屏東縣屏東市瑞光里民生路33號',
  },
  {
    id: '251363',
    store: '潮維',
    address: '屏東縣潮州鎮三共里四維路201號',
  },
  {
    id: '251385',
    store: '公裕',
    address: '屏東縣屏東市北興里廣東路818號',
  },
  {
    id: '251695',
    store: '崇武',
    address: '屏東縣屏東市崇武里華盛街5-6號',
  },
  {
    id: '252562',
    store: '里農',
    address: '屏東縣里港鄉大平村中山路3號',
  },
  {
    id: '253266',
    store: '墾丁',
    address: '屏東縣恆春鎮墾丁里墾丁路78號1樓',
  },
  {
    id: '253853',
    store: '林美',
    address: '屏東縣林邊鄉中林路295號',
  },
  {
    id: '254063',
    store: '崁鼎',
    address: '屏東縣崁頂鄉崁頂村中正路135.137.139號1樓',
  },
  {
    id: '254111',
    store: '裕田',
    address: '屏東縣里港鄉玉田路65-3號65-5號65-6號65-7號',
  },
  {
    id: '261197',
    store: '新枋寮',
    address: '屏東縣枋寮鄉枋寮村中興路7號1樓2樓',
  },
  {
    id: '261496',
    store: '欣仙吉',
    address: '屏東縣新園鄉仙吉路128號130號132號1樓',
  },
  {
    id: '261577',
    store: '鼎東',
    address: '屏東縣東港鎮興東里中正路二段491號1樓',
  },
  {
    id: '261887',
    store: '萬新',
    address: '屏東縣萬丹鄉新鐘村萬新路342號',
  },
  {
    id: '262606',
    store: '潮昇',
    address: '屏東縣潮州鎮三和里朝昇路316號',
  },
  {
    id: '263366',
    store: '勝星',
    address: '屏東縣屏東市中山路61-13號',
  },
  {
    id: '263724',
    store: '內埔',
    address: '屏東縣內埔鄉內田村光明路224號226號1樓',
  },
  {
    id: '854351',
    store: '厚生',
    address: '屏東縣屏東市和平路2號',
  },
  {
    id: '860057',
    store: '新園',
    address: '屏東縣新園鄉興龍村14鄰南興路319號',
  },
  {
    id: '861430',
    store: '順越',
    address: '屏東縣內埔鄉南寧路19、21號',
  },
  {
    id: '864587',
    store: '潭墘',
    address: '屏東縣屏東市勝利路224號226號',
  },
  {
    id: '870711',
    store: '香楊',
    address: '屏東縣屏東市瑞光里香楊巷59-12號',
  },
  {
    id: '880349',
    store: '里港',
    address: '屏東縣里港鄉永春村中山路46號',
  },
  {
    id: '882219',
    store: '南彎',
    address: '屏東縣恆春鎮南灣里南灣路122號',
  },
  {
    id: '883278',
    store: '家家福',
    address: '屏東縣春日鄉七佳村自強一路14號',
  },
  {
    id: '892113',
    store: '小琉球',
    address: '屏東縣琉球鄉本福村民生路61號',
  },
  {
    id: '903794',
    store: '南州',
    address: '屏東縣南州鄉溪南村三民路171號',
  },
  {
    id: '904214',
    store: '埔豐',
    address: '屏東縣內埔鄉豐田村中正路291號',
  },
  {
    id: '910677',
    store: '吉春',
    address: '屏東縣恆春鎮山腳里環城南路60號',
  },
  {
    id: '913182',
    store: '翊聖',
    address: '屏東縣屏東市崇蘭里崇蘭路98-24號',
  },
  {
    id: '920401',
    store: '玉光',
    address: '屏東縣佳冬鄉玉光村中山路67號69號1樓',
  },
  {
    id: '923857',
    store: '鑫泰山',
    address: '屏東縣高樹鄉泰山村產業路73號',
  },
  {
    id: '930659',
    store: '學興',
    address: '屏東縣內埔鄉和興村學人路590.592號1樓',
  },
  {
    id: '933245',
    store: '頭前溪',
    address: '屏東縣屏東市前進里清進巷150號',
  },
  {
    id: '934466',
    store: '車城',
    address: '屏東縣車城鄉福安村中山路74號76號1樓',
  },
  {
    id: '934684',
    store: '高樹',
    address: '屏東縣高樹鄉興中路193號195號1樓',
  },
  {
    id: '940807',
    store: '招英',
    address: '屏東縣高樹鄉南興路74之3號',
  },
  {
    id: '942180',
    store: '薇豐',
    address: '屏東縣屏東市大連里豐年街1號',
  },
  {
    id: '942777',
    store: '里中',
    address: '屏東縣里港鄉三部村三和路119-1號',
  },
  {
    id: '942869',
    store: '竹田',
    address: '屏東縣竹田鄉中正路84號86號',
  },
  {
    id: '950848',
    store: '友井',
    address: '屏東縣潮州鎮三共里北門路2號6號1樓',
  },
  {
    id: '950859',
    store: '昱昇',
    address: '屏東縣車城鄉溫泉村溫泉路125號',
  },
  {
    id: '951704',
    store: '億財富',
    address: '屏東縣東港鎮新勝里光復路二段77號1樓',
  },
  {
    id: '952729',
    store: '新德蕙',
    address: '屏東縣屏東市大連里興豐路193號',
  },
  {
    id: '963017',
    store: '合家宜',
    address: '屏東縣屏東市三山里海豐街7-12號',
  },
  {
    id: '965552',
    store: '麟洛',
    address: '屏東縣麟洛鄉麟趾村中山路519-5號',
  },
  {
    id: '966614',
    store: '南北棧',
    address: '屏東縣枋山鄉枋山村中山路三段38號',
  },
  {
    id: '970369',
    store: '水門',
    address: '屏東縣內埔鄉水門村忠孝路289號',
  },
  {
    id: '970598',
    store: '萬惠',
    address: '屏東縣萬丹鄉萬丹路一段21號1樓',
  },
  {
    id: '971351',
    store: '東寧',
    address: '屏東縣九如鄉東寧村東寧路225號1樓',
  },
  {
    id: '972697',
    store: '五房',
    address: '屏東縣新園鄉五房村五房路721號1樓',
  },
  {
    id: '982052',
    store: '屏科大',
    address: '屏東縣內埔鄉中林村中林路1號3號1樓',
  },
  {
    id: '990503',
    store: '囍洋洋',
    address: '屏東縣萬丹鄉萬丹路一段366號368號1樓',
  },
  {
    id: '990868',
    store: '新潮',
    address: '屏東縣潮州鎮新榮里中山路121號123號1樓',
  },
  {
    id: '992026',
    store: '壽元',
    address: '屏東縣南州鄉壽元村勝利路5-15號1樓',
  },
  {
    id: '992060',
    store: '大鵬灣',
    address: '屏東縣東港鎮船頭里船頭路26-33號26-35號1樓',
  },
  {
    id: '992277',
    store: '保鑫',
    address: '屏東縣車城鄉新街村保新路71號',
  },
  {
    id: '997618',
    store: '壽比',
    address: '屏東縣內埔鄉老埤村壽比路348號',
  },
  {
    id: '110312',
    store: '林田山',
    address: '花蓮縣鳳林鎮長橋里長橋路108號1樓',
  },
  {
    id: '110415',
    store: '豐濱',
    address: '花蓮縣豐濱鄉三民村三民路61號65號1樓',
  },
  {
    id: '112824',
    store: '馬太鞍',
    address: '花蓮縣光復鄉中山路一段125號',
  },
  {
    id: '113056',
    store: '蓮慶',
    address: '花蓮縣花蓮市林森路160號1樓',
  },
  {
    id: '113665',
    store: '蓮慈',
    address: '花蓮縣花蓮市中山路一段7號9號1樓',
  },
  {
    id: '114288',
    store: '崇德盈',
    address: '花蓮縣秀林鄉崇德村崇德95-6號1樓',
  },
  {
    id: '116413',
    store: '興玉',
    address: '花蓮縣玉里鎮興國路二段23號',
  },
  {
    id: '120995',
    store: '思瑀',
    address: '花蓮縣花蓮市建國路二段862號及866號1樓',
  },
  {
    id: '121057',
    store: '吉野',
    address: '花蓮縣花蓮市中正路65號1樓2樓',
  },
  {
    id: '122027',
    store: '上美崙',
    address: '花蓮縣花蓮市府前路298號298之1號1樓',
  },
  {
    id: '122935',
    store: '豐川',
    address: '花蓮縣花蓮市富強路214號216號1樓',
  },
  {
    id: '126661',
    store: '八悅',
    address: '花蓮縣壽豐鄉平和村中華路二段215號',
  },
  {
    id: '131836',
    store: '蓮圓',
    address: '花蓮縣花蓮市中山路891號893號',
  },
  {
    id: '132345',
    store: '吉昌',
    address: '花蓮縣吉安鄉吉安路一段114號',
  },
  {
    id: '138941',
    store: '精舍',
    address: '花蓮縣新城鄉康樂村康樂路286號288號',
  },
  {
    id: '151014',
    store: '蓮昌',
    address: '花蓮縣花蓮市建國路二段298號',
  },
  {
    id: '151276',
    store: '蓮恆',
    address: '花蓮縣吉安鄉北昌村建國路一段49號51號',
  },
  {
    id: '151287',
    store: '新廉瀚',
    address: '花蓮縣新城鄉新興路28號30號1樓',
  },
  {
    id: '151737',
    store: '蓮陽',
    address: '花蓮縣吉安鄉吉安村中山路三段2號',
  },
  {
    id: '151759',
    store: '北埔',
    address: '花蓮縣新城鄉北埔路282號',
  },
  {
    id: '153375',
    store: '玉里',
    address: '花蓮縣玉里鎮中山路二段90號1樓',
  },
  {
    id: '155511',
    store: '鳳悅',
    address: '花蓮縣鳳林鎮信義路216號1樓',
  },
  {
    id: '165507',
    store: '瑞權',
    address: '花蓮縣瑞穗鄉瑞北路30之2號',
  },
  {
    id: '166522',
    store: '富集',
    address: '花蓮縣花蓮市國富里富國路32號1樓',
  },
  {
    id: '166821',
    store: '豐坪',
    address: '花蓮縣壽豐鄉豐坪村豐坪路二段5之1號1樓',
  },
  {
    id: '173748',
    store: '蓮安',
    address: '花蓮縣吉安鄉中華路二段5號',
  },
  {
    id: '174305',
    store: '樂合',
    address: '花蓮縣玉里鎮樂合里新民路13-1號',
  },
  {
    id: '174350',
    store: '愛民',
    address: '花蓮縣花蓮市民國路22號1樓',
  },
  {
    id: '174899',
    store: '讚福',
    address: '花蓮縣花蓮市國聯五路55號',
  },
  {
    id: '181288',
    store: '玉富',
    address: '花蓮縣玉里鎮大同路214號及光復路184號',
  },
  {
    id: '183457',
    store: '國盛',
    address: '花蓮縣花蓮市國民九街56號58號1樓',
  },
  {
    id: '188289',
    store: '愛田',
    address: '花蓮縣吉安鄉建國路一段200號.202號',
  },
  {
    id: '193775',
    store: '興富',
    address: '花蓮縣富里鄉中山路61號',
  },
  {
    id: '194239',
    store: '加灣',
    address: '花蓮縣秀林鄉景美村加灣178之20號',
  },
  {
    id: '195036',
    store: '金秀和',
    address: '花蓮縣花蓮市和平路597號1樓',
  },
  {
    id: '196165',
    store: '海星',
    address: '花蓮縣新城鄉嘉新路63巷1號',
  },
  {
    id: '196626',
    store: '吉華',
    address: '花蓮縣吉安鄉中華路二段172號',
  },
  {
    id: '198297',
    store: '文瑞',
    address: '花蓮縣壽豐鄉中山路222號1樓',
  },
  {
    id: '198862',
    store: '華原',
    address: '花蓮縣花蓮市中華路426號',
  },
  {
    id: '199371',
    store: '新福興',
    address: '花蓮縣吉安鄉福興村吉安路三段78號80號82號福興路236號',
  },
  {
    id: '206949',
    store: '蓮和',
    address: '花蓮縣秀林鄉和平村和平263號(台泥和平廠)',
  },
  {
    id: '207540',
    store: '達基力',
    address: '花蓮縣秀林鄉崇德村海濱3號3之1號1樓',
  },
  {
    id: '208060',
    store: '門諾',
    address: '花蓮縣花蓮市民權路115號117號',
  },
  {
    id: '210270',
    store: '知卡宣',
    address: '花蓮縣吉安鄉海岸路469號',
  },
  {
    id: '210993',
    store: '福原',
    address: '花蓮縣花蓮市中原路328號1樓',
  },
  {
    id: '212391',
    store: '權營',
    address: '花蓮縣花蓮市民權路25之1號25之2號25之3號1樓',
  },
  {
    id: '212575',
    store: '永照',
    address: '花蓮縣吉安鄉自強路160號1樓',
  },
  {
    id: '215105',
    store: '蓮發',
    address: '花蓮縣新城鄉北埔村7鄰北埔路172號',
  },
  {
    id: '216083',
    store: '吉濱',
    address: '花蓮縣吉安鄉南濱路一段651號',
  },
  {
    id: '217123',
    store: '蓮冠',
    address: '花蓮縣花蓮市中山路426號',
  },
  {
    id: '228019',
    store: '天合',
    address: '花蓮縣瑞穗鄉溫泉路二段308號1樓',
  },
  {
    id: '228075',
    store: '文景',
    address: '花蓮縣吉安鄉中山路二段73號75號1樓昌隆一街48號50號1樓',
  },
  {
    id: '229805',
    store: '蓮興',
    address: '花蓮縣花蓮市東興路369號371號1樓',
  },
  {
    id: '230388',
    store: '林榮',
    address: '花蓮縣鳳林鎮兆豐路699號',
  },
  {
    id: '230953',
    store: '萬榮',
    address: '花蓮縣萬榮鄉萬榮162之1號162之2號',
  },
  {
    id: '231185',
    store: '卓溪',
    address: '花蓮縣卓溪鄉卓溪村中正57-6號',
  },
  {
    id: '232111',
    store: '玉仁',
    address: '花蓮縣玉里鎮光復路5號7號9號1樓',
  },
  {
    id: '232214',
    store: '蓮正',
    address: '花蓮縣花蓮市中正路156號1樓',
  },
  {
    id: '233295',
    store: '鑫源',
    address: '花蓮縣吉安鄉中山路三段232號236號1樓',
  },
  {
    id: '234070',
    store: '豐學',
    address: '花蓮縣壽豐鄉吳全131號一樓之三及一樓之五',
  },
  {
    id: '235464',
    store: '鹽寮',
    address: '花蓮縣壽豐鄉鹽寮130號',
  },
  {
    id: '235637',
    store: '政東',
    address: '花蓮縣花蓮市中山路74號',
  },
  {
    id: '235969',
    store: '福旺',
    address: '花蓮縣花蓮市和平路259號',
  },
  {
    id: '236124',
    store: '太巴塱',
    address: '花蓮縣光復鄉富田二街55號57號',
  },
  {
    id: '236272',
    store: '玉忠',
    address: '花蓮縣玉里鎮中城里忠孝路101號',
  },
  {
    id: '236858',
    store: '蓮富',
    address: '花蓮縣光復鄉中正路一段90號1樓中山路二段250號252號1樓',
  },
  {
    id: '240879',
    store: '花道',
    address: '花蓮縣花蓮市中正路563號1樓',
  },
  {
    id: '249773',
    store: '蓮權',
    address: '花蓮縣花蓮市民權路136號138號1樓',
  },
  {
    id: '251064',
    store: '名品',
    address: '花蓮縣花蓮市國富里十三鄰莊敬路72號1樓國富十街1之1號1樓',
  },
  {
    id: '252148',
    store: '蓮讚',
    address: '花蓮縣花蓮市國聯里國聯三路16號18號',
  },
  {
    id: '253761',
    store: '新壽豐',
    address: '花蓮縣壽豐鄉中山路五段131號',
  },
  {
    id: '253945',
    store: '星潭',
    address: '花蓮縣花蓮市華西121-9及121-10及121-11號',
  },
  {
    id: '254085',
    store: '蓮莊',
    address: '花蓮縣新城鄉北埔村光復路462號1樓',
  },
  {
    id: '260699',
    store: '富泰',
    address: '花蓮縣花蓮市國聯一路55號',
  },
  {
    id: '261315',
    store: '花農',
    address: '花蓮縣花蓮市建國路236號238號1樓',
  },
  {
    id: '261407',
    store: '嘉里',
    address: '花蓮縣新城鄉嘉里路110號1樓',
  },
  {
    id: '262503',
    store: '天祥',
    address: '花蓮縣秀林鄉富世村天祥17之1號',
  },
  {
    id: '866310',
    store: '蓮吉',
    address: '花蓮縣吉安鄉中山路三段423號',
  },
  {
    id: '872382',
    store: '蓮美',
    address: '花蓮縣花蓮市中美路209號',
  },
  {
    id: '873385',
    store: '蓮嘉',
    address: '花蓮縣新城鄉嘉里村嘉里路153號155號157號1樓',
  },
  {
    id: '880073',
    store: '太魯閣',
    address: '花蓮縣秀林鄉富世村富世路152號152-1號',
  },
  {
    id: '880671',
    store: '志學',
    address: '花蓮縣壽豐鄉志學村7鄰中山路三段6號',
  },
  {
    id: '881951',
    store: '鳳林',
    address: '花蓮縣鳳林鎮鳳禮里中正路二段143號145號',
  },
  {
    id: '891420',
    store: '慈濟',
    address: '花蓮縣花蓮市中央路三段808號810號',
  },
  {
    id: '900072',
    store: '東海岸',
    address: '花蓮縣吉安鄉海岸路252號254號1樓',
  },
  {
    id: '902469',
    store: '璞石閣',
    address: '花蓮縣玉里鎮中山路一段96號',
  },
  {
    id: '910965',
    store: '新蓮信',
    address: '花蓮縣花蓮市中美路186號',
  },
  {
    id: '912972',
    store: '慈勝',
    address: '花蓮縣吉安鄉自強路52號',
  },
  {
    id: '920320',
    store: '仁禮',
    address: '花蓮縣吉安鄉南埔八街223號',
  },
  {
    id: '920342',
    store: '讚蓮',
    address: '花蓮縣花蓮市富吉路2號',
  },
  {
    id: '923019',
    store: '稻香',
    address: '花蓮縣吉安鄉吉興路二段46號48號1樓',
  },
  {
    id: '923134',
    store: '統軒',
    address: '花蓮縣花蓮市公園路7-1號',
  },
  {
    id: '923293',
    store: '瑞繐',
    address: '花蓮縣瑞穗鄉中山路一段17號19號',
  },
  {
    id: '932529',
    store: '尚美',
    address: '花蓮縣花蓮市中興路71號',
  },
  {
    id: '943725',
    store: '長勝',
    address: '花蓮縣花蓮市中美路83-1號83-2號',
  },
  {
    id: '943987',
    store: '富鄉',
    address: '花蓮縣富里鄉中山路167號',
  },
  {
    id: '950723',
    store: '華廈',
    address: '花蓮縣花蓮市民享里府前路638號640號',
  },
  {
    id: '952637',
    store: '南濱',
    address: '花蓮縣吉安鄉南濱路一段116號',
  },
  {
    id: '954437',
    store: '祥祐',
    address: '花蓮縣新城鄉順安村北三棧119之6號',
  },
  {
    id: '954817',
    store: '吉海',
    address: '花蓮縣吉安鄉海岸路683號',
  },
  {
    id: '959177',
    store: '如意',
    address: '花蓮縣花蓮市中美路37號',
  },
  {
    id: '966739',
    store: '德安一',
    address: '花蓮縣花蓮市德安一街307號',
  },
  {
    id: '966968',
    store: '好家園',
    address: '花蓮縣花蓮市國聯一路2號2-1號',
  },
  {
    id: '967558',
    store: '富翔',
    address: '花蓮縣吉安鄉東昌村海岸路77號',
  },
  {
    id: '968551',
    store: '新蓮盈',
    address: '花蓮縣吉安鄉建國路二段285號1F',
  },
  {
    id: '968850',
    store: '姐妹',
    address: '花蓮縣吉安鄉吉安路五段262之1號1F',
  },
  {
    id: '978260',
    store: '泰雅',
    address: '花蓮縣秀林鄉和平村和平街156號',
  },
  {
    id: '980137',
    store: '鑫盈佳',
    address: '花蓮縣花蓮市林森路258號1樓',
  },
  {
    id: '981738',
    store: '鑫花蓮',
    address: '花蓮縣花蓮市中正路383號385號',
  },
  {
    id: '987747',
    store: '蓮成',
    address: '花蓮縣花蓮市中華路283之1號',
  },
  {
    id: '991827',
    store: '蓮華',
    address: '花蓮縣花蓮市民生里中山路183號185號1樓',
  },
  {
    id: '110677',
    store: '池上',
    address: '台東縣池上鄉大埔村中山路64號1樓',
  },
  {
    id: '120685',
    store: '東太陽',
    address: '台東縣台東市中華路二段753號1樓',
  },
  {
    id: '122795',
    store: '東遊季',
    address: '台東縣卑南鄉溫泉路388號',
  },
  {
    id: '122957',
    store: '關山',
    address: '台東縣關山鎮和平路4號4之1號1樓',
  },
  {
    id: '126339',
    store: '新鹿野',
    address: '台東縣鹿野鄉鹿野村中華路一段430號',
  },
  {
    id: '127033',
    store: '東博',
    address: '台東縣台東市民權里中正路414號418號',
  },
  {
    id: '131685',
    store: '東廣',
    address: '台東縣台東市傳廣路496號498號1樓',
  },
  {
    id: '132806',
    store: '正東',
    address: '台東縣台東市中華路一段372號',
  },
  {
    id: '138077',
    store: '東輝',
    address: '台東縣台東市正氣北路389號',
  },
  {
    id: '142825',
    store: '東馳',
    address: '台東縣池上鄉中東三路46號1樓',
  },
  {
    id: '142892',
    store: '蘭嶼',
    address: '台東縣蘭嶼鄉椰油村椰油296之12號',
  },
  {
    id: '143895',
    store: '東大',
    address: '台東縣台東市大學路二段369號',
  },
  {
    id: '150826',
    store: '長濱',
    address: '台東縣長濱鄉長濱村長濱路2-5號',
  },
  {
    id: '151232',
    store: '利嘉',
    address: '台東縣台東市新園里中興路六段667號1樓',
  },
  {
    id: '153928',
    store: '大武',
    address: '台東縣大武鄉復興路124號126號128號1樓',
  },
  {
    id: '154057',
    store: '東和美',
    address: '台東縣太麻里鄉三和村大中寮路68之6號',
  },
  {
    id: '154585',
    store: '東亮',
    address: '台東縣台東市連航路88巷31號33號35號1樓',
  },
  {
    id: '155005',
    store: '東喜',
    address: '台東縣台東市興安路一段197號1樓',
  },
  {
    id: '160188',
    store: '仁毅',
    address: '台東縣台東市馬蘭里新生路680號682號684號1樓',
  },
  {
    id: '160258',
    store: '東昇',
    address: '台東縣台東市鐵花里中華路一段542號1樓',
  },
  {
    id: '163796',
    store: '金倫',
    address: '台東縣太麻里鄉金崙村金崙路262號262-1號',
  },
  {
    id: '163958',
    store: '初鹿',
    address: '台東縣卑南鄉明峰村忠孝路164號166號168號1樓',
  },
  {
    id: '166382',
    store: '東糖',
    address: '台東縣台東市中興路二段360號1樓',
  },
  {
    id: '167754',
    store: '東清灣',
    address: '台東縣蘭嶼鄉東清村東清路7號',
  },
  {
    id: '174615',
    store: '卑南',
    address: '台東縣台東市南榮里更生路1267號',
  },
  {
    id: '180702',
    store: '東安',
    address: '台東縣台東市杭州街288號1樓',
  },
  {
    id: '181015',
    store: '三越',
    address: '台東縣台東市中華路一段169.171.173號1樓及169號2樓',
  },
  {
    id: '184379',
    store: '睿豐',
    address: '台東縣台東市大和路8-1.16-1號一樓',
  },
  {
    id: '193878',
    store: '香蘭',
    address: '台東縣太麻里鄉太麻里街575號',
  },
  {
    id: '200538',
    store: '米鄉',
    address: '台東縣池上鄉福原村中山路241號',
  },
  {
    id: '202246',
    store: '豐喜',
    address: '台東縣台東市豐年里連航路3號',
  },
  {
    id: '207908',
    store: '東基',
    address: '台東縣台東市開封街350號1樓',
  },
  {
    id: '209845',
    store: '都歷',
    address: '台東縣成功鎮都歷路179號',
  },
  {
    id: '209959',
    store: '達武',
    address: '台東縣達仁鄉安朔村復興路21號及21-1號',
  },
  {
    id: '230034',
    store: '開漢',
    address: '台東縣台東市開封街760號1樓',
  },
  {
    id: '232100',
    store: '初來',
    address: '台東縣海端鄉海端村初來11之1號',
  },
  {
    id: '232133',
    store: '延平鄉',
    address: '台東縣延平鄉桃源村10鄰昇平路167之2號',
  },
  {
    id: '232605',
    store: '金剛',
    address: '台東縣長濱鄉長濱村長光58之1號',
  },
  {
    id: '233686',
    store: '大武之',
    address: '台東縣大武鄉尚武村環港路56號1樓',
  },
  {
    id: '234645',
    store: '立麗',
    address: '台東縣台東市豐原里中華路四段731號',
  },
  {
    id: '235707',
    store: '東宜',
    address: '台東縣台東市開封街586號',
  },
  {
    id: '239352',
    store: '新太麻',
    address: '台東縣太麻里鄉泰和村外環路128號1樓',
  },
  {
    id: '241919',
    store: '瑞源',
    address: '台東縣鹿野鄉瑞源村瑞景路二段78號',
  },
  {
    id: '242820',
    store: '金峰鄉',
    address: '台東縣金峰鄉嘉蘭村嘉蘭163號',
  },
  {
    id: '249005',
    store: '東偕',
    address: '台東縣台東市長沙街303巷1號',
  },
  {
    id: '249533',
    store: '享溫馨',
    address: '台東縣台東市中正里中正路308號1樓',
  },
  {
    id: '249854',
    store: '綠島',
    address: '台東縣綠島鄉南寮村南寮路139號',
  },
  {
    id: '250201',
    store: '東佳',
    address: '台東縣台東市長沙街178號180號182號',
  },
  {
    id: '260600',
    store: '天喜',
    address: '台東縣台東市光明路190.192號',
  },
  {
    id: '260965',
    store: '欣功',
    address: '台東縣成功鎮三民里大同路70號',
  },
  {
    id: '262318',
    store: '東星',
    address: '台東縣台東市正氣路159.159-1號1樓',
  },
  {
    id: '872599',
    store: '東航',
    address: '台東縣台東市民生里更生路270號1F',
  },
  {
    id: '888099',
    store: '東漢',
    address: '台東縣台東市正氣北路182號',
  },
  {
    id: '892962',
    store: '都蘭',
    address: '台東縣東河鄉都蘭村都蘭155樓157號1樓',
  },
  {
    id: '902296',
    store: '吉川',
    address: '台東縣台東市中華路二段272號1樓274號1樓2樓276號1樓',
  },
  {
    id: '914141',
    store: '東定',
    address: '台東縣台東市豐田里中興路四段406號',
  },
  {
    id: '921231',
    store: '東京',
    address: '台東縣台東市卑南里更生北路196號198號',
  },
  {
    id: '932998',
    store: '冠美',
    address: '台東縣台東市豐榮里仁昌街148號',
  },
  {
    id: '940472',
    store: '尚武',
    address: '台東縣大武鄉尚武村環港路3號',
  },
  {
    id: '952833',
    store: '東河',
    address: '台東縣東河鄉東河村南東河263號1樓',
  },
  {
    id: '954574',
    store: '東樂',
    address: '台東縣台東市山西路一段330號',
  },
  {
    id: '968078',
    store: '新南王',
    address: '台東縣台東市更生北路675號677號',
  },
  {
    id: '970071',
    store: '成貞',
    address: '台東縣台東市豐年里中興路三段399號1樓',
  },
  {
    id: '978101',
    store: '欣東旺',
    address: '台東縣成功鎮忠仁里中華路76號1樓',
  },
  {
    id: '987736',
    store: '知本',
    address: '台東縣台東市建興里知本路四段2號',
  },
  {
    id: '991665',
    store: '富岡',
    address: '台東縣台東市富岡里吉林路二段668號1樓',
  },
  {
    id: '997652',
    store: '東捷',
    address: '台東縣台東市豐榮里豐盛路1號',
  },
  {
    id: '113506',
    store: '揚光',
    address: '澎湖縣馬公市陽明里中華路175號1樓',
  },
  {
    id: '113883',
    store: '東衛',
    address: '澎湖縣馬公市東衛里19鄰9之2號',
  },
  {
    id: '120467',
    store: '文澳',
    address: '澎湖縣馬公市文山路53號1樓',
  },
  {
    id: '130095',
    store: '湖西',
    address: '澎湖縣湖西鄉湖西村湖西140之1號',
  },
  {
    id: '142869',
    store: '澎衛',
    address: '澎湖縣馬公市西衛里光復路408號',
  },
  {
    id: '151391',
    store: '鎖港',
    address: '澎湖縣馬公市鎖港里鎖管港段1439號',
  },
  {
    id: '153869',
    store: '七美',
    address: '澎湖縣七美鄉南港村南滬50號51號',
  },
  {
    id: '153892',
    store: '澎文',
    address: '澎湖縣馬公市東文里文山路282號',
  },
  {
    id: '166740',
    store: '澎興',
    address: '澎湖縣馬公市興仁里雙頭掛1之2號',
  },
  {
    id: '181750',
    store: '馬航',
    address: '澎湖縣湖西鄉隘門村126之5號1樓(馬公航空站一樓航廈)',
  },
  {
    id: '184140',
    store: '北岸',
    address: '澎湖縣馬公市西文里新店路359號1樓',
  },
  {
    id: '188201',
    store: '跨海',
    address: '澎湖縣西嶼鄉合界村3-1號',
  },
  {
    id: '194310',
    store: '航空城',
    address: '澎湖縣馬公市烏崁里烏崁106-20號',
  },
  {
    id: '195081',
    store: '講美',
    address: '澎湖縣白沙鄉講美村78號1樓',
  },
  {
    id: '195483',
    store: '南洋',
    address: '澎湖縣馬公市新營路25號1樓',
  },
  {
    id: '202095',
    store: '西文',
    address: '澎湖縣馬公市西文里10-3號',
  },
  {
    id: '209476',
    store: '海藍',
    address: '澎湖縣馬公市西文澳118-3號',
  },
  {
    id: '228008',
    store: '澎科大',
    address: '澎湖縣馬公市六合路300號',
  },
  {
    id: '232649',
    store: '望安',
    address: '澎湖縣望安鄉東安村89號',
  },
  {
    id: '233583',
    store: '澎樂',
    address: '澎湖縣馬公市珠江110-22號1樓、110-30號1、2樓',
  },
  {
    id: '237932',
    store: '永興順',
    address: '澎湖縣湖西鄉隘門34之2號',
  },
  {
    id: '238809',
    store: '治平',
    address: '澎湖縣馬公市治平路26-1號',
  },
  {
    id: '262064',
    store: '澎港',
    address: '澎湖縣馬公市鎖港里292號1樓',
  },
  {
    id: '880590',
    store: '澎灣',
    address: '澎湖縣馬公市中華路56號',
  },
  {
    id: '892571',
    store: '天人菊',
    address: '澎湖縣馬公市中央里仁愛路69號',
  },
  {
    id: '900762',
    store: '西衛',
    address: '澎湖縣馬公市光榮里光復路297號',
  },
  {
    id: '900795',
    store: '白沙',
    address: '澎湖縣白沙鄉赤崁村20鄰大赤崁351號1樓',
  },
  {
    id: '901891',
    store: '新澎湖',
    address: '澎湖縣馬公市重慶里民權路98號',
  },
  {
    id: '909574',
    store: '石泉',
    address: '澎湖縣馬公市石泉里1-300號',
  },
  {
    id: '922201',
    store: '文光',
    address: '澎湖縣馬公市光榮里三多路338號',
  },
  {
    id: '930545',
    store: '新台澎',
    address: '澎湖縣馬公市中正路85號',
  },
  {
    id: '941202',
    store: '澎技',
    address: '澎湖縣馬公市朝陽里三多路45號',
  },
  {
    id: '941833',
    store: '井垵',
    address: '澎湖縣馬公市井垵里1-18號',
  },
  {
    id: '951106',
    store: '漁翁',
    address: '澎湖縣西嶼鄉外垵村113號',
  },
  {
    id: '981750',
    store: '百麗',
    address: '澎湖縣馬公市東文里新店路463號1號',
  },
  {
    id: '987806',
    store: '馬公',
    address: '澎湖縣馬公市光復路59號',
  },
  {
    id: '173977',
    store: '小金',
    address: '金門縣烈嶼鄉林湖村東林街156號',
  },
  {
    id: '183871',
    store: '中蘭',
    address: '金門縣金沙鎮環島北路三段482號',
  },
  {
    id: '194192',
    store: '鈦湖',
    address: '金門縣金湖鎮新市里太湖路二段217號1樓',
  },
  {
    id: '195508',
    store: '金門大',
    address: '金門縣金寧鄉環島北路一段162號',
  },
  {
    id: '199898',
    store: '金囍',
    address: '金門縣金湖鎮復興路115號.115-1號.115-2號.115-3號',
  },
  {
    id: '210351',
    store: '金門醫',
    address: '金門縣金湖鎮復興路2-1號1樓',
  },
  {
    id: '215091',
    store: '樂多',
    address: '金門縣金寧鄉伯玉路二段229號',
  },
  {
    id: '216326',
    store: '陽翟',
    address: '金門縣金沙鎮光前里陽翟新興街23.23-1號',
  },
  {
    id: '227740',
    store: '烈嶼',
    address: '金門縣烈嶼鄉八青一路1號',
  },
  {
    id: '235682',
    store: '金喬',
    address: '金門縣金城鎮民族路2號1樓2樓民族路2之1號1樓',
  },
  {
    id: '236331',
    store: '金民',
    address: '金門縣金城鎮民生路9號1樓',
  },
  {
    id: '237518',
    store: '金港',
    address: '金門縣金城鎮西海路一段1號',
  },
  {
    id: '237851',
    store: '金央',
    address: '金門縣金寧鄉伯玉路一段222之8號1樓',
  },
  {
    id: '241263',
    store: '下埔下',
    address: '金門縣金寧鄉慈湖路一段69.71號',
  },
  {
    id: '241654',
    store: '金牌',
    address: '金門縣金城鎮莒光路一段51號53號55號',
  },
  {
    id: '242288',
    store: '金冠',
    address: '金門縣金湖鎮環島南路四段560號562號566號',
  },
  {
    id: '243144',
    store: '金航',
    address: '金門縣金湖鎮尚義機場2號1樓',
  },
  {
    id: '250108',
    store: '新山外',
    address: '金門縣金湖鎮山外里復興西路2號',
  },
  {
    id: '251525',
    store: '金誼',
    address: '金門縣金城鎮南門里浯江北堤路100號',
  },
  {
    id: '253668',
    store: '金門城',
    address: '金門縣金城鎮金門城128-6號',
  },
  {
    id: '255055',
    store: '金生',
    address: '金門縣金城鎮西門里民生路67.69號',
  },
  {
    id: '255147',
    store: '金石',
    address: '金門縣金城鎮民權路192號196號1樓',
  },
  {
    id: '262248',
    store: '太武山',
    address: '金門縣金湖鎮太湖路一段29號',
  },
  {
    id: '263078',
    store: '新再發',
    address: '金門縣金湖鎮復興路8號10號',
  },
  {
    id: '882921',
    store: '金亮',
    address: '金門縣金城鎮民權路73號1F2F75號1F2F光前路85-2號1F85-3號1F',
  },
  {
    id: '970059',
    store: '新沙美',
    address: '金門縣金沙鎮汶沙里國中路2號',
  },
  {
    id: '970820',
    store: '金寧',
    address: '金門縣金寧鄉環島北路一段711號',
  },
  {
    id: '981598',
    store: '金豪',
    address: '金門縣金城鎮西海路三段1號3號5號1樓',
  },
  {
    id: '188957',
    store: '東引',
    address: '連江縣東引鄉中柳村85與86號1樓',
  },
  {
    id: '194055',
    store: '福澳港',
    address: '連江縣南竿鄉福澳村129號',
  },
  {
    id: '206617',
    store: '山隴',
    address: '連江縣南竿鄉介壽村232號233號284號',
  },
  {
    id: '209029',
    store: '東莒',
    address: '連江縣莒光鄉大坪村27號',
  },
  {
    id: '250223',
    store: '坪里',
    address: '連江縣北竿鄉?里村42號1樓',
  },
  {
    id: '250348',
    store: '塘岐',
    address: '連江縣北竿鄉塘岐村219號',
  },
  {
    id: '262824',
    store: '馬祖',
    address: '連江縣南竿鄉介壽村215號1樓',
  },
  {
    id: '950376',
    store: '南竿',
    address: '連江縣南竿鄉清水村100號',
  },
  {
    id: '952512',
    store: '馬港',
    address: '連江縣南竿鄉馬祖村中山路58號60號',
  },
  {
    id: '952523',
    store: '北竿',
    address: '連江縣北竿鄉塘岐村中山路191號193號195號',
  },
  {
    id: '991322',
    store: '中隴',
    address: '連江縣南竿鄉介壽村3鄰48-2號',
  },
  {
    id: '無符合條件的門市資料，請重新定義條件',
    store: '',
    address: '',
  },
];
export const sevenData = data.map((v) => {
  return { ...v, address: `${v.address}_${v.store}店` };
});

export default data;
